Repository: pwsafe/pwsafe
Catalog: src/ui/wxWidgets/I18N/pos/pwsafe_*.po
Languages: fr

source: <Not Set>
fr: <Non défini>

source: Unexpected exception during parsing.
fr: Exception inattendue pendant l'analyse.

source: after
fr: après

source: aliases
fr: alias

source: And
fr: Et

source: and
fr: et

source: (at least N restrictions may be ignored)
fr: (au moins N restrictions peuvent être ignorées)

source: autotype:
fr: autofrappe:

source: Incorrect password
fr: Mot de passe incorrect

source: before
fr: avant

source: begins with
fr: commence par

source: between
fr: entre

source: Unable to create a new XML configuration file or add your settings to an existing XML configuration file. All application configuration settings will be saved in your registry entry on this computer. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
fr: Incapable de créer un nouveau fichier XML de configuration ou d'ajouter vos réglages à un fichier XML existant de configuration. Tous les réglages de configuration de l'application seront sauvegardés dans le registre sur cet ordinateur. Les réglages du fichier seront stockés dans le fichier ouvert quand il sera fermé, présumant que celui-ci n'est pas ouvert en lecture seule ou verrouillée par un autre utilisateur.

source: Error - unable to determine settings configuration! No application settings will be saved. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
fr: Erreur - incapable de déterminer les réglages de configuration! Aucun réglage de l'application ne seront enregistrés. Les réglages en relation avec la base seront stockés dans la base ouverte quand elle sera fermée, à condition qu'elle ne soit pas en lecture seule ni verrouillée par un autre usager.

source: Trouble reading stored filters (version mismatch?). Filters will be unusable.
fr: Impossible de lire les filtres enregistrés (version incompatible?). Les filtres seront inutilisables.

source: Unable to read locker?
fr: Incapable de lire le verrou?

source: Unable to update your entries in the existing XML configuration file. All application configuration settings will be loaded from this file but no changes will be saved. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
fr: Incapable de mettre à jour vos entrées dans le fichier de configuration XML. Tous les réglages de l'application seront chargés depuis ce fichier mais aucun changement ne sera enregistré. Les réglages de l'application seront stockés dans la base ouverte à sa fermeture, dans la mesure où elle n'est pas en lecture seule ou verrouillée par un autre utilisateur.

source: %ls The configuration file will not be used.
fr: %ls Le fichier de configuration ne sera pas utilisé.

source: Missing XSD File
fr: Fichier XSD manquant

source: Unable to validate a XML file using a XML Schema (XSD) on your system.
fr: Impossible de valider un fichier XML qui utilise un schéma (XSD) sur votre système.

source: (case insensitive)
fr: (insensible aux majuscules et minuscules)

source: (case sensitive)
fr: (sensible aux majuscules et minuscules)

source: Compare complete of current database: %ls and: %ls
fr: Comparaison complète de la base courante: %ls et: %ls

source: Group:'%ls'; Title:'%ls'; User:'%ls'
fr: Groupe:'%ls'; Titre:'%ls'; Usager:'%ls'

source: C:None
fr: C:Aucun

source: conflict
fr: conflit

source: conflicts
fr: conflits

source: contains
fr: contient

source: contains all of
fr: contient tout de

source: contains any of
fr: contient aucun de

source: copied
fr: copié

source: %ls - Copied %ls
fr: %ls - Copié %ls

source: Current default (%ls)
fr: Défaut courant (%ls)

source: Autotype
fr: Autofrappe

source: Browse to URL
fr: Aller sur l'URL

source: Browse to URL + Autotype
fr: Aller à l'URL + Autofrappe

source: Copy notes to clipboard
fr: Copier les notes au presse-papier

source: Copy password to clipboard
fr: Copier le mot de passe au presse-papier

source: Copy password to clipboard, minimize
fr: Copier le mot de passe au presse-papier, réduire

source: Copy username to clipboard
fr: Copier le nom d'utilisateur au presse-papier

source: Run Command
fr: Exécuter la commande

source: Send Email
fr: Envoyer un courriel

source: View/Edit selected entry
fr: Voir/Modifier l'entrée sélectionnée

source: (application default)
fr: (par défaut)

source: default symbol set
fr: liste de symboles par défaut

source: Default Policy
fr: Stratégie par défaut

source: This entry has the following %d %ls: %ls Confirm to continue (alias entry's passwords will be replaced by this entry's password)?
fr: Cette entrée a les %d %ls suivants : %ls Confirmer pour continuer (les mots de passe de l’entrée d’alias seront remplacés par le mot de passe de cette entrée) ?

source: Delete Base Entry Confirmation
fr: Confirmation de suppression de l'entrée de base

source: This entry has the following %d %ls: %ls Confirm to continue (All shortcuts to this entry will be deleted)?
fr: Cette entrée a les %d %ls suivants : %ls Confirmer pour continuer (tous les raccourcis vers cette entrée seront supprimés) ?

source: does not begin with
fr: ne commence pas avec

source: does not contain
fr: ne contient pas

source: does not contain all of
fr: ne contient pas tout de

source: does not contain any of
fr: ne contient aucun de

source: does not end with
fr: ne se termine pas par

source: does not equal
fr: n'est pas égal à

source: Drag # %d
fr: Glisser # %d

source: %ls - Drag & Drop %ls
fr: %ls - Glisser & Déposer %ls

source: Duplicate # %d
fr: %d # Identique

source: empty group
fr: groupe vide

source: empty groups
fr: groupes vides

source: Trouble with a non-textual (e.g., time) field in record '%ls' - please check data carefully.
fr: Problème avec un champ non textuel (ex:, heure) dans l'enregistrement '%ls' - veuillez vérifier soigneusement les données.

source: ends with
fr: se termine par

source: End Report
fr: Fin du rapport

source: entries
fr: entrées

source: The following entries had a policy name that already existed in this database but with different settings. A new named policy has been created with the current date/time (%ls) appended:%ls
fr: Les entrées suivantes avaient un nom de stratégie déjà existant dans la base de données, mais avec des paramètres différents. Une nouvelle stratégie a été créée avec la date/heure courante (%ls) ajouté:%ls

source: entry
fr: entrée

source: equals
fr: égale

source: has expired
fr: a expiré

source: Entries with a password expiry
fr: Entrées ayant une expiration de mot de passe

source: within %d day(s)
fr: dans %d jour(s)

source: DB Export from database: '%s'
fr: Exportation DB depuis fichier: '%s'

source: First character of variable name must be alphabetic
fr: Le premier caractère du nom de la variable doit être alphabétique

source: Index not numeric
fr: Index non numérique

source: Input string is empty
fr: La chaîne d'entrée est vide

source: Characters present between end of index ']' and '}'
fr: Caractères présents entre la fin de l'index ']' et '}'

source: Index is invalid or missing
fr: L'index est invalide ou manquant

source: Missing ending curly bracket for variable name
fr: Accolade finale manquante pour un nom de variable

source: Missing ending round bracket for Autotype value
fr: Parenthèse finale manquante pour une valeur d'autofrappe

source: Missing ending square bracket for index value
fr: Crochet final manquant pour une valeur d'index

source: There are unmatched quotes in the run command
fr: Il y a des guillemets non appariés dans la commande run

source: Variable name is empty
fr: Le nom de la variable est vide

source: Variable name must be alphanumeric
fr: Le nom de la variable doit être alphanumérique

source: an alias entry
fr: une entrée alias

source: a base entry of an alias
fr: entrée de base pour un alias

source: Field is too long.
fr: Le champ est trop long.

source: Field is too short.
fr: Le champ est trop court.

source: Error: A file with this name already exists
fr: Erreur: un fichier de ce nom existe déjà

source: The file was not found.
fr: Le fichier est introuvable.

source: Error: File is read-only
fr: Erreur: le fichier est seulement en lecture

source: Error while writing file! Try saving in a different location
fr: Error lors de l'écriture du fichier! Essayer d'enregistrer dans un dossier différent

source: File is too big.
fr: Fichier trop gros.

source: File is too short.
fr: Fichier trop petit.

source: File is truncated or otherwise corrupt. Please use backup database.
fr: Le fichier est tronqué ou corrompu. Veuillez utiliser une copie de sauvegarde.

source: Cannot read file. Please check file permissions.
fr: Impossible de lire le fichier. Veuillez vérifier les permissions du fichier.

source: Filter %ls already exists in the database, do you wish to replace it with this?
fr: Le filtre %ls existe déjà dans la base, voulez-vous le remplacer avec ça?

source: Current database filters have been exported to this database.
fr: Les filtres de la base de donnée courante ont été exportés à cette base de donnée.

source: Stored filters will be unusable until the file's restored.
fr: Les filtres enregistrés seront inutilisables jusqu'à ce que le fichier soit récupéré.

source: Last Access Time
fr: Heure du dernier accès

source: Attachment Reference
fr: Référence de pièce jointe

source: AutoType
fr: Auto-frappe

source: Credit card expiration
fr: Expiration de la carte de crédit

source: Credit card number
fr: Numéro de carte de crédit

source: Credit card PIN
fr: PIN de carte de crédit

source: Credit card CVV
fr: Code CVV de la carte de crédit

source: Created Time
fr: Date de création

source: e-mail
fr: courrier

source: Group
fr: Groupe

source: Group/Title
fr: Groupe/Titre

source: Keyboard Shortcut
fr: Raccourci Clavier

source: Password
fr: Mot de passe

source: Password Modified Time
fr: Heure de modification du mot de passe

source: Protected
fr: Protégé

source: History
fr: Historique

source: Password Policy
fr: Stratégie de mot de passe

source: Password Policy Name
fr: Nom de stratégie de mot de passe

source: Record Modified Time
fr: Enregistrer l'heure de modification

source: Shift+DCA
fr: Maj + DCA

source: Symbols
fr: Symboles

source: Title
fr: Titre

source: Authentication Code Config
fr: Configuration du code d’authentification

source: Authentication Code Length
fr: Longueur du code d’authentification

source: Authentication Code Start Time
fr: Heure de début du code d’authentification

source: Authentication Code Time Step
fr: Pas de temps du code d’authentification

source: Two Factor Key
fr: Clé à deux facteurs

source: Authentication Secret
fr: Secret d’authentification

source: Username
fr: Nom d'utilisateur

source: Password Expiry Date
fr: Date d'expiration du mot de passe

source: Password Expiry Interval
fr: Délai d'expiration du mot de passe

source: a normal entry
fr: une entrée normale

source: Last found entries
fr: Dernières entrées trouvées

source: added but not yet saved to database
fr: ajoutés mais pas encore enregistré dans la base de données

source: in the database
fr: dans la base de données

source: a shortcut entry
fr: une entrée raccourci

source: a base entry of a shortcut
fr: entrée de base pour un raccourci

source: changed but not yet saved to database
fr: modifié mais pas encore enregistré dans la base de données

source: greater than
fr: plus grand que

source: greater than or equal to
fr: est plus grand ou égal à

source: Invalid input on line %d. Number of fields separated by '%c' is not as expected.
fr: Entrée invalide sur la ligne %d. Le nombre de champs séparés par '%c' n'est pas celui attendu.

source: Line %d:
fr: Ligne %d:

source: File ends on line %d before ending double quote of last entry's note field.
fr: Le fichier finit à la ligne %d avant les guillemets de fin du champ de note de la dernière entrée.

source: Import aborted, see report for details.
fr: Importation abandonnée, voir le rapport pour plus de détails.

source: The TXT or CSV file was not imported as required as entry records span multiple lines in the CSV file. Import aborted.
fr: Le fichier TXT ou CSV n'a pas été importé comme requis car des entrées sont sur multiple lignes dans le fichier CSV. Import annulé.

source: %ls, Title="%ls", User="%ls" already exists in your database or in the Import file. Added imported entry with title="%ls".
fr: %ls, Titre="%ls", Utilisateur="%ls" existe déjà dans votre base de données ou le fichier importé. Entrée ajoutée avec le titre "%ls".

source: Entry on line %d with Group="%ls"
fr: Entrée à la ligne %d avec Groupe="%ls"

source: Entry on line %d with no group
fr: Entrée à la ligne %d sans groupe

source: Entry with Group="%ls"
fr: Entrée avec Groupe="%ls"

source: Entry with no group
fr: Entrée sans groupe

source: imported
fr: importé

source: including %d empty group(s).
fr: incluant %d groupe(s) vide.

source: Empty line %d skipped
fr: La ligne vide %d a été passée

source: Entry %ls%d with Group="%ls", Title="%ls", User="%ls"
fr: Entrée %ls%d avec Groupe="%ls", Titre="%ls", Utilisateur="%ls"

source: Internal error. Import failed. No records imported.
fr: Erreur interne. L'importation a échoué. Aucun enregistrements importés.

source: Found %d known column headers:
fr: %d entêtes de colonne connues:

source: Invalid field delimiter: must be within ASCII range.
fr: Délimiteur de champ invalide : doit se trouver dans la plage ASCII.

source: Entry of line %d has an invalid "%ls" field. It has been ignored.
fr: L'entrée de la ligne %d a un champ "%ls" invalide. Il a été ignoré.

source: The following columns will be processed:
fr: Les colonnes suivantes seront traitées:

source: The following columns were recognised but only Group/Title, Username and Password will be processed:
fr: Les colonnes suivantes ont été reconnues mais seulement Groupe/Titre, Nom d'utilisateur et Mot de passe seront traités :

source: Line %d skipped - Only %d fields found, whereas parsing the Header says there should be %d.
fr: Ligne %d passée. Seulement %d champs on été trouvés alors que l'analyse de l'entête en détecte %d.

source: Either or both of the Group/Title and Password columns are missing. No records imported.
fr: Soit l'une ou les deux des colonnes Groupe/Titre et Mot de passe sont manquantes. Aucun enregistrement importé.

source: Could not find the next entry's title field in the KeePass V1 TXT (should be within square brackets).
fr: Impossible de trouver le titre de l'entrée suivante dans le texte KeePass V1 (devrait être entre crochets).

source: Column header row not recognised as first record. No records imported.
fr: L'entète de colonne pas reconnue comme premier enregistrement. Aucun enregistrement importés.

source: No records in import file!
fr: Aucun enregistrement dans le fichier importé!

source: Line %d skipped: Empty mandatory Password field.
fr: Ligne %d passée: Champs mot de passe obligatoire manquant.

source: Line %d skipped: Empty mandatory Title field.
fr: Ligne %d passée: Champs titre obligatoire manquant.

source: Import # %d
fr: Importer # %d

source: %ls - Imported %ls
fr: %ls - Importé %ls

source: To replace passwords of existing entries, all the following columns must be present: Group/Title, Username and Password. One or more are missing and no entries have been updated.
fr: Pour remplacer les mots de passe d'entrées existants, les colonnes suivantes doivent être présente: Groupe/Titre, Nom d'utilisateur et Mot de passe. Une ou plusieurs sont manquantes et aucune entrée n'a été mise à jour.

source: %ls not found. Cannot update entry's password.
fr: %ls non trouvé. Impossible de mettre à jour l'entrée de mot de passe.

source: %ls has an empty %ls.
fr: %ls a %ls vide.

source: Entry "%ls, %ls, %ls" has a password in the correct form for an alias, but the base entry is already an alias.
fr: L'entrée "%ls, %ls, %ls" a un mot de passe dans la forme correcte pour un alias mais l'entrée de base est déjà un alias.

source: This entry has been made an alias of associated base entry.
fr: Cette entrée est devenue un alias de l'entrée de base associée.

source: Entry "%ls, %ls, %ls" has a password in the correct form for an alias, but the base entry does not exist.
fr: L'entrée "%ls, %ls, %ls" a un mot de passe dans la forme correcte pour un alias mais l'entrée de base n'existe pas.

source: This entry remains a normal entry and the password has not been changed.
fr: Cette entrée reste une entrée normale et le mot de passe reste inchangé.

source: The %ls entry "%ls, %ls, %ls" doesn't point to a normal or existing %ls base entry. It cannot be imported.
fr: L'entrée %ls "%ls, %ls, %ls" ne pointe pas sur une entrée de base %ls normale ou existante. Elle ne peut être importée.

source: Entry import warnings
fr: Avertissements d'importation d'entrées

source: on line
fr: à la ligne

source: Internal error: Invalid oflag or pmode argument
fr: Erreur interne: oflag ou argument du pmode invalide

source: invalid!
fr: invalide!

source: Invalid date/time value.
fr: Valeur de date ou d'heure invalide.

source: Field length is incorrect.
fr: La longueur du champ est invalide.

source: Internal error: An invalid flag was specified
fr: Erreur interne: un signal invalide a été spécifié

source: Invalid header: '%ls' (must be 5 hexadecimal characters).
fr: En-tête invalide: '%ls' (doit être 5 caractères hexadécimaux).

source: Invalid lock file "%ls".
fr: Fichier de verrouillage invalide "%ls".

source: Invalid number of saved old passwords %d.
fr: Nombre invalide d'anciens mot de passe enregistrés %d.

source: Invalid status value: %d (must be either 0 or 1).
fr: Valeur de statut invalide: %d (doit être 0 ou 1).

source: Invalid password length found (not a hexadecimal number).
fr: Longueur de mot de passe invalide (nombre non hexadécimal).

source: Invalid password length found (differs from length of following password).
fr: Longueur de mot de passe invalide (different de la longueur du mot de passe suivant).

source: Invalid field separator character found - only a single blank is allowed between fields.
fr: Séparateur de champ invalide trouvé - seul un espace blanc est permis entre les champs.

source: Invalid Filter schema.
fr: Schéma de filtre invalide.

source: Schema does not have a version number.
fr: Le schéma n'a pas de numéro de version.

source: The filter XML version (%d) is greater than the current schema (%d).
fr: La version du filtre XML (%d) est plus grande que le schéma actuel (%d).

source: The filter XML version (%d) is greater than that supported by this instance of PasswordSafe (%d).
fr: La version du filtre XML (%d) est plus grande que celle indispensable pour cette instance de PasswordSafe (%d).

source: is
fr: est

source: is active
fr: est actif

source: is inactive
fr: est inactif

source: is not
fr: n'est pas

source: is not present
fr: n'est pas présent

source: is present
fr: est présent

source: Entry keyboard shortcut %ls entry %ls is already allocated to entry %ls. It has been removed from the %ls entry.
fr: Raccourci clavier d'entrée %ls L'entrée %ls est déjà alloué à l'entrée %ls. Il a été retiré de l'entrée %ls.

source: Entry keyboard shortcut %ls entry %ls is already allocated to the PasswordSafe application. It has been removed from the entry.
fr: Le raccourci clavier d'entrée %ls %ls est déjà alloué à l'application PasswordSafe. Il a été retiré de l'entrée.

source: less than
fr: moins que

source: less than or equal to
fr: moins que ou égal à

source: File or path not found
fr: Le fichier ou son chemin sont introuvable

source: The following new %ls %ls merged into this database:
fr: Les nouveaux %ls %ls suivants seront fusionnés dans cette base de données:

source: Merge completed: %d %ls added (%d %ls, %d %ls, %d %ls, %d %ls)
fr: Fusion complétée: %d %ls ajoutés (%d %ls, %d %ls, %d %ls, %d %ls)

source: Conflicting entries for «%ls» «%ls» «%ls». Adding merged entry as «%ls» «%ls» «%ls». Differing field(s): %ls
fr: Entrées conflictuelles pour «%ls» «%ls» «%ls». Ajout de l'entrée fusionnée comme «%ls» «%ls» «%ls». Champs différents(s): %ls

source: merged
fr: fusionné

source: %ls - Merged %ls
fr: %ls - Fusionné %ls

source: MISSING PASSWORD
fr: MOT DE PASSE MANQUANT

source: Password policy name '%ls' is not in the database.
fr: La stratégie de mot de passe '%ls' n'est pas dans cette base de données.

source: One or more Password Policy Names were not found in the database. The affected entries have been changed to use the database's default policy.
fr: Une ou plusieurs stratégie de mot de passe n'ont pas été trouvé dans cette base de données. Les entrées touchées ont été modifiées pour utiliser la stratégie par défaut.

source: MISSING TITLE # %d
fr: TITRE MANQUANT # %d

source: Can't find XML Schema Definition file (%ls) in your PasswordSafe Application Directory. Copy it from your installation file, or re-install PasswordSafe.
fr: Impossible de trouver le fichier de définition de schéma XML (%ls) dans votre répertoire d’applications PasswordSafe. Copiez le depuis votre fichier d’installation ou réinstallez PasswordSafe.

source: Can't obtain the schema version.
fr: Impossible d'obtenir la version du schéma.

source: The filter XML version is missing.
fr: La version du filtre XML est manquante.

source: Create SchemaCache60 Error 0x%08X during %ls.
fr: Erreur Create SchemaCache60 0x%08X lors de %ls.

source: SAX Parse60 Error 0x%08X during %ls.
fr: Erreur SAX Parse60 0x%08X lors de %ls.

source: Error (%08X): line %d character %d %ls
fr: Erreur (%08X): ligne %d caractère %d %ls

source: No
fr: Non

source: Unable to get configuration file lock. Will use registry.
fr: Impossible de lire le verrou du fichier de configuration. Le programme va utiliser le registre.

source: Cannot create lock file - no permission in directory?
fr: Impossible de créer un fichier de verrouillage - aucune permission dans le dossier?

source: Internal error: Out of file handles
fr: Erreur interne: Sorti des pointeurs de fichiers

source: Unable to use a MS XML reader on your system. Neither MS XML V3, V4 or V6 seems available.
fr: Impossible d'utiliser le lecteur MS XML sur votre système. Ni MS XML V3, V4 ou V6 ne semblent disponibles.

source: None
fr: Aucun

source: Unsaved changes
fr: Changements non enregistrés

source: is not set
fr: n'est pas mis

source: Number of entries processed: %d Number of invalid UUIDs fixed: %d Number of duplicate UUIDs fixed: %d Number of non-unique Group/Title/User fixed: %d Number of Password Histories fixed: %d Number of Alias warnings issued: %d Number of Shortcut warnings issued: %d Number of entries with fields that cannot be fully displayed: %d. Recommend that the database is now saved.
fr: Nombre d'entrées traitées: %d Nombre de UUIDs invalide corrigés: %d Nombre de UUIDs doublons corrigés: %d Nombre de Groupe/Titre/Utilisateur non-unique corrigés: %d Nombre d'historique de mot de passe corrigés: %d Nombre d'avertissements d'alias corrigés: %d Nombre d'avertissement de raccourcis corrigés: %d Nombre d'entrées avec des champs non affichable: %d Conseillez d'enregistrer la base de données maintenant.

source: Or
fr: Ou

source: Password should be mixed case, with at least one digit or punctuation character
fr: Le mot de passe devrait comporter des majuscules et minuscules différentes avec au moins un chiffre ou caractère de ponctuation

source: Password is too short.
fr: Le mot de passe est trop court.

source: Easyvision characters
fr: Gros caractères

source: Hexadecimal characters
fr: Caractères hexadécimaux

source: Password length
fr: Longueur de mot de passe

source: Pronounceable passwords
fr: Mots de passe prononçables

source: Use digits
fr: Utiliser des chiffres
