Repository: pwsafe/pwsafe
Catalog: src/ui/wxWidgets/I18N/pos/pwsafe_*.po
Languages: fr

source: Clear Find
fr: Effacer la recherche

source: Search status
fr: État de la recherche

source: &Find next... F3
fr: &Trouver le suivant... F3

source: &Find previous... SHIFT+F3
fr: &Trouver précédent... MAJ+F3

source: search
fr: recherche

source: found
fr: trouvé

source: (case-sensitive)
fr: (sensible aux majuscules et minuscules)

source: (not case-sensitive)
fr: (insensible aux majuscules/minuscules)

source: Search hit bottom, continuing at top
fr: La recherche a atteint le bas, la suite se trouve en haut

source: Search hit top, continuing at bottom
fr: Recherche en haut, poursuite en bas

source: No matches found
fr: Aucun résultat trouvé

source: 1 match
fr: 1 correspondance

source: Enter positions of password characters separated by spaces, commas or semi-colons (or * for full password). Position 1 is the first character, 2 is the second, etc. up to N for the last character of a password of length N. -1 is the last character, -2 the next to last, etc. up to -N for the first password character.
fr: Entrez les positions des caractères du mot de passe séparés par des espaces, des virgules ou des points-virgules (ou * pour le mot de passe complet). Position 1 correspond au premier caractère, la position 2 au deuxième, etc., jusqu'à la position N pour le dernier caractère d'un mot de passe de longueur N. -1 correspond au dernier caractère, la position -2 à l'avant-dernier, etc., jusqu'à la position -N pour le premier caractère du mot de passe.

source: Values:
fr: Valeurs:

source: Copy values
fr: Copier les valeurs

source: Invalid position
fr: Position invalide

source: Show a subset of the Password
fr: Afficher un sous-ensemble du mot de passe

source: empty)
fr: vide)

source: No)
fr: Non)

source: Database format:
fr: Format du fichier:

source: Number of Groups:
fr: Nombre de groupes:

source: Number of Entries:
fr: Nombre d'entrées:

source: Number of Attachments:
fr: Nombre de pièces jointes:

source: Last saved by:
fr: Dernier enregistrement par:

source: Last saved on:
fr: Dernier enregistrement le:

source: Using application:
fr: Application utilisée:

source: Master Password last set on:
fr: Mot de passe maître dernièrement modifié le:

source: Database Unique ID:
fr: Id unique du fichier:

source: Unknown fields:
fr: Champs inconnus:

source: Name:
fr: Nom:

source: Closing in
fr: Clôture de

source: Could not generate QR code
fr: Impossible de générer le code QR

source: %d seconds
fr: %d secondes

source: Do you want to discard the changes?
fr: Voulez-vous ignorer les modifications ?

source: Enter old master password and click on top Yubikey button
fr: Entrez l'ancien mot de passe maître et cliquez sur le bouton Yubikey en haut

source: Enter the current master password, followed by a new one. Type the new one again to confirm it.
fr: Entrez le mot de passe maître actuel, suivi d'un nouveau mot de passe. Tapez à nouveau le nouveau mot de passe pour confirmer.

source: Old Master Password
fr: Ancien mot de passe maître

source: New Master Password
fr: Nouveau mot de passe maître

source: Insert your YubiKey
fr: Insérez votre YubiKey

source: &Change
fr: &Changer

source: The old master password is not correct
fr: L'ancien mot de passe est invalide

source: Cannot verify old master password - file gone?
fr: Impossible de vérifier l’ancien mot de passe maître - fichier disparu?

source: New master password and confirmation do not match
fr: Le nouveau mot de passe et sa confirmation ne concordent pas

source: Use it anyway?
fr: Utiliser quand même ?

source: Weak Master Password
fr: Mot de passe maître faible

source: Use anyway
fr: À utiliser quand même

source: Cancel
fr: Annuler

source: YubiKey master password incorrect
fr: Mot de passe maître YubiKey incorrect

source: Enter new master password and click on bottom Yubikey button
fr: Entrez le nouveau mot de passe maître et cliquez sur le bouton Yubikey en bas

source: Confirm existing master password
fr: Confirmer le mot de passe maître existant

source: Current master password incorrect
fr: Mot de passe maître actuel incorrect

source: Change Master Password
fr: Changer mot de passe maître

source: Hide password
fr: Masquer mot de passe

source: Show password
fr: Montrer mot de passe

source: Browse for an existing password database
fr: Parcourir une base de données de mots de passe existante

source: New...
fr: Nouvelle...

source: Create a new password database
fr: Créer une nouvelle base de données de mots de passe

source: Master Password
fr: Mot de passe maître

source: Open as read-only
fr: Ouvrir en lecture seule

source: Could not lock file, opening read-only.
fr: Impossible de verrouiller le fichier, ouverture en lecture seule.

source: The master password has been entered %d times without success:
fr: Le mot de passe maître a été saisi %d fois sans succès :

source: - Is Caps Lock off?
fr: - La touche Verr. Maj. est-elle désactivée?

source: - Is the language correct (if multilingual)?
fr: - La langue est-elle correcte (si le site est multilingue) ?

source: - Is this the correct database?
fr: - Est-ce la bonne base de données?

source: - Perhaps the database was damaged. Try opening a backup copy.
fr: - Base de données a peut-être été endommagée. Essayez d'ouvrir une copie de sauvegarde.

source: Incorrect master password,
fr: Mot de passe maître incorrect,

source: not a Password Safe database,
fr: pas une base de données Password Safe,

source: or a corrupt database.
fr: ou une base de données corrompue.

source: Password Safe Databases (*.psafe4; *.psafe3; *.dat)|*.psafe4;*.psafe3;*.dat| All files (*.*; *)|*.*;*
fr: Bases de données Password Safe (*.psafe4; *.psafe3; *.dat)|*.psafe4;*.psafe3;*.dat| Tous les fichiers (*.*; *)|*.*;*

source: Password Safe Databases (*.psafe3; *.dat)|*.psafe3;*.dat| All files (*.*; *)|*.*;*
fr: Bases de données Password Safe (*.psafe3 ; *.dat)|*.psafe3;*.dat| Tous les fichiers (*. ; *) | *.* ; *

source: Master Password Entry
fr: Entrée du mot de passe maître

source: filename
fr: nom de fichier

source: &Unlock
fr: &Déverrouiller

source: Unlock Password Database
fr: Déverrouiller base de données de mots de passe

source: The Master Password will be used to protect the new password database file.
fr: Le mot de passe maître sera utilisé pour protéger le nouveau fichier de base de données de mots de passe.

source: Mismatching Master Password
fr: Mot de passe maître non correspondant

source: Enter the key and verify it.
fr: Entrez la clé et vérifiez là.

source: Empty Master Password
fr: Mot de passe maître vide

source: Try another
fr: Essayez un autre

source: Mismatching entries
fr: Entrées non concordantes

source: Set Master Password
fr: Définir mot de passe maître

source: Alias name:
fr: Nom d'alias :

source: Select
fr: Selectionner

source: No Alias name given.
fr: Aucun nom d'alias indiqué.

source: Name the alias.
fr: Nommer l'alias.

source: Expand
fr: Développer

source: Collapse
fr: Réduction

source: Select Alias
fr: Choisir un alias

source: All entries
fr: Toutes les entrées

source: Entries whose
fr: Entrées dont

source: not
fr: pas

source: case-sensitive]
fr: sensible aux majuscules et minuscules]

source: were
fr: étaient

source: with corresponding entries from "
fr: avec les entrées correspondantes de "

source: All fields in matching entries were %ls
fr: Tous les champs des entrées correspondantes étaient %ls

source: The following fields were %ls
fr: Les champs suivants étaient %ls

source: Enter a value between 0 and 99 to overlay on system tray icon. A value of zero disables the overlay.
fr: Entrez une valeur comprise entre 0 et 99 pour superposer l'icône dans la barre d'état système. Une valeur de zéro désactive la superposition.

source: Database Id:
fr: ID base de données :

source: Text color in locked state:
fr: Couleur du texte à l'état verrouillé :

source: Text color in unlocked state:
fr: Couleur du texte en état déverrouillé :

source: Set Database ID
fr: Définir l'ID du fichier

source: Filter name:
fr: Nom du filtre:

source: &Apply
fr: &Appliquer

source: No filter name given.
fr: Aucun nom de filtre indiqué.

source: Name this filter.
fr: Nommez ce filtre.

source: Clear
fr: Effacer

source: Row %d is incomplete.
fr: Le rang %d est incomplet.

source: Set both Field and Criteria.
fr: Définir à la fois le champ et critères.

source: Set both Field and Criteria or update History filters.
fr: Définir à la fois le champ et critères ou mettre à jour les filtres d'historique.

source: Set both Field and Criteria or update Policy filters.
fr: Définir à la fois le champ et critères ou mettre à jour les filtres de politique.

source: Set both Field and Criteria or update Attachment filters.
fr: Définir à la fois le champ et critères ou mettre à jour les filtres des pièces jointes.

source: Applied pressed before Cancel
fr: Appliqué pressé avant Annuler

source: Do you wish to overtake applied filter?
fr: Souhaitez-vous remplacer le filtre appliqué ?

source: Set Display Filters
fr: Définir les filtres d'affichage

source: Set Password History Filters
fr: Définir les filtres d'historique des mots de passe

source: Set Password Policy Filters
fr: Définir les filtres de politique de mot de passe

source: Set Attachment Filters
fr: Définir les filtres de pièces jointes

source: synchronize
fr: synchroniser

source: Synchronize another database with currently open database
fr: Synchroniser une autre base de données avec la base de données actuellement ouverte

source: One or more items have been changed. Are you sure you wish to cancel?
fr: Un ou plusieurs éléments ont été modifiés. Êtes-vous sûr de vouloir annuler ?

source: Synchronizing with another database will update the entries in your database with matching entries from the other database.
fr: La synchronisation avec une autre base de données mettra à jour les entrées de votre base de données avec les entrées correspondantes de l'autre base de données.

source: More Info
fr: Plus d'infos

source: 1. Two entries from different databases match if their Group, Title and User fields match.
fr: 1. Deux entrées provenant de bases de données différentes correspondent si leurs champs Groupe, Titre et Utilisateur correspondent.

source: 2. You can select the fields to update, as well as filter the entries for synchronization.
fr: 2. Vous pouvez choisir les champs à mettre à jour, ainsi que filtrer les entrées pour la synchronisation.

source: 3. Only existing entries in your database are updated. No new entries are added or existing entries removed during this process.
fr: 3. Seules les entrées existantes dans votre base de données sont mises à jour. Aucune nouvelle entrée n'est ajoutée et aucune entrée existante n'est retirée au cours de ce processus.

source: 4. You can undo the operation once it is complete, but won't be able to abort it mid-way.
fr: 4. Vous pouvez annuler l'opération une fois qu'elle est terminée, mais vous ne pourrez pas capable de l'interrompre à mi-chemin.

source: Select another database
fr: Choisir une autre base de données

source: Choose Database to Synchronize with "
fr: Choisir la base de données à synchroniser avec "

source: Choose a Database to Synchronize with the current database
fr: Choisir une base de données à synchroniser avec la base de données actuelle

source: Synchronization options
fr: Options de synchronisation

source: Options Summary
fr: Résumé des options

source: WARNING!! If you continue, fields will be updated in your existing database from your selected input database
fr: AVERTISSEMENT ! Si vous continuez, les champs seront mis à jour dans votre base de données existante depuis la base de données d'entrée choisiée

source: will be updated with corresponding entries from "
fr: sera mis à jour avec les entrées correspondantes provenant de "

source: All fields in matching entries will be updated
fr: Tous les champs des entrées correspondantes seront mis à jour

source: Following fields in matching entries will be updated:
fr: Les champs suivants des entrées correspondantes seront mis à jour :

source: Following fields will not be updated:
fr: Les champs suivants ne seront pas mis à jour:

source: Synchronization status
fr: Statut de la synchronisation

source: See a detailed report
fr: Consultez le rapport détaillé

source: Your database is being synchronized with "
fr: Votre base de données est en cours de synchronisation avec "

source: There was an error during synchronization
fr: Il y a eu une erreur pendant la synchronisation

source: Your database has been synchronized with "%ls"
fr: Votre base de donnée a été synchronisé avec "%ls"

source: %ld %ls updated
fr: %ld %ls mis à jour

source: Synchronization completed successfully
fr: Synchronisation terminée avec succès

source: %ls File corrupt or truncated! Data may have been lost or modified.
fr: %ls Fichier corrompu ou tronqué ! Des données ont peut-être été perdues ou modifiées.

source: %ls Unknown error
fr: %ls Erreur inconnue

source: Synchronizing from database: %ls
fr: Synchronisation depuis la base de données : %ls

source: synchronized
fr: synchronisé

source: &Lock
fr: &Verrouiller

source: No Password Database Open
fr: Aucune base de données de mots de passe ouverte

source: &Recent Entries History
fr: &Historique des entrées récentes

source: &Minimize
fr: &Réduire

source: &Restore
fr: &Restaurer

source: Set Database &ID
fr: Définir &ID de base de données

source: &Clear Clipboard
fr: &Effacer le presse-papier

source: &Exit
fr: &Quitter

source: &Clear Recent History
fr: &Effacer l'historique récent

source: Note: Entry format is «Group» «Title» «Username»
fr: Note: Format d'entrée est «Groupe» «Titre» «Nom d'utilisateur»

source: Note: Empty fields are shown as « »
fr: Note: Les champs vides sont affichés comme suit « »

source: &Copy Password to clipboard
fr: &Copier mot de passe au presse-papiers

source: Copy &Username to clipboard
fr: Copier &Nom d'utilisateur au presse-papiers

source: Copy &Notes to clipboard
fr: Copier &Notes au presse-papiers

source: Perform Auto&Type
fr: Exécuter l'Auto&Frappe

source: Copy URL to clipboard
fr: Copier l'URL au presse-papiers

source: Copy email to clipboard
fr: Copier l'email au presse-papiers

source: &Send email
fr: &Envoyer courriel

source: &Delete from Recent Entry List
fr: &Supprimer de la liste d'entrées récentes

source: New
fr: Nouveau

source: Make New Database
fr: Créer une nouvelle base de données

source: Open
fr: Ouvrir

source: Open Another Database
fr: Ouvrir une autre base de données

source: Close Database
fr: Fermer la base

source: Lock
fr: Verrouiller

source: Lock Database
fr: Verrouiller la base

source: Save Database
fr: Enregistrer la base

source: Copy Password to Clipboard
fr: Copier le mot de passe au presse-papier

source: Copy Username to Clipboard
fr: Copier le nom d'utilisateur au presse-papier

source: Copy Notes to Clipboard
fr: Copier les notes dans le presse-papier

source: Clr Clipboard
fr: Clr Presse-papiers

source: Clear the clipboard contents
fr: Effacer le contenu du presse-papier

source: Perform Autotype
fr: Exécuter Autofrappe

source: Browse URL
fr: Parcourir l'URL

source: Add
fr: Ajouter

source: Add New Entry
fr: Ajouter une nouvelle entrée

source: Edit an Entry
fr: Modifier une entrée

source: Delete an Entry
fr: Supprimer une entrée

source: Help
fr: Aide

source: New Group
fr: Nouveau groupe

source: name exists
fr: nom existant

source: Duplicate group name
fr: Nom de groupe en double

source: Could not add empty group item to tree
fr: Impossible d'ajouter un élément de groupe vide à l'arborescence

source: Renaming of non-Group items is not implemented
fr: Renommage des éléments non groupés n'est pas implémenté

source: Group names on the same level must be unique.
fr: Les noms des groupes de même niveau doivent être uniques.

source: Dots are not allowed in group names
fr: Les points sont interdits dans les noms de groupe

source: Invalid Character
fr: Caractère invalide

source: Destination cannot be inside source tree
fr: Destination ne peut pas se trouver dans l'arborescence source

source: Drag and Drop failed
fr: Échec du glisser-déposer

source: Duplicate group name (use Shift to overrule)
fr: Nom de groupe en double (utilisez la touche Maj pour ignorer)

source: Attachments not overtaken due to data base version
fr: Pièces jointes non prises en compte en raison de la version de la base de données

source: Drag and Drop
fr: Glisser-déposer

source: Dropped entry '%s:%s:%s' password points to an entry that is also an alias. The dropped entry now references that entry's base entry.
fr: Entrée '%s:%s:%s' ignorée, le mot de passe pointe sur une entrée qui est aussi un alias. L'entrée ignorée référence désormais cette entrée de base de l'entrée.

source: This alias's target [%s:%s:%s] is not a normal entry.
fr: La cible de cet alias [%s:%s:%s] n'est pas une entrée normale.

source: This shortcut's target [%s:%s:%s] is not a normal entry.
fr: La cible de ce raccourci [%s:%s:%s] n'est pas une entrée normale ou est déjà une base de raccourci.

source: Entry Password Policy Changes
fr: Changements de stratégie de mot de passe de l'entrée

source: The following alias or shortcut entries did not match to a base entry and had been converted to normal entries:%ls
fr: Les entrées d'alias ou de raccourcis suivantes ne correspondaient à aucune entrée de base et ont été converties en entrées normales : %ls

source: Entry Type Changed
fr: Type d'entrée modifié

source: &Remove from Disk
fr: &Retirer du disque

source: &Save to Disk
fr: &Enregistrer sur le disque

source: &Copy to Clipboard
fr: &Copier au presse-papier

source: Delete Report?
fr: Supprimer le rapport ?

source: YubiKey Serial Number:
fr: Numéro de série YubiKey :

source: YubiKey Secret Key (20 Byte Hex)
fr: Clé secrète YubiKey (20 octets Hex)

source: Hide
fr: Masquer

source: Set YubiKey
fr: Définir YubiKey

source: Show
fr: Afficher

source: YubiKey Configuration
fr: Configuration YubiKey

source: Activate YubiKey
fr: Activation de YubiKey

source: Touch YubiKey's button
fr: Toucher le bouton de la YubiKey

source: Timeout - please try again
fr: Délai expiré - veuillez réessayer

source: Error: Bad response from YubiKey
fr: Erreur : Mauvaise réponse de YubiKey

source: Error: Unconfigured YubiKey?
fr: Erreur : YubiKey non configuré ?

source: File corrupt or truncated! Data may have been lost or modified. Continue anyway?
fr: Fichier corrompu ou tronqué ! Des données ont peut-être été perdues ou modifiées. Continuer quand même ?

source: An error occurred while trying to get the image data from database item. Therefore, the image cannot be displayed in the preview.
fr: Une erreur est survenue lors de la récupération des données d'image depuis l'élément de base de données.. Par conséquent, l'image ne peut pas être affichée dans l'aperçu.

source: An error occurred while trying to load the image data into the preview area. Therefore, the image cannot be displayed in the preview.
fr: Une erreur est survenue lors du chargement des données d'image dans la zone d'aperçu. Par conséquent, l'image ne peut pas être affichée dans l'aperçu.
