Repository: pwsafe/pwsafe
Catalog: src/ui/wxWidgets/I18N/pos/pwsafe_*.po
Languages: fr

source: Compare current database with another database
fr: Comparer la base de données actuelle avec une autre base de données

source: Conflicting items
fr: Éléments conflictuels

source: Only in current database:
fr: Seulement dans la base de données actuelle:

source: Only in comparison database:
fr: Seulement dans la base de données comparative:

source: Identical items
fr: Éléments identiques

source: &View Report
fr: &Visualiser le rapport

source: &Compare
fr: &Comparer

source: compare
fr: comparer

source: Select a database to compare with current database (
fr: Choisir une base de données à comparer avec la base de données actuelle (

source: Password Database
fr: Base de données mots de passe

source: Select a PasswordSafe database to compare
fr: Choisir une base de données PasswordSafe à comparer

source: Advanced Options...
fr: Options avancées...

source: Synchronize this item...
fr: Synchroniser cet élément...

source: selected
fr: sélectionné

source: Synchronize all items...
fr: Synchroniser tous les éléments...

source: Copy
fr: Copier

source: to current db
fr: vers la db actuelle

source: Delete
fr: Supprimer

source: from current db
fr: depuis la db actuelle

source: &View entry in current db
fr: &Voir l'entrée dans la db actuelle

source: &Edit entry in current db
fr: &Éditer l'entrée dans la db actuelle

source: &View entry in comparison db
fr: &Voir l'entrée dans la db comparative

source: &Copy
fr: &Copier

source: selected
fr: sélectionné

source: fields to current db
fr: champs vers la db actuelle

source: &Copy this
fr: &Copier ceci

source: Current safe was opened read-only
fr: Le coffre-fort actuel a été ouvert en lecture seule

source: The database: %ls has duplicate entries with the same group/title/user combination. You can fix this by validating the database.
fr: La base de données : %ls a des entrées en double avec la même combinaison groupe/titre/utilisateur. Vous pouvez résoudre ce problème en validant la base de données.

source: Synchronization failed
fr: La synchronisation a échoué

source: Synchronize items
fr: Synchroniser les éléments

source: Select fields to synchronize
fr: Choisir les champs à synchroniser

source: You must select some fields to synchronize
fr: Vous devez choisir certains champs à synchroniser

source: The databases are identical when comparing the selected or default fields!
fr: Les bases de données sont identiques lors de la comparaison les champs sélectionnés ou par défaut!

source: Entries only in current database (%ls):
fr: Entrées seulement dans la base courante(%ls):

source: Entries only in comparison database (%ls):
fr: Entrées seulement dans le fichier de comparaison (%ls):

source: Entries in both databases but with differences:
fr: Entrées dans les deux bases mais avec des différences:

source: has differences in the following fields:
fr: présente des différences dans les champs suivants:

source: compared
fr: comparé

source: Comparing current database with:
fr: Comparaison de la base de données actuelle avec:

source: Create Shortcut
fr: Créer un raccourci

source: Enter the shortcut properties to the selected base entry.
fr: Entrez les propriétés du raccourci vers l'entrée de base choisie.

source: Shortcut
fr: Raccourci

source: Base Entry
fr: Entrée de base

source: Shortcut to
fr: Raccourci vers

source: Encryption
fr: Cryptage

source: Enter an encryption key.
fr: Entrez une clé de cryptage.

source: Decryption
fr: Decryptage

source: Enter a decryption key.
fr: Entrez une clé de décryptage.

source: Enter Key:
fr: Entrer la clé:

source: Verify Key:
fr: Vérifier la clef:

source: The combination cannot be blank.
fr: La combinaison ne peut être vide.

source: The two entries do not match.
fr: Les deux entrées ne coïncident pas.

source: The entry cannot be blank.
fr: L'entrée ne peut être vide.

source: Password Safe Databases (*.psafe4; *.psafe3; *.dat)|*.psafe4;*.psafe3;*.dat|Password Safe Backups (*.bak)|*.bak|Password Safe Intermediate Backups (*.ibak)|*.ibak|All files (*.*; *)|*.*;*
fr: Bases de données Password Safe (*.psafe4 ; *.psafe3;*.dat)|*.psafe4;*.psafe3;*.dat|Sauvegardes Password Safe (*.bak)|*.bak|Sauvegardes intermédiaires Password Safe (*.ibak)|*.ibak|Tous les fichiers (*.* ; *)|*.* ; *

source: Master Password:
fr: Mot de passe maître:

source: Insert YubiKey
fr: Inserer YubiKey

source: File or path not found.
fr: Fichier ou chemin introuvable.

source: That file is already open.
fr: Ce fichier est déjà ouvert.

source: Incorrect master password, not a Password Safe database, or a corrupt database.
fr: Mot de passe principal incorrect, pas une base de données Password Safe, ou une base de données corrompue.

source: Can't open a password database
fr: Impossible d'ouvrir une base de données de mots de passe

source: Are you sure you want to delete the selected group?
fr: Êtes-vous sûr de vouloir supprimer le groupe choisi?

source: Are you sure you want to delete the selected entry?
fr: Êtes-vous certain de vouloir supprimer l'entrée choisie?

source: Don't ask me again
fr: Ne plus me poser cette question

source: &Delete
fr: &Supprimer

source: &Cancel
fr: &Annuler

source: Delete Confirmation
fr: Confirmation de suppression

source: Drag this image onto another window to paste the selected element or tree.
fr: Faites glisser cette image vers une autre fenêtre pour coller l'élément ou l'arborescence choisi.

source: Drag this image onto another window to paste the '%s' field.
fr: Glissez cette image sur une autre fenêtre pour coller le champ '%s'.

source: User
fr: Utilisateur

source: Email
fr: Courriel

source: Error dragging
fr: Erreur de glisser-déposer

source: Nothing happened dragging
fr: Rien ne s'est passé en glisser-déposer

source: Copied successfully
fr: Copié avec succès

source: Moved successfully
fr: Déplacé avec succès

source: Dragging cancelled
fr: Glisser-déposer annulé

source: Unexpected result dragging
fr: Résultat inattendu traînant

source: Edit Shortcut
fr: Éditer le raccourci

source: Edit the shortcut properties to the selected base entry.
fr: Éditer les propriétés du raccourci vers l'entrée de base choisie.

source: Target last changed on:
fr: Dernière cible changée en:

source: Warning! This operation will create an unprotected copy of ALL of the passwords in the database. Deleting this copy after use is NOT sufficient.
fr: Attention! Cette opération créera une copie non protégée de TOUS les mots de passe de la base de données. Suppression de cette copie après utilisation ne suffit PAS.

source: Do not use this option unless you understand and accept the risks. This option bypasses the security provided by this program.
fr: N’utilisez cette option que si vous comprenez et acceptez les risques. Cette option contourne la sécurité fournie par ce programme.

source: Show Master Password
fr: Afficher le mot de passe maître

source: Line delimiter in Notes field:
fr: Délimiteur de ligne dans le champ de Notes:

source: Also used to replace periods in the Title field
fr: Également utilisé pour remplacer les points dans le champ Titre

source: &Help
fr: &Aide

source: &Advanced...
fr: &Avancé...

source: Virtual Keyboard
fr: Clavier virtuel

source: Could not launch xvkbd. Please make sure it's installed and in your PATH
fr: Impossible de lancer xvkbd. Veuillez vous assurer qu'il est installé et dans votre PATH

source: Could not launch external onscreen keyboard
fr: Impossible de lancer le clavier virtuel externe

source: Could not launch xvkbd. Please make sure it's in your PATH
fr: Impossible de lancer xvkbd. Veuillez vous assurer qu'il se trouve dans votre PATH

source: Could not launch a new process for xvkbd. Simultaneous execution disabled?
fr: Impossible de lancer un nouveau processus pour xvkbd. Exécution simultanée désactivée?

source: Please enable the Accessibility Keyboard in System Settings; the on-screen keyboard should then appear.
fr: Veuillez activer le clavier d'accessibilité dans les paramètres système; le clavier à l'écran devrait alors apparaître.

source: Could not launch the MacOS Settings App
fr: Impossible de lancer App Paramètres MacOS

source: &Reset/Remove shortcut Del
fr: &Réinitialiser/Retirer Raccourci Sup

source: Shortcut #
fr: Raccourci #

source: is not a valid shortcut
fr: n'est pas un raccourci valide

source: Invalid shortcut
fr: Raccourci invalide

source: Backups
fr: Sauvegardes

source: Display
fr: Affichage

source: Misc.
fr: Divers.

source: Security
fr: Sécurité

source: System
fr: Système

source: Shortcuts
fr: Raccourcis

source: Import Text Settings
fr: Importer les réglages de texte

source: Import options
fr: Options d'import

source: Import under group
fr: Importer sous le groupe

source: Import to change passwords of existing entries ONLY
fr: Importer pour changer les mots de passe des entrées existantes SEULEMENT

source: Delimiters
fr: Délimiteurs

source: Comma
fr: Virgule

source: Space
fr: Espace

source: Semicolon
fr: Point-virgule

source: Tab
fr: Onglet

source: Other
fr: Autre

source: Import text file:
fr: Importer le fichier texte:

source: Text files (*.txt)|*.txt|CSV files (*.csv)|*.csv|All files (*.*; *)|*.*; *
fr: Fichiers texte (*.txt)|*.txt|Fichiers CSV (*.csv)|*.csv|Tous les fichiers (*.*; *)|*.*; *

source: Import XML Settings
fr: Importer les réglages XML

source: Import XML file:
fr: Importer le fichier XML:

source: Choose an XML File to Import
fr: Choisir un fichier XML à importer

source: XML files (*.xml)|*.xml
fr: Fichiers XML (*.xml)|*.xml

source: Import under Group
fr: Importer sous Groupe

source: Available Filters:
fr: Filtres disponibles:

source: Filter 1
fr: Filtre 1

source: &New
fr: &Nouveau

source: &Edit
fr: &Édition

source: &Copy
fr: &Copier

source: &Import
fr: &Importer

source: E&xport
fr: E&porter

source: Selected Filter Details:
fr: Détails du filtre choisi:

source: This filter already exists
fr: Ce filtre existe déjà

source: Do you wish to replace it?
fr: Voulez-vous le remplacer?

source: File %ls was not imported (failed validation against XML Schema)
fr: Fichier %ls non importé (validation échouée par rapport au schéma XML)

source: File %ls was not imported (error during import)
fr: Fichier %ls n'a pas été importé (erreur lors de l'importation)

source: File %ls was not imported
fr: Fichier %ls n'a pas été importé

source: File %ls was imported with error
fr: Fichier %ls importé avec erreur

source: Filters successfully imported
fr: Filtres importés avec succès

source: filter
fr: filtre

source: Name the XML file
fr: Nommez le fichier XML

source: XML files (*.xml)|*.xml|All files (*.*; *)|*.*;*
fr: Fichiers XML (*.xml)|*.xml|Tous les fichiers (*.*; *)|*.*;*

source: Filters successfully exported
fr: Filtres exportés avec succès

source: Manage Filters
fr: Gestion des filtres

source: Name
fr: Nom

source: Apply
fr: Appliquer

source: Copy to database
fr: Copier à la base de données

source: Export
fr: Exporter

source: Database
fr: Base de données

source: Autoload
fr: Autocharger

source: Imported
fr: Importé

source: Available Password Policies:
fr: Stratégies de mot de passe disponible:

source: Edit
fr: Édition

source: List
fr: Liste

source: &Undo
fr: &Défaire

source: &Redo
fr: &Rétablir

source: Test Selected Policy
fr: Tester la stratégie choisie

source: Generate
fr: Générer

source: Copy Password to clipboard
fr: Copier mot de passe au presse-papier

source: Selected policy details:
fr: Détails de la stratégie choisie:

source: Close
fr: Fermer

source: View
fr: Voir

source: Policy Name
fr: Nom de stratégie

source: Use count
fr: Utiliser un compte

source: Policy Field
fr: Champ politique

source: Value
fr: Valeur

source: User Name
fr: Nom de l'utilisateur

source: Details
fr: Détails

source: Entries using selected policy:
fr: Entrées utilisant la politique choisie:

source: Not used
fr: Non utilisé

source: Manage Password Policies
fr: Gérer les politiques de mot de passe

source: Copy #
fr: Copier #

source: Pressing OK will copy the password of the selected item to the clipboard. The clipboard will be securely cleared when Password Safe is closed. Pressing Cancel stops the password from being copied.
fr: Cliquer sur OK copiera le mot de passe de l'élément choisi dans le presse-papiers. Le presse-papiers sera effacé de manière sécurisée lorsque Password Safe sera fermé. Cliquer sur Annuler empêche la copie du mot de passe.

source: Clear Clipboard
fr: Effacer le presse-papier

source: &Don't remind me again
fr: &Ne me le rappelle pas

source: There is no view available for attachments that are not of image media type.
fr: Aucun affichage n'est disponible pour les pièces jointes qui ne sont pas de type image.

source: View Attachment
fr: Voir Pièce Jointe

source: No preview available due to an error.
fr: Pas d'aperçu disponible en raison d'une erreur.

source: There was an error autotyping.
fr: Une erreur est survenue lors de la saisie automatique.

source: Autotype error
fr: Erreur d'autofrappe

source: Error switching to another application before autotyping. Switch manually within 5 seconds
fr: Erreur de passage à une autre application avant la saisie auto. Effectuez le changement manuellement dans les 5 secondes

source: Unable to send email
fr: Impossible d'envoyer l'e-mail

source: Unable to display URL
fr: Incapable d'afficher l'URL

source: Error at column %d: %s
fr: Erreur dans la colonne %d: %s

source: Error parsing Run Command
fr: Erreur de syntaxe dans l'exécution de la commande

source: Write Error
fr: Erreur d'écriture

source: Could not open file for writing!
fr: Impossible d'ouvrir le fichier en écriture!

source: Write operation failed! File may have been corrupted. Try saving in a different location
fr: Opération d'écriture échouée! Le fichier peut avoir été corrompu. Essayer d'enregistrer dans un autre dossier

source: Unknown error
fr: Erreur inconnue

source: Do you want to save changes to the password database:
fr: Voulez-vous enregistrer les modifs apportées à la base de données des mots de passe:

source: Save
fr: Mémoriser

source: Choose a name for the new database
fr: Choisir un nom pour la nouvelle base de données

source: psafe3 files (*.psafe3)|*.psafe3|All files(*.*; *)|*.*;*
fr: fichiers psafe3 (*.psafe3)|*.psafe3|Tous fichiers(*.*; *)|*.*;*

source: Lock is done by yourself
fr: Verrouillage effectué par vous-même

source: Remove Lock?
fr: Retirer le verrouillage?

source: Could not lock file.
fr: Fichier impossible à verrouiller.

source: Locked by
fr: Verrouillé par

source: Open Password Database
fr: Ouvrir base de données des mots de passe

source: Unable to create intermediate backup. Save database elsewhere or with another name? Click 'No' to exit without saving.
fr: Impossible de créer une sauvegarde intermédiaire. Sauver la base de données ailleurs ou sous un autre nom? Cliquez sur 'Non' pour quitter sans enregistrer.

source: Unable to create intermediate backup. Do you wish to save changes to your database without it?
fr: Impossible de créer une sauvegarde intermédiaire. Voulez-vous sauver les modifs apportées à votre base de données sans cette sauvegarde?

source: Unable to create intermediate backup.
fr: Incapable de créer une sauvegarde intermédiaire.

source: The original database, "%ls", is in pre-3.0 format. It will be unchanged. Your changes will be written as "%ls" in the new format, which is unusable by old versions of PasswordSafe. To save your changes in the old format, use the "File->Export To-> Old (1.x or 2) format" command.
fr: Base de données d'origine, "%ls", est au format pré-3.0. Elle restera inchangée. Vos modifications seront sauvées sous le nom "%ls" dans le nouveau format, qui est incompatible avec les anciennes versions de PasswordSafe. Pour enregistrer vos modifications dans l'ancien format, utilisez la commande "Fichier->Exporter vers-> Ancien format (1.x ou 2)".

source: File version warning
fr: Avertissement de la version du fichier

source: The original database, '%ls', is in pre-3.0 format. The data will now be written in the new format, which is unusable by old versions of PasswordSafe. To save the data in the old format, use the 'File->Export To-> Old (1.x or 2) format' command.
fr: Base de données d'origine, '%ls', est au format pré-3.0. Les données seront désormais écrites dans le nouveau format, qui est inutilisable par les anciennes versions de PasswordSafe. Pour sauver les données dans l'ancien format, utilisez la commande 'Fichier->Exporter vers-> Ancien format (1.x ou 2)'.

source: Choose a name for the current (Untitled) database:
fr: Choisir un nom pour la base de données actuelle (Sans titre):

source: Choose a new name for the current database:
fr: Choisir un nouveau nom pour la base de données actuelle :

source: Password Safe Databases (*.psafe3; *.dat)|*.psafe3;*.dat|All files (*.*; *)|*.*;*
fr: Bases de données Password Safe (*.psafe3 ; *.dat) | *.psafe3 ; *.dat | Tous les fichiers (*. ; *) | *.* ; *

source: %ls File is currently locked by %ls
fr: %ls Le fichier est actuellement verrouillé par %ls

source: File lock error
fr: Erreur de verrouillage du fichier

source: Do you wish to save this restored database as new database?
fr: Voulez-vous enregistrer cette base de données restaurée comme nouvelle base de données?

source: Unsaved restored database
fr: Base de données restaurée non enregistrée

source: Export Text
fr: Exporter du texte

source: Export Text failed
fr: Exportation du texte échouée

source: Name the plaintext file
fr: Nommez le fichier texte brut

source: Text files (*.txt)|*.txt|CSV files (*.csv)|*.csv|All files (*.*; *)|*.*;*
fr: Fichiers texte (*.txt)|*.txt|Fichiers CSV (*.csv)|*.csv|Tous les fichiers (*.*; *)|*.*;*

source: Advanced Text Export Options
fr: Options avancées d'exportation texte

source: export
fr: exporter

source: Export XML
fr: Exporter en XML

source: Export XML failed
fr: L'exportation du XML a échoué

source: Advanced XML Export Options
fr: Options avancées d'exportation XML

source: Password Safe Databases (*.dat)|*.dat|All files (*.*; *)|*.*;*
fr: Bases de données Password Safe (*.dat)|*.dat|Tous les fichiers (*.*; *)|*.*;*

source: Password Safe Databases (*.psafe4)|*.psafe4|All files (*.*; *)|*.*;*
fr: Bases de données Password Safe (*.psafe4)|*.psafe4|Tous les fichiers (*.*; *)|*.*;*

source: Name the exported database
fr: Nommez la base de données exportée

source: Could not figure out why PasswordSafeFrame::OnExportVx was invoked
fr: Impossible de savoir pourquoi PasswordSafeFrame::OnExportVx a été invoqué

source: You must save this database before it can be exported.
fr: Vous devez enregistrer cette base de données avant qu'elle soit exportée.

source: Exporting database:
fr: Exportation base de données:

source: to
fr: à

source: Export complete. Do you wish to see a detailed report?
fr: Exportation terminée. Voulez-vous voir un rapport détaillé?

source: No entries satisfied your selection criteria and so none were exported!
fr: Aucune entrée ne satisfait à vos critères de sélection, aucune n'a donc été exportée!

source: Passkey incorrect
fr: Passkey invalide

source: The current database was opened in read-only mode. You cannot import into it.
fr: La base de données actuelle a été ouverte en mode lecture seule. Impossible d'y importer des données.

source: Import text
fr: Importer texte

source: The database:
fr: La base de données:

source: has duplicate entries with the same group/title/user combination.
fr: contient des entrées en double avec la même combinaison groupe/titre/utilisateur.

source: Fix by validating database.
fr: Correction en validant la base de données.

source: Import Text failed
fr: Importation de texte a échoué

source: %ls file being imported: %ls
fr: %ls fichier en cours d'importation: %ls

source: File Read Error
fr: Erreur de lecture du fichier

source: Could not open file for reading!
fr: Impossible d'ouvrir le fichier pour lecture!

source: Invalid format
fr: Format invalide

source: Updated
fr: Mis à jour

source: Imported
fr: Importé

source: entry
fr: entrée

source: entries
fr: entrées

source: Skipped
fr: Ignoré

source: with Password History errors
fr: avec des erreurs d'historique des mots de passe

source: Renamed
fr: Renommé

source: Completed successfully
fr: Complété avec succès

source: Completed but ....
fr: Complété mais...

source: Do you wish to see a detailed report?
fr: Voulez-vous voir un rapport détaillé?

source: The database: %ls has duplicate entries with the same group/title/user combination. Fix by validating database.
fr: La base de données : %ls a des entrées en double avec la même combinaison groupe/titre/utilisateur. Corrigez en validant la base de données.

source: Import XML failed
fr: Importation de XML a échoué

source: Missing XSD File -
fr: Fichier XSD manquant -

source: File: %ls failed validation against XML Schema: %ls
fr: Fichier: la validation a échoué pour %ls contre le Schéma XML: %ls

source: File: %ls passed Validation but had the following errors during import: %ls
fr: Fichier: %ls a passé la validation mais a eu les erreurs suivantes pendant l'importation: %ls

source: The following records were skipped:
fr: Les entrées suivantes ont étés ignorés:

source: / skipped %d
fr: / %d passés

source: The following records had errors in their Password History:
fr: Les entrées suivantes avaient des erreurs dans leur historique de mot de passe :

source: / with Password History errors %d
fr: / %d avec erreurs d'Historique de Mot de Passe

source: The following records were renamed as an entry already exists in your database or in the Import file:
fr: Les entrées suivantes ont été renommés car une entrée existe déjà la votre fichier ou le fichier importé :

source: / renamed %d
fr: / %d renommé

source: File: %ls was imported (entries validated %d / imported %d%ls%ls%ls). See report for details.
fr: Fichier: %ls a été importé (%d entrées validées / importées %d%ls%ls%ls). Détails dans le rapport.

source: Validated %d %ls Imported %d %ls
fr: %d %ls validées %d %ls importées

source: XML import not supported in this release
fr: Importation XML non supportée dans cette version

source: XML import: Unexpected return code(%d)
fr: Importation XML: code de retour inattendu (%d)

source: Import a KeePass Text File
fr: Importer un fichier texte KeePass

source: Text file being imported: %ls
fr: Fichier texte en importation: %ls

source: %ls Could not open file for reading!
fr: %ls N'a pas pu ouvrir le fichier en lecture!

source: File open error
fr: Erreur d'ouverture du fichier

source: %ls Invalid format
fr: %ls Format invalide

source: Import failed
fr: Importation échouée

source: Imported %d %ls
fr: %d %ls importé

source: Merging database:
fr: Fusion de bases de données

source: Merge Complete
fr: Fusion achevée

source: Can't close database. There are unsaved changes in opened dialogs.
fr: Fermeture de la base de données impossible. Il y a des modifs non enregistrées dans les boîtes de dialogue ouvertes.

source: Choose a Name for this Backup:
fr: Choisir un nom pour cette sauvegarde :

source: Could not parse current file path
fr: Impossible de traiter le chemin d'accès au fichier actuel

source: Password Safe Backups (*.bak)|*.bak
fr: Sauvegardes Password Safe (*.bak)|*.bak

source: Backup File
fr: Fichier de sauvegarde

source: Password Safe Backups (*.bak)|*.bak|Password Safe Intermediate Backups (*.ibak)|*.ibak||
fr: Sauvegarde de PasswordSafe (*.bak)|*.bak|Sauvegarde intermédiaires de PasswordSafe (*.ibak)|*.ibak||

source: Password Safe - <Untitled Restored Backup>
fr: PasswordSafe - <Copie de sauvegarde restaurée sans titre>

source: You have chosen not to save your changes, which will be lost. Do you wish to continue?
fr: Vous avez choisi de ne pas enregistrer vos changements, qui seront perdus. Voulez-vous continuer?

source: Change database mode?
fr: Changer le mode de la base de données?
