Repository: pwsafe/pwsafe
Catalog: src/ui/wxWidgets/I18N/pos/pwsafe_*.po
Languages: fr

source: Use lowercase characters
fr: Utiliser des minuscules

source: Use symbols
fr: Utiliser des symboles

source: Use uppercase characters
fr: Utiliser des majuscules

source: Error in a Password History %ls:
fr: Erreur dans l'historique de mot de passe %ls:

source: sub-field starting at position %d (within the History field):
fr: sous-champ débutant à la position %d (dans le champ Historique):

source: All Password History ignored.
fr: Tout l'historique de mot de passe ignoré.

source: Read Error
fr: Erreur de lecture

source: Relative
fr: Relatif

source: relative
fr: relatif

source: One or more entry keyboard shortcuts were already assigned to entries in this database. They have been removed from the %ls entries.
fr: Un ou plusieurs raccourcis clavier ont déjà été assigné à des entrées dans cette base de données. Ils ont été retirés de l'entrée %ls.

source: One or more Password Policy Names were already in this database but had different settings. They have been renamed.
fr: Une ou plusieurs stratégies de mot de passe étaient déjà dans cette base de données mais ayant des paramètres différents. Elles ont été renommées.

source: Report of %ls function started at %ls
fr: Rapport de la fonction %ls démarrée à %ls

source: on database %ls
fr: dans la base de données %ls

source: Compare
fr: Comparer

source: Export_DB
fr: Export_BD

source: Export_Text
fr: Export_Texte

source: Find
fr: Chercher

source: Import_KeePassV1_CSV
fr: Import_CSV_KeePassV1

source: Import_KeePassV1_TXT
fr: Import_TXT_KeePassV1

source: Merge
fr: Fusionner

source: Synchronize
fr: Synchroniser

source: Validate
fr: Valider

source: Error
fr: Erreur

source: Fatal Error
fr: Erreur fatale

source: Warning
fr: Attention

source: Error in Password History for entry: »%ls»%ls»%ls»:
fr: Erreur dans l'historique du mot de passe pour l'entrée: »%ls»%ls»%ls»:

source: No entries were found containing search string '%ls' %ls
fr: Aucune entrée contenant la chaîne de recherche '%ls' %ls introuvable

source: The following entries contain search string '%ls' %ls
fr: Les entrées suivantes contiennent la chaîne de recherche '%ls' %ls

source: See Attachment filters
fr: Voir les filtres de pièce jointe

source: See Password History filters
fr: Voir les filtres de l'historique des mots de passe

source: See Password Policy filters
fr: Voir les filtres de la stratégie de mots de passe

source: is set
fr: est mis

source: shortcut
fr: raccourci

source: shortcuts
fr: raccourcis

source: policy specific symbols
fr: symboles spécifique à la stratégie

source: Start Report
fr: Commencer le rapport

source: Double-Click on entry to Autotype
fr: Double-cliquez sur l'entrée pour autofrapper

source: Double-Click on entry to Browse to URL
fr: Double-cliquez sur l'entrée pour naviguer sur la page

source: Double-Click on entry to Browse to URL + Autotype
fr: Double-cliquez sur l'entrée pour naviguer à l'URL + Autofrappe

source: Double-Click on entry to Copy Notes
fr: Double-cliquez sur l'entrée pour copier des notes

source: Double-Click on entry to Copy Password
fr: Double-cliquez sur l'entrée pour copier le mot de passe

source: Double-Click on entry to Copy Password and Minimize
fr: Double-cliquez sur l'entrée pour copier le mot de passe et réduire

source: Double-Click on entry to Copy Username
fr: Double-cliquez sur l'entrée pour copier le nom d'utilisateur

source: Double-Click on entry to Run Command
fr: Double-cliquez sur l'entrée pour exécuter la commande

source: Double-Click on entry to Send Email
fr: Double-cliquez sur l'entrée pour envoyer un courriel

source: Double-Click on entry to View/Edit it
fr: Double-cliquez sur l'entrée pour la visualiser/l'éditer

source: Synchronize completed: %d %ls updated
fr: Synchronisation complétée: %d %ls mis-à-jour

source: The following %ls %ls updated:
fr: Les %ls %ls suivants mis-à-jour:

source: System error: No more file handles available
fr: Erreur système: Plus de pointeurs de fichiers disponibles

source: Bad length
fr: Mauvaise longueur

source: The Authentication Code configuration is invalid
fr: La configuration du code d’authentification est invalide

source: Allowed characters are a-z, 2-7, space and dash
fr: Les caractères autorisés sont a-z, 2-7, espace et tiret

source: The authentication secret was not found
fr: Le secret d’authentification est introuvable

source: The Authentication Code operation was successful
fr: L’opération de code d’authentification a réussi

source: An unknown Authentication Code error occurred
fr: Une erreur de code d’authentification inconnu s’est produite

source: Unknown
fr: Inconnu

source: In Headers(%ls)/In Entries(
fr: Dans les entêtes(%ls)/Dans les entrées(

source: Unknown function
fr: Fonction inconnue

source: The following columns are unrecognized by PasswordSafe and will be ignored:
fr: Les colonnes suivantes ne sont pas reconnues par PasswordSafe et seront ignorées :

source: Unknown object
fr: Objet inconnu

source: Internal error: Unexpected error number
fr: Erreur interne: Numéro d'erreur inattendu

source: %ls on %ls
fr: %ls sur %ls

source: Name: %s; Filename: %s
fr: Nom: %s; Nom de fichier: %s

source: The following entries had an invalid UUID field. This has been corrected.
fr: Les entrées suivantes avaient un UUID invalide. Ceci a été corrigé.

source: The following entries have passwords in the correct form for %ls, but the base entry does not exist.
fr: Les entrées suivantes ont des mots de passe de la bonne forme pour %ls, mais l'entrée de base n'existe pas.

source: The following entries were duplicates of an existing entry.
fr: Les entrées suivantes étaient similaires à une entrée déjà existante.

source: The following entries had a duplicate UUID field. This has been corrected.
fr: Les entrées suivantes avaient un champ UUID en double. Elles ont été corrigées.

source: The following entries had an empty Password field, which is not permitted. The password has been set to '%ls'
fr: Les entrées suivantes avaient un champ Mot de Passe vide, ce qui n'est pas permis. Le mot de passe a été mis à '%ls'

source: The following entries had an empty Title field, which is not permitted.
fr: Les entrées suivantes avaient un champ titre vide, ce qui n'est pas permis.

source: Group='%ls', Title='%ls', User='%ls' %ls
fr: Groupe='%ls', Titre='%ls', Utilisateur='%ls' %ls

source: - Its title has been changed to:'%ls'
fr: - Son titre a été changé pour: '%ls'

source: The following ERRORS were detected and were FIXED.
fr: Les ERREURS suivantes ont été détectées et CORRIGÉES.

source: The following entries refer to missing attachments.
fr: Les entrées suivantes référencent des pièces jointes manquantes.

source: The following attachments are not referred to by any entry.
fr: Les pièces jointes suivantes ne sont référencées par aucune entrée.

source: The following entries had an invalid Password History. This has been rebuilt with available data. There may be some loss of history.
fr: Les entrées suivante avaient un historique de mot de passe invalide. Ceci a été corrigé avec l'information disponible. Il y a pu avoir quelques perte d'historique.

source: The following entries have one or more text fields too long to display or edit (over %d characters). The largest entry size found was ~%d %ls.
fr: Les entrées suivantes avaient un ou plusieurs champs trop long pour l'affichage ou la modificationn (plus de %d charactères). L'entrée la plus longue est de ~%d %ls.

source: The following WARNINGS were detected - you should review and fix them manually.
fr: Les AVERTISSEMENTS suivant ont été détectés - vous devriez les revoir et les corriger manuellement.

source: was
fr: a été

source: were
fr: ont été

source: will expire
fr: expirera

source: SAX Parse Error during %ls %ls.
fr: Erreur d'analyse SAX durant %ls %ls.

source: XML %ls: line %d character %d: %ls
fr: XML %ls: ligne %d caractère %d: %ls

source: *** Invalid XML characters found - see exported XML file for more details ***
fr: *** Caractère XML invalide trouvés - Voir le fichier XML exporté pour plus de détails ***

source: Internal error: Couldn't initialize config file XML structure
fr: Erreur interne: Impossible d'initialiser la structure XML du fichier de config

source: A filter was active. Export of data was restricted to include only those displayed.
fr: Un filtre était actif. L'exportation a été restreinte pour inclure seulement les entrées affichées.

source: Export of data was restricted to certain fields by the user.
fr: L'exportation a été restreinte à certains champ par l'utilisateur.

source: Note: These Password Policies will not replace existing policies with the same name in the current database.
fr: Note: Ces stratégies de mot de passe ne remplaceront pas les stratégies existantes ayant le même nom dans la base de données actuelle.

source: Note: These preferences are only used when importing into an empty database.
fr: Note: Ces préférences ne sont utilisées que lors de l'importation dans une base de données vide.

source: Subset of entries restricted by the following rule:
fr: Sous-ensemble des entrées restreint par la règle suivante :

source: The user specified that the following fields be excluded from the export:
fr: L'utilisateur a spécifié que les champs suivants soient exclus de l'exportation :

source: Configuration file error: %ls %ls offset approximately at %d
fr: Erreur de fichier de configuration: %ls %ls approximativement à %d

source: import
fr: importer

source: Unable to load configuration file
fr: Incapable de charger le fichier de configuration

source: Failed to lock configuration file - opened by another instance of PasswordSafe?
fr: Le verrouillage du fichier de configuration a échoué - ouvert par une autre instance de PasswordSafe?

source: Unable to save configuration file
fr: Incapable d'enregistrer le fichier de configuration

source: Yes
fr: Oui

source: (EasyVision Symbols)
fr: (Gros caractères)

source: Yes (at least %d)
fr: Oui (au moins %d)

source: (Pronounceable Symbols)
fr: (Symboles prononçables)

source: Yes - At least %d from %ls: %ls%ls
fr: Oui - Au moins %d de %ls: %ls%ls

source: XML error: %ls %ls offset approximately at %d
fr: Erreur XML: %ls %ls décalé approximativement à %d

source: Error in XML structure: excpected "%ls", found "%ls"
fr: Erreur dans la structure XML: attendu "%ls", trouvé "%ls"

source: Missing delimiter attribute in <passwordsafe>
fr: Attribut délimiteur manquant dans <passwordsafe>

source: Processing error on XML tag "<passwordsafe>"
fr: Erreur de traitement sur la balise XML "<passwordsafe>"

source: Unexpected XML node type %d of "%ls", inside of <passwordsafe>
fr: Type de nœud XML inattendu %d de "%ls", à intérieur de <passwordsafe>

source: Unknown XML tag <%ls> in <%ls>
fr: Balise XML <%ls> inconnue dans <%ls>

source: Not allowed XML tag <%ls> in <%ls>
fr: Balise XML <%ls> non autorisée dans <%ls>

source: Wrong XML value "%ls" for <%ls>
fr: Mauvaise valeur XML "%ls" pour <%ls>

source: Error in filter XML structure: excpected "%ls", found "%ls"
fr: Erreur dans la structure XML du filtre: attendu "%ls", trouvé "%ls"

source: Missing filtername
fr: Nom de filtre manquant

source: Unexpected XML tag "%ls", expected tag is "%ls"
fr: Balise XML "%ls" inattendue, la balise attendue est "%ls"

source: Missing active attribute in filter entry %d of filter '%ls'
fr: Attribut actif manquant dans l'entrée de filtre %d du filtre '%ls'

source: Unexpected attribute value "%ls" (expected "yes" or "no") in filter entry %d of '%ls'
fr: Valeur d'attribut inattendue "%ls" (valeur attendue "oui" ou "non") dans l'entrée de filtre %d de '%ls'

source: Missing XML tag for field type in filter entry %d of '%ls'
fr: Tag XML manquant pour le type de champ dans l'entrée de filtre %d de '%ls'

source: Unknown XML tag "%ls" for field type in filter entry %d of '%ls'
fr: Tag XML inconnu "%ls" pour le type de champ dans l'entrée de filtre %d de '%ls'

source: Missing rule in filter entry %d of filter '%ls'
fr: Règle manquante dans l'entrée de filtre %d du filtre '%ls'

source: Unknown rule "%ls" in filter entry %d of filter '%ls'
fr: Règle inconnue "%ls" dans l'entrée de filtre %d du filtre '%ls'

source: Missing logic in filter entry %d of filter '%ls'
fr: Logique manquante dans l'entrée de filtre %d du filtre '%ls'

source: Unknown logic "%ls" in filter entry %d of filter '%ls'
fr: Logique inconnue "%ls" dans l'entrée de filtre %d du filtre '%ls'

source: Unknown XML tag "%ls" in field type in filter entry %d of '%ls'
fr: Tag XML inconnu "%ls" dans le type de champ dans l'entrée de filtre %d de '%ls'

source: Missing logic or rule XML tag in filter entry %d of '%ls'
fr: Tag XML de logique ou de règle manquante dans l'entrée de filtre %d de '%ls'

source: Unknown XML tag "%ls" in test in filter entry %d of '%ls'
fr: Tag XML inconnu "%ls" dans le test dans l'entrée de filtre %d de '%ls'

source: Built using
fr: Construit à l'aide de

source: Build date:
fr: Date de la Build:

source: Check
fr: Vérifier

source: for the latest version.
fr: pour la dernière version.

source: Visit the
fr: Visitez le

source: Password Safe website
fr: Site Web Password Safe

source: See LICENSE for open source details.
fr: Voir la LICENCE à propos des détails 'open source'.

source: Copyright (c) 2003-2024 Rony Shapiro
fr: Droits d'auteur (c) 2003-2024 Rony Shapiro

source: &Close
fr: &Fermer

source: Could not initialize the Curl library.
fr: Impossible d’initialiser la bibliothèque Curl.

source: Could not create a connection session.
fr: Impossible de créer une session.

source: Could not set 'URL' option.
fr: Impossible de définir l’option 'URL'.

source: Could not set 'Timeout' option.
fr: Impossible de définir l'option 'Délai d'attente'.

source: Could not set 'Write Function' option.
fr: Impossible de définir l'option 'Fonction d'écriture'.

source: For security, the database must be closed before connecting to the Internet. Press OK to close database and continue (Changes will be saved)
fr: Par sécurité, la base de données doit être fermée avant de se connecter à Internet. Presser OK pour fermer la base de données et continuer (les modifications seront sauvées)

source: Confirm Close Dialog
fr: Confirmer la fermeture de la fenêtre de dialogue

source: Trying to contact server...
fr: Essaie de contacter le serveur...

source: Couldn't contact server.
fr: Impossible de contacter le serveur.

source: This is the latest release!
fr: Ceci est la version la plus récente!

source: Current version:
fr: Version actuelle:

source: Latest version:
fr: Dernière version:

source: Visit the Password Safe website to download the latest version.
fr: Visitez le site Web Password Safe pour télécharger la dernière version.

source: Newer Version Found!
fr: Nouvelle version trouvée!

source: Could not read server version data.
fr: Impossible de lire les données de version du serveur.

source: No Curl handle to perform download.
fr: Aucune poignée Curl pour effectuer le téléchargement.

source: Could not download version data.
fr: Impossible de télécharger les données de version.

source: About Password Safe
fr: À propos de PasswordSafe

source: Auto Type
fr: Saisie automatique

source: Browse
fr: Parcourir

source: Browse + Auto Type
fr: Parcourir + Auto Frappe

source: Copy Notes
fr: Copier les notes

source: Copy Password
fr: Copier le mot de passe

source: Copy Password + Minimize
fr: Copier le mot de passe + Réduire

source: Copy Username
fr: Copier le nom d'utilisateur

source: Edit/View Entry
fr: Modifier/Voir l'entrée

source: Execute Run command
fr: Exécuter la commande Run

source: Basic
fr: Général

source: Additional
fr: Avancé

source: Dates and Times
fr: Dates et Heures

source: Attachment
fr: Pièce jointe

source: Set Date/Time
fr: Mettre à jour la date/l'heure

source: To add a new entry, simply fill in the fields below. At least a title and a password are required. If you have set a default username, it will appear in the username field.
fr: Pour ajouter une nouvelle entrée, remplissez simplement les champs ci-dessous. Au moins un titre et un mot de passe sont requis. Si vous avez défini un nom d'utilisateur par défaut, il apparaîtra dans le champ du nom d'utilisateur.

source: Group:
fr: Groupe:

source: Title:
fr: Titre:

source: Username:
fr: Nom d'utilisateur:

source: Password:
fr: Mot de passe:

source: &Hide
fr: &Masquer

source: &Generate
fr: &Générer

source: Confirm:
fr: Confirmation :

source: &Alias To...
fr: &Alias vers...

source: Go
fr: Aller

source: EMail:
fr: Courriel:

source: Send
fr: Envoyer

source: Autotype:
fr: Autofrappe:

source: Run Cmd:
fr: Exécuter Cmd:

source: Double-Click Action:
fr: Action double-clic :

source: Shift-Double-Click Action:
fr: Action Maj-double-clic:

source: Password History
fr: Historique du mot de passe

source: Keep
fr: Mémoriser

source: last passwords
fr: derniers mots de passe

source: Clear History
fr: Effacer l'historique

source: Copy All
fr: Tout copier

source: Password Expiry
fr: Expiration du mot de passe

source: On
fr: Le

source: In
fr: Dans

source: days
fr: jours

source: Recurring
fr: Répéter

source: Never
fr: Jamais

source: Original Value:
fr: Valeur originale:

source: Statistics
fr: Statistiques

source: Created on:
fr: Créée le:

source: Password last changed on:
fr: Le mot de passe a été changé le:

source: Static text
fr: Texte statique

source: Last accessed on:
fr: Dernier accès le:

source: N/A
fr: N/D

source: Any field last changed on:
fr: Tout champ récemment changé sur:

source: Random password generation rules
fr: Règles de génération de mot de passe aléatoire

source: Use Named Policy
fr: Utiliser la stratégie nommée

source: Password length:
fr: Longueur MdP:

source: Use lowercase letters
fr: Utiliser des lettres minuscules

source: (At least
fr: (Au moins

source: Use UPPERCASE letters
fr: Utiliser des lettres MAJUSCULE

source: i.e., ., %, $, etc.
fr: c'est-à-dire ., %, $, etc.

source: Reset
fr: Réinitialiser

source: Use only easy-to-read characters
fr: Utilisez seulement des caractères faciles à lire

source: i.e., no 'l', '1', etc.
fr: c'est-à-dire pas de 'l', '1', etc.

source: Generate pronounceable passwords
fr: Générer des mots de passe prononçables

source: Use hexadecimal digits only
fr: Utilisez seulement des chiffres hexadécimaux

source: Preview
fr: Aperçu

source: File
fr: Fichier

source: Import...
fr: Importer...

source: Export...
fr: Exporter...

source: Remove
fr: Retirer

source: Properties
fr: Propriétés

source: Text
fr: Texte

source: Media Type:
fr: Type de média:

source: Creation Date:
fr: Date de Création:

source: File Size:
fr: Taille du fichier:

source: File Creation Date:
fr: Date de création du fichier:

source: File Last Modified Date:
fr: Date de dernière modification du fichier:

source: No Attachment Available
fr: Pas de pièce jointe disponible

source: No preview available due to an error
fr: Pas d'aperçu disponible dû à une erreur

source: No preview available - unsupported media type
fr: Pas d'aperçu disponible - type de média non supporté

source: Image Preview
fr: Aperçu de l'image

source: Image files
fr: Fichiers image

source: All files (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*

source: Import Attachment
fr: Importer la pièce jointe

source: Failed to allocate required memory to import attachment data.
fr: Échec de l'allocation de la mémoire requise pour importer les données de la pièce jointe.

source: Failed to open file.
fr: Échec lors de l'ouverture du fichier.

source: File exceeds the allowed maximum size of 4.3GB (2^32GB).
fr: Le fichier dépasse la taille maximale autorisée de 4,3 Go (2^32 Go).

source: An error occurred while reading the file.
fr: Une erreur est survenue lors de la lecture du fichier.

source: Unexpected error occurred during attachment import.
fr: Une erreur imprévue s'est produite lors de l'importation de la pièce jointe.

source: No attachment data to export.
fr: Aucune donnée jointe à exporter.

source: Export Attachment
fr: Exporter la pièce jointe

source: %s files (*.%s;*.jpg)|*.%s;*.jpg|
fr: %s fichiers (*.%s;*.jpg)|*.%s;*.jpg|

source: %s files (*.%s;*.gz)|*.%s;*.gz|
fr: %s fichiers (*.%s;*.gz)|*.%s;*.gz|

source: %s files (*.%s)|*.%s|
fr: %s fichiers (*.%s)|*.%s|

source: Failed to allocate required memory to export attachment data.
fr: Échec de l'allocation de la mémoire requise pour exporter les données jointes.

source: An error occurred while writing the file.
fr: Une erreur est survenue lors de l'écriture du fichier.

source: Unexpected error occurred during attachment export.
fr: Une erreur imprévue s'est produite lors de l'exportation de la pièce jointe.

source: default
fr: par défaut

source: [Notes hidden - click here to display]
fr: [Notes masquées - cliquer ici pour les afficher]

source: Couldn't generate password - invalid policy
fr: Impossible de générer le mot de passe - politique invalide

source: On changing this entry of type Shortcut Base to an Alias all Shortcut to this entry will be removed!
fr: En changeant cette entrée de type Base du raccourci en Alias, tous les raccourcis vers cette entrée seront retirés!

source: Shortcut or Alias selected, use Base entry instead
fr: Raccourci ou alias choisi, utilisez plutôt l'entrée de Base

source: This entry must have a %ls
fr: Cette entrée doit contenir un %ls

source: title
fr: titre

source: password
fr: mot de passe

source: Passwords do not match.
fr: Mots de passe ne correspondent pas.

source: Mismatching passwords
fr: Mots de passe incompatibles

source: Database name must not be empty if a database policy shall be used.
fr: Nom de la base de données ne peut être vide si une politique de base de données doit être utilisée.

source: An entry or shortcut with the same Group, Title and Username already exists.
fr: Une entrée ou raccourci avec le même Groupe, Titre ou Nom d'utilisateur existe déjà.

source: Duplicate entry
fr: Entrée dupliquée

source: (every %d days)
fr: (tous les %d jours)

source: &Show
fr: &Afficher

source: Total Length of policy too small
fr: Longueur totale de la politique trop petite

source: With password length at least one of the flags has to be set
fr: Avec une longueur de mot de passe minimale, au moins l'un des indicateurs doit être activé

source: HexDigits implies no easyvision or pronounceable to be set
fr: HexDigits n'implique aucune vision facile ni prononciation à définir

source: "Easy-to-read" and "pronounceable" cannot be both selected.
fr: Les options "facile à lire" et "prononçable" ne peuvent pas être choisies simultanément.

source: Unsupported selection
fr: Sélection non supportée

source: "Pronounceable" and "easy-to-read" cannot be both selected.
fr: Les options "Prononçable" et "facile à lire" ne peuvent pas être choisies simultanément.

source: One or more values have been changed. Do you want to discard the changes?
fr: Une ou plusieurs valeurs ont été changées. Voulez-vous ignorer les changements?

source: Discard
fr: Rejeter

source: Edit Entry
fr: Modifier l'entrée

source: Add Entry
fr: Ajouter une entrée

source: View Entry
fr: Visualiser l'entrée

source: Add, Edit or View Entry
fr: Ajouter, Éditer ou Afficher une entrée

source: No preview available
fr: Aucun aperçu disponible

source: &Restrict to a subset of entries:
fr: &Limiter à un sous-ensemble d'entrées:

source: &Where
fr: &Où

source: the &following text:
fr: le texte &suivant:

source: &Case Sensitive
fr: &Sensible aux majuscules et minuscules

source: &Available Fields:
fr: &Champs disponibles:

source: &Selected Fields:
fr: &Champs sélectionnés:

source: [Mandatory Field]
fr: [Champ obligatoire]

source: You must select some of the fields to
fr: Vous devez choisir certains champs pour

source: No fields selected
fr: Aucun champ sélectionné
