Repository: pwsafe/pwsafe
Catalog: src/ui/wxWidgets/I18N/pos/pwsafe_*.po
Languages: fr

source: Requested mode change failed
fr: Le mode demandé à échoué

source: The database has been changed since you opened it in R-O mode, so it is not possible to switch to R/W mode. Close the database and re-open it in R/W mode.
fr: La base de données a été changée depuis que vous l’avez ouverte en mode R-O, il est impossible de passer en mode R/W. Fermez la base de données et rouvrez là en mode R/W.

source: [Process ID=%ls]
fr: [ID processus=%ls]

source: Failed to switch from R-O to R/W because database is already open in R/W mode by: %ls %ls (Only one R/W access at a time is allowed)
fr: Impossible de changer de R-O to R/W: car le fichier est déjà ouvert en R/W par: %ls %ls (Un seul accès R/W n'est permis)

source: Failed to switch from R-O to R/W: Could not open the database. It may have been deleted or renamed or there may be a problem with its drive.
fr: Impossible de changer de R-O to R/W:: Impossible d'ouvrir le fichier. Il a peut-être été supprimé ou renommé, ou il peut y avoir un problème avec le disque.

source: Failed to switch from R-O to R/W: The file appears to be too short to be a valid database.
fr: Échec du passage de R-O à R/W: le fichier semble trop court pour être une base de données valide.

source: Given path is a directory or file is read-only
fr: Le chemin donné est un dossier ou un fichier en lecture seule

source: Failed to switch from R/W to R-O: Could not release database lock. Try exiting and restarting program.
fr: Échec du passage de R/W à R-O: impossible de libérer le verrouillage de la base de données. Essayer de redémarrer le programme.

source: file '
fr: fichier '

source: ' not readable
fr: ' illisible

source: View Report
fr: Voir le rapport

source: &Apply current
fr: &Appliquer actuel

source: &Clear current
fr: &Effacer actuel

source: Merge Another Database
fr: Fusionner une autre base de données

source: Choose Database to Merge into "
fr: Choisir la base de données à fusionner dans "

source: Choose a Database to Merge into current database
fr: Choisir une base de données à fusionner dans la base de données actuelle

source: Advanced Merge Options
fr: Options de fusion avancées

source: merge
fr: fusionner

source: You must select a valid file to continue.
fr: Vous devez choisir un fichier valide pour continuer.

source: You haven't selected any files
fr: Vous n'avez choisi aucun fichier

source: Selected file doesn't exist.
fr: Le fichier choisi n'existe pas.

source: Please select a valid file
fr: Veuillez choisir un fichier valide

source: Incremented Number [001-999]
fr: Numéro incrémenté [001-999]

source: Edit/View selected entry
fr: Éditer / Afficher l'entrée choisie

source: Send email
fr: Envoyer un e-mail

source: Miscellaneous
fr: Divers

source: Save database immediately after any change
fr: Sauver la base de données immédiatement après tout changement

source: Intermediate Backups
fr: Sauvegardes intermédiaires

source: Create intermediate backups (.ibak) before saving
fr: Créer des sauvegardes intermédiaires (.ibak) avant d'enregistrer

source: Backup Name
fr: Nom de la sauvegarde

source: Database name
fr: Nom de la base de données

source: Other:
fr: Autre:

source: Suffix:
fr: Suffixe:

source: Example:
fr: Exemple:

source: Backup directory:
fr: Répertoire de sauvegarde :

source: Same as database's
fr: Identique à celui de la base de données

source: Always keep Password Safe on top
fr: Gardez toujours PasswordSafe visible

source: Show Username in Tree View
fr: Afficher le nom d'utilisateur dans l'arborescence

source: Show Password in Tree View
fr: Afficher le mot de passe dans l'arborescence

source: Show Password in Add && Edit
fr: Afficher les notes dans Ajouter && Modifier

source: Show Notes in Edit
fr: Afficher les notes dans Modifier

source: Show Notes as ToolTips in Tree && List views
fr: Afficher notes sous forme d'infobulles dans les vues Arborescence && Liste

source: Word Wrap Notes in Add && Edit
fr: Retour à la ligne pour les notes pour Ajouter && Modifier

source: Put Groups first in Tree View
fr: Placer les groupes en premier dans l'arborescence

source: Warn
fr: Avertir

source: Show Menu Separator
fr: Montrer le séparateur de menu

source: Auto-adjust column width
fr: Ajustement auto de la largeur des colonnes

source: Show Text in Toolbar
fr: Afficher le texte dans la barre d'outils

source: Show Alias Selection in Add && Edit
fr: Afficher la sélection d'alias dans Ajouter && Modifier

source: days before passwords expire
fr: jours avant expiration des mots de passe

source: &Fully collapsed
fr: &Entièrement replié

source: &Fully expanded
fr: &Entièrement déployé

source: &Same as when last saved
fr: &Identique à la dernière sauvegarde

source: Initial Tree View
fr: Arborescence initiale

source: Confirm deletion of items
fr: Confirmer la suppression des éléments

source: Record last access times
fr: Enregistrer l'heure du dernier accès à un enregistrement

source: Escape key closes application
fr: La touche Échap ferme l'application

source: Minimize after Autotype
fr: Minimisé après autofrappe

source: Default Autotype string:
fr: Expression autofrappée par défaut:

source: Default Username
fr: Nom d'utilisateur par défaut

source: Use
fr: Utiliser

source: as default username
fr: comme nom d'utilisateur par défaut

source: Query user to set default username
fr: Demander à l’utilisateur de définir le nom d’utilisateur par défaut

source: Alternate Browser
fr: Navigateur alternatif

source: Browser Command Line parameters
fr: Paramètres de la ligne de commande du navigateur

source: previous passwords per entry
fr: mots de passe précédents par entrée

source: Default password expiration (days)
fr: Expiration du mot de passe par défaut (jours)

source: Manage password history of current entries
fr: Gestion de l'historique des mots de passe des entrées courantes

source: No change
fr: Aucun changement

source: Stop saving previous passwords
fr: Arrêter d'enregistrer les mots de passe précédents

source: Start saving previous passwords
fr: Débuter l'enregistrement des mots de passe précédents

source: Set maximum number of passwords saved to above value
fr: Définir le nombre maximum de mots de passe enregistrés à la valeur ci-dessus

source: Clear password history for ALL entries
fr: Effacer l'historique des mot de passe pour TOUTES les entrées

source: Apply these changes to Protected Entries (if required).
fr: Appliquez ces changement aux entrées protégées (si requis)

source: Clear clipboard upon minimize
fr: Effacer le presse-papier en minimisant

source: Clear clipboard upon exit
fr: Effacer le presse-papier en quittant

source: Confirm copy of password to clipboard
fr: Confirmez la copie du mot de passe au presse-papier

source: 'Browse to URL' copies password to clipboard
fr: 'Naviguer à l'URL' copie le mot de passe au presse papier

source: Lock password database on minimize
fr: Verrouiller la base de données des mots de passe en minimisant

source: Lock password database on workstation lock
fr: Verrouiller la base de données des mots de passe lors du verrouillage du poste de travail

source: Lock password database after
fr: Verrouiller la base de données des mots de passe après

source: minutes idle
fr: minutes d'inactivité

source: Unlock Difficulty:
fr: Déverrouiller la difficulté :

source: System Tray
fr: Barre système

source: Put icon in System Tray
fr: Mettre l'icône dans la barre système

source: Remember last
fr: Se souvenir de la dernière fois

source: used entries in System Tray menu
fr: entrées utilisées dans le menu de la barre d'état système

source: Start Password Safe at Login
fr: Lancer Password Safe à la connexion

source: There appears to be no system tray support in your current environment. Any related functionality may not work as expected.
fr: Il semble que votre environnement actuel ne prenne pas en charge la barre d'état système. Les fonctionnalités associées risquent de ne pas fonctionner correctement.

source: Recent Password Safe Databases
fr: Bases de données récentes sur les coffres-forts de mots de passe

source: databases
fr: bases de données

source: Recent Databases on File Menu rather than as a sub-menu
fr: Bases de données récentes dans le menu Fichier plutôt que dans un sous-menu

source: Open database as read-only by default
fr: Ouvrir la base de données en lecture seule par défaut

source: Allow multiple instances
fr: Autoriser plusieurs instances

source: Use Primary Selection for clipboard
fr: Utiliser la sélection primaire pour le presse-papiers

source: Use alternate AutoType method
fr: Utiliser la méthode AutoFrappe alternative

source: When set, use XTEST for AutoType instead of XSendEvent. XSendEvent can handle more control keys, but may be blocked by some applications.
fr: Si cette option est activée, utilisez XTEST pour AutoFrappe à la place de XSendEvent. XSendEvent peut gérer davantage de touches de contrôle, mais peut être bloqué par certaines applications.

source: If AutoType doesn't work, setting this may help.
fr: Si AutoFrappe ne fonctionne pas, ce réglage peut aider.

source: Select a Browser
fr: Choisir un navigateur

source: Number of entries that had their settings changed to not save password history was: %d
fr: Le nombre d'entrée à avoir eu leur configuration changée en 'Ne pas enregistrer l'historique du mot de passe' était de: %d

source: Number of entries that had their settings changed to save password history was: %d
fr: Le nombre d'entrée à avoir eu leur configuration changée en 'Enregistrer l'historique du mot de passe' était de: %d

source: Number of entries that had their 'maximum saved passwords' changed to the new default was %d
fr: Le nombre d'entrées qui ont eu leurs 'mots de passe enregistré maximum' changé à la nouvelle valeur par défaut était %d

source: Number of entries that had their password history removed was %d
fr: Nombre d'entrées ayant leur historique de mot de passe retiré est de %d

source: Display Filter Boolean Value
fr: Afficher la valeur booléenne du filtre

source: Rule
fr: Règle

source: Display Filter DCA Value
fr: Filtre d'affichage Valeur DCA

source: Display Filter Date Value
fr: Afficher la valeur de filtre de date

source: Absolute
fr: Absolut

source: Relative dates are in days relative to today e.g. '-1' is yesterday and '1' is tomorrow
fr: Les dates relatives sont relatives à aujourd'hui. ex. '-1' égal à hier et '1' est demain

source: Interval [%d to %d]
fr: Intervalle [%d à %d]

source: Correct numeric values.
fr: Valeurs numériques correctes.

source: Second number must be greater than first
fr: Deuxième chiffre plus grand que cinq

source: Maximum value for first number and 'Between' rule
fr: Valeur maximale pour le premier nombre et règle 'Entre'

source: Please correct date values.
fr: Veuillez corriger les valeurs de date.

source: Second date must be later than first
fr: La seconde date doit être plus grande que la première

source: Number is set to the minimum value. 'Less than' is not allowed.
fr: Le nombre est fixé à sa valeur minimale. 'Moins que' n'est pas autorisé.

source: Number is set to the maximum value. 'Greater than' is not allowed.
fr: Le nombre est fixé à sa valeur maximale. 'Supérieur à' n'est pas autorisé.

source: A future date is not valid for this field
fr: Une date future est invalide pour ce champ

source: Correct date values.
fr: Valeurs de date correctes.

source: Entry size
fr: Taille de l'entrée

source: Entry type
fr: Type d'entrée

source: Entry status
fr: État de l'entrée

source: Unknown fields
fr: Champs inconnus

source: Password Length
fr: Longueur du mot de passe

source: Field present
fr: Champ présent

source: Field active
fr: Champ actif

source: Number stored
fr: Nombre stocké

source: Maximal Number stored
fr: Nombre maximal stocké

source: Change Date
fr: Changer la date

source: Previous Passwords
fr: Mots de passe précédents

source: Minimum lowercase characters
fr: Caractères minuscules minimum

source: Minimum uppercase characters
fr: Caractères majuscules minimum

source: Minimum digits
fr: Nombres minimum

source: Minimum symbols
fr: Symboles minimum

source: Date added
fr: Date ajoutée

source: Media Type
fr: Type de média

source: File Name
fr: Nom de fichier

source: File Path
fr: Emplacement de fichier

source: File Creation Date
fr: Date de création du fichier

source: File Last Modified Date
fr: Date de dernière modification du fichier

source: File Last Accessed date
fr: Date du dernier accès au fichier

source: Click here to pick a field
fr: Cliquez ici pour choisir un champ

source: Display Filter Integer Value
fr: Afficher la valeur entière du filtre

source: Bytes
fr: Octets

source: KBytes
fr: KOctets

source: MBytes
fr: MOctets

source: Please correct numeric values.
fr: Veuillez corriger les valeurs numériques.

source: Display Filter Media Types Value
fr: Afficher les types de médias du filtre Valeur

source: Case Sensitive
fr: Sensible aux majuscules et minuscules

source: Display Filter Password Value
fr: Afficher la valeur du mot de passe du filtre

source: expiry in day(s):
fr: expiration dans jour(s) :

source: Specify text.
fr: Spécifiez le texte.

source: Missing text for the selected rule.
fr: Texte manquant pour la règle choisie.

source: Display Filter Entry Status Value
fr: Afficher la valeur d'état de l'entrée du filtre

source: Status
fr: Statut

source: Display Filter String Value
fr: Voir la valeur de la chaîne du filtre

source: And/Or
fr: Et/Ou

source: Field
fr: Champ

source: Criteria
fr: Critère

source: No criteria defined
fr: Aucun critère défini

source: Display Filter Entry Type Value
fr: Afficher Filtre Entrée Type Valeur

source: Another instance of Password Safe is already running
fr: Une autre instance de Password Safe est déjà en cours d'exécution

source: Could not initialize help subsystem. Help will not be available.
fr: Impossible d'initialiser le sous-système d'aide. L'aide sera indisponible.

source: Password Safe: Error initializing help
fr: Password Safe : erreur lors de l'initialisation de l'aide

source: Don't show this warning again
fr: Ne plus montrer cet avertissement

source: Unable to import "autoload_filters.xml"
fr: Impossible d'importer "autoload_filters.xml"

source: Missing help definition for page "
fr: Définition d'aide manquante pour la page "

source: " of "
fr: " de "

source: Missing help definition for window "
fr: Définition d'aide manquante pour la fenêtre "

source: Please inform the developers.
fr: Veuillez en informer les développeurs.

source: Help Undefined
fr: Aide non définie

source: Policy Name:
fr: Nom de la politique :

source: Hexadecimal is mutually exclusive to all other options.
fr: Les hexadécimaux sont mutuellement exclusifs aux autres options.

source: Hexadecimal passwords must have even length - each byte is two characters
fr: Les mots de passe hexadécimaux doivent avoir une longueur paire - chaque octet correspond à deux caractères

source: At least one type of character (lowercase, uppercase, digits, symbols or hexadecimal) must be chosen
fr: Au moins un type de caractère (minuscules, majuscules, chiffres, symboles ou hexadécimal) doit être choisi

source: Password must be between 4 and 1024 characters
fr: Mot de passe doit comporter entre 4 et 1024 caractères

source: Password length is less than sum of 'at least' constraints
fr: La taille du mot de passe est moindre que la somme des contraintes minimum

source: Policy name cannot be blank
fr: Nom de la politique ne peut pas être vide

source: Policy name is already in use
fr: Nom de la politique déjà utilisé

source: Default policy name is not allowed
fr: Nom de politique par défaut non autorisé

source: Policy Error
fr: Erreur de politique

source: &New...
fr: &Nouveau...

source: &Open...
fr: &Ouvrir...

source: &Unlock Ctrl+I
fr: &Déverrouiller Ctrl+I

source: &Lock Ctrl+J
fr: &Verrouiller Ctrl+J

source: &Recent Safes...
fr: &Coffres-forts récents...

source: Clear Recently Opened List
fr: Effacer la liste récemment ouverte

source: &Save...
fr: &Enregistrer...

source: Save &As...
fr: Enregistrer &sous...

source: v&1.x format...
fr: format v&1.x...

source: v&2 format...
fr: format v&2...

source: v&4 format (EXPERIMENTAL)...
fr: format v&4 (EXPÉRIMENTAL)...

source: &Plain Text (tab separated)...
fr: Format &texte (séparé par tabulation)...

source: &XML format...
fr: &Format XML...

source: Export &To
fr: &Exporter vers

source: &Plain Text...
fr: &Texte simple...

source: Import &From
fr: &Importer à partir de

source: &Merge...
fr: &Fusionner...

source: &Compare...
fr: &Comparer...

source: S&ynchronize...
fr: S&ynchroniser...

source: Change R/W Mode
fr: Changer le mode R/W

source: &Properties
fr: &Propriétés

source: E&xit
fr: &Quitter

source: &File
fr: &Fichier

source: &Add Entry... Ctrl+A
fr: &Ajouter l'entrée... Ctrl+A

source: &View Entry... Ctrl+Enter
fr: &Voir l'entrée... Ctrl+Entrée

source: Edit Entry... Ctrl+Enter
fr: Éditer l'entrée... Ctrl+Entrée

source: &Delete Entry Del
fr: &Supprimer l'entrée Sup

source: Rename Entry F2
fr: Renommer l'entrée F2

source: &Find Entry... Ctrl+F
fr: &Trouver l'entrée... Ctrl+F

source: &Duplicate Entry Ctrl+D
fr: &Entrée dupliquée Ctrl+D

source: Protect Entry
fr: Protéger l'entrée

source: Add Group
fr: Ajouter un groupe

source: C&lear Clipboard Ctrl+Del
fr: C&Effacer Presse-papiers Ctrl+Suppr

source: &Copy Password to Clipboard Ctrl+C
fr: &Copier mot de passe au presse-papiers Ctrl+C

source: Copy &Username to Clipboard Ctrl+U
fr: Copier &Nom d'utilisateur au presse-papiers Ctrl+U

source: Copy &Notes to Clipboard Ctrl+G
fr: Copier &Notes au presse-papiers Ctrl+G

source: Copy URL to Clipboard Ctrl+Alt+L
fr: Copier l'URL au presse-papiers Ctrl+Alt+L

source: &Browse to URL Ctrl+L
fr: &Aller à l'URL Ctrl+L

source: Perform Auto&type Ctrl+T
fr: Exécuter Auto&Frappe Ctrl+T

source: Create &Shortcut
fr: Créer un &raccourci

source: Go to Base entry
fr: Aller à l'entrée Base

source: Flattened &List
fr: Vue en &liste

source: Nested &Tree
fr: Vue en &arborescence

source: Sort by Group
fr: Trier par groupe

source: Sort by Name
fr: Trier par nom

source: Sort by Date
fr: Trier par date

source: Tree Sort
fr: Tri arborescent

source: Toolbar &visible
fr: Barre d'outils &visible

source: &New Toolbar
fr: &Nouvelle barre de tâches

source: &Classic Toolbar
fr: &Barre de tâches classique

source: &Dragbar visible
fr: &Barre de glissement visible

source: Expand All
fr: Tout développer

source: Collapse All
fr: Tout regrouper

source: &Unsaved Changes
fr: &Changements non enregistrés

source: Entries with E&xpiry Dates
fr: Entrées avec dates d'e&xpiration

source: Last Find results
fr: Derniers résultats de recherche

source: Subviews
fr: Sous-vues

source: &New/Edit Filter...
fr: &Nouveau/Éditer le filtre...

source: &Manage...
fr: &Gérer...

source: Empty Group visible in Filter
fr: Groupe vide visible dans le filtre

source: &Filters
fr: &Filtres

source: Customize &Main Toolbar...
fr: Personnaliser &Barre outils...

source: &Tree/List Font
fr: &Arbre/Liste Police

source: &Add/Edit Font
fr: &Ajouter/Éditer police

source: &Password Font
fr: &Police du mot de passe

source: &Notes Font
fr: &Polices de notes

source: Change &Font
fr: Changer la &Police

source: &Find
fr: &Rechercher

source: Import &Text
fr: Importer &Texte

source: Import &XML
fr: Importer &XML

source: Import &KeePass V1 Text
fr: Importer &KeePass V1 Texte

source: Import Kee&Pass V1 CSV
fr: Importer Kee&Pass V1 CSV

source: &Export Text
fr: &Exporter Texte

source: Export XM&L
fr: Exporter XM&L

source: Export Current &DB
fr: Exporter &DB courante

source: &Merge
fr: &Fusionner

source: &Synchronize
fr: &Synchroniser

source: &Validate
fr: &Valider

source: Reports
fr: Rapports

source: &View
fr: &Affichage

source: &Change Master Password...
fr: &Changer le mot de passe maître...

source: Make &Backup... Ctrl+B
fr: Faire &Sauvegarder... Ctrl+B

source: &Restore from Backup... Ctrl+R
fr: &Restaurer depuis la sauvegarde... Ctrl+R

source: Password Policies...
fr: Politiques de mots de passe...

source: Generate &Password... Ctrl+P
fr: Générer &Mot de passe... Ctrl+P

source: Generate Password
fr: Générer un mot de passe

source: Configure and backup YubiKeys
fr: Configurer et sauvegarder YubiKeys

source: &Manage
fr: &Gérer

source: Get &Help
fr: Obtenir &Aide

source: Visit Password Safe &website...
fr: Visiter le site &web de Password Safe...

source: &About Password Safe...
fr: &À propos de Password Safe...

source: Select Language
fr: Choisir la langue

source: Open database
fr: Ouvrir la base de données

source: Unknown code: %d
fr: Code inconnu: %d

source: Add &Entry
fr: Ajouter une &entrée

source: Add &Group
fr: Ajouter un &groupe

source: &Rename Group
fr: &Renommer le groupe

source: &Delete Group
fr: &Supprimer le groupe

source: Copy &Username to Clipboard
fr: Copier le nom d'&utilisateur au presse-papier

source: &Copy Password to Clipboard
fr: &Copier le mot de passe au presse-papier

source: Display subset of Password
fr: Afficher une partie du mot de passe

source: Display Password as &QR code
fr: Voir le mot de passe comme un &QR code

source: Copy &Notes to Clipboard
fr: Copier les &notes au presse-papier

source: Copy UR&L to Clipboard
fr: Copier l'UR&L au presse-papier

source: Copy email to Clipboard
fr: Copier l'e-mail au presse-papiers

source: Copy Run Command to Clipboard
fr: Copier la commande à exécuter au presse-papier

source: &Browse to URL
fr: &Aller à l'URL

source: Browse to URL + &Autotype
fr: Aller à l'URL + &Saisie auto

source: Send &email
fr: Envoyer un &email

source: &Run Command
fr: &Exécuter Commande

source: Perform Auto &Type
fr: Exécuter saisie Auto &Frappe

source: &View Entry...
fr: &Voir l'entrée...

source: Edit Entry...
fr: Modifier l'entrée...

source: &Duplicate Entry
fr: &Dupliquer l'entrée

source: Delete Entry
fr: &Supprimer l'entrée

source: Goto &Shortcuts...
fr: Aller à &Raccourcis...

source: &Go to Base entry
fr: &Gagner l'entrée de base

source: View &Base entry
fr: Voir l'entrée de &base

source: &Edit Base entry
fr: &Édition de l'entrée de base

source: Could not re-load database:
fr: Impossible de recharger la base de données:

source: Error re-loading last database
fr: Erreur lors du rechargement de la dernière base de données

source: There was an error loading the database:
fr: Une erreur est survenue lors du chargement de la base de données:

source: Could not load database
fr: Impossible de charger la base de données

source: Change to R/W
fr: Changer pour R/W

source: Change to R-O
fr: Changer pour R-O

source: Group copied
fr: Groupe copié

source: Title copied
fr: Titre copié

source: User copied
fr: Utilisateur copié

source: Pswd copied
fr: MdP copié

source: Notes copied
fr: Notes copiées

source: URL copied
fr: URL copiée

source: Autotype copied
fr: Autofrappe copiée

source: RunCmd copied
fr: RunCmd copié

source: Email copied
fr: Courriel copié

source: Password History copied
fr: Historique mot de passe copié

source: Old Pswd copied
fr: Ancien Pswd copié

source: Select Tree/List display font
fr: Choisir la police d'affichage de l'arborescence/liste

source: Select Add/Edit display font
fr: Choisir Ajouter/Éditer la police d'affichage

source: Select Password display font
fr: Choisir la police d'affichage du mot de passe

source: Select Notes display font
fr: Choisir la police d'affichage des notes

source: Select Virtual Keyboard font
fr: Choisir la police du clavier virtuel

source: Search text input field
fr: Champ de saisie du texte à rechercher

source: Find Next
fr: Chercher le suivant

source: Case Insensitive Search
fr: Recherche insensible aux majuscules/minuscules

source: Advanced Find Options
fr: Options de recherche avancées

source: Create report of previous Find search
fr: Créer un rapport des précédentes recherches
