<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Ein Wort &uuml;ber Master-Passw&ouml;rter</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
		</script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
<h2>Ein Wort &uuml;ber Master-Passw&ouml;rter</h2>
<p>Eine der wichtigsten Schl&uuml;ssel f&uuml;r Ihre Sicherheit ist die Wahl eines starken Master-Passwortes f&uuml;r Ihre <b>Password Safe</b> Datenbank. Die Datenbank&nbsp;("Safe") enth&auml;lt alle Ihre Benutzernamen, Passw&ouml;rter und s&auml;mtliche zus&auml;tzliche Informationen die Sie eingef&uuml;gt haben. Den Namen der Geliebten, ein Geburtstag oder irgendeine andere Kombination die einfach zu erraten ist, hinterl&auml;sst Daten, die leicht zu knacken sind. <i><b>Es ist wichtig ein Master-Passwort zu w&auml;hlen, das schwer zu erraten ist, aber genauso wichtig ist es, eins zu w&auml;hlen, woran <u>sie sich leicht erinnern k&ouml;nnen</u>.</b></i></p>
<p><b>Password Safe</b> hat eine eingebaute Pr&uuml;fung auf vermeintlich schwache Passw&ouml;rter. Im Allgemeinen sollte ein Master-Passwort (wie jedes andere Passwort auch) aus einem Mix aus Buchstaben und mindestens einer Ziffer oder <a href="JavaScript:popup.TextPopup(strSpecialChars,popFont,9,9,-1,-1)">Speziellen Zeichen</a> (wie diese &uuml;ber die Ziffern an der Tastatur). Wenn das Programm ein eingegebenes Master-Passwort als schwach einstuft, wird eine Best&auml;tigung angefordert. Sie haben dann die Wahl das original eingegebene (schwache) Master-Passwort anzunehmen, oder ein Neues einzugeben.</p>
<center><img src="images/weakpassword.jpg"></center>
<p>Um das Master-Passwort zu &auml;ndern, siehe <a href="change_combo.html">&Auml;ndern des Master-Passwortes</a>.
		</p>
<hr>
		<small><b>Bemerkung:<span style="color: rgb(255, 0, 0);"> Es besteht keine M&ouml;glichkeit in <b>Password Safe</b> verlorene oder vergessene Passw&ouml;rter wieder aufzufinden</span></b><span style="color: rgb(255, 0, 0);">.</span> <br>
Dies wurde im Konzept bewusst so entschieden, weil jede Art der Passwortwiederherzustellung auch eine Sicherheitsl&uuml;cke darstellt.</small>
<hr>
		<!-- Added some white space at the bottom for natural scrolling -->
		<br>
<br>
<br>
		<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
			<param name="Keyword" value="Master-Passwort aussuchen">
			<param name="Keyword" value="Ein Wort &uuml;ber Master-Passw&ouml;rter">
			<param name="Keyword" value="Master-Passwort vergessen">
			<param name="Keyword" value="Verlorene Passw&ouml;rter">
			<param name="Keyword" value="Spezielle Zeichen">
			<param name="Keyword" value="Passwort wiederherstellung">
			<param name="Keyword" value="Master-Passwort &auml;ndern">
		</object>
</body>
</html>
