<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Neue Datenbank erstellen</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
		</script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
<h2>Neue Datenbank erstellen und &ouml;ffnen</h2>
<p><b>Password Safe</b> erm&ouml;glicht dem Benutzer alle Passw&ouml;rter in einem einzigen "Safe" (Passwortdatenbank) abzuspeichern, oder mehrere Datenbanken f&uuml;r unterschiedliche Zwecke anzulegen (z.B. eine f&uuml;r die Arbeit, eine f&uuml;r den pers&ouml;nlichen Gebrauch). Jede Datenbank ist unabh&auml;ngig, kann verschoben werden und l&auml;uft auf den verschiedensten Systemen, solange dieselbe Version von <b>Password Safe</b> verwendet wird. Die Datenbanken sind verschl&uuml;sselt mit einem Schl&uuml;ssel, der vom Master-Passwort abgeleitet ist (das Master-Passwort selber hingegen ist <b>nicht</b> in der Datenbank enthalten, in welche Form auch immer).</p>
<p>Wenn Sie <b>Password Safe</b> zum ersten Mal einsetzen, dr&uuml;cken Sie das Symbol "Neue Datenbank erstellen". Sie werden aufgefordert, Name und Speicherort  der Datenbank festzulegen (standardm&auml;&szlig;ig wird "pwsafe.psafe3" vorgeschlagen). Dann m&uuml;ssen Sie noch das Master-Passwort angeben, womit der Inhalt der Datenbank verschl&uuml;sselt und "abgesperrt" wird.</p>
<div class="instr">
<h3>Neue Datenbank erstellen</h3>
<p>Es gibt zwei M&ouml;glichkeiten eine neue Datenbank zu erstellen. Durch Klicken auf <b>Neue Datenbank</b> im <b>Eingabe des Master-Passwortes</b> Dialog beim Start der Anwendung, oder mit Men&uuml; <b>Datei-&gt;Neu</b>, wenn <b>Password Safe</b> ge&ouml;ffnet ist. Beide Methoden rufen dann den Dialog <b>Einstellung Master-Passwort</b> auf.</p>
<hr>
			<small><b>Hinweis:</b> Standardm&auml;&szlig;ig wird <b>Password Safe</b> die zuletzt benutzte Datenbank vorschlagen und zur Eingabe des Master-Passwortes auffordern. Wenn Sie mehrere Datenbanken verwenden, k&ouml;nnen Sie ein Auswahl aus der Liste treffen. Sie k&ouml;nnen auch den Pfad der Datenbank h&auml;ndisch eingeben, oder sogar eine Datei ausw&auml;hlen im Dialog "Datei" indem Sie die Taste ("...") dr&uuml;cken. Wenn bereits eine Datenbank ge&ouml;ffnet ist, k&ouml;nnen Sie mit <b>Datei-&gt;&Ouml;ffnen</b> oder mit dem Symbol <b>Andere Datenbank &ouml;ffnen</b> auf eine andere Datenbank umschalten.</small>
<hr>
		</div>
<center>
			<br>
<img alt="Fenster beim Start" src="images/default_safe_open.jpg"><br>
<br>
<img alt="Abfrage des Passwortes einer neuen Datenbank" src="images/new_safe.jpg">
		</center>
		<!-- Added some white space at the bottom for natural scrolling -->
		<br>
<br>
<br>
		<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
			<param name="Keyword" value="Neue Datenbank erstellen">
			<param name="Keyword" value="Master-Passwort">
			<param name="Keyword" value="Safe Combination">
			<param name="Keyword" value="Datenbank &ouml;ffnen">
		</object>
</body>
</html>
