<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Anzeige</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
  </script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11"> </object>
<!-- Popup Source File -->
<h2>Anzeige</h2>

<img src="images/options/display_tab.jpg" alt="Reiter Anzeige"><br>

<br>Die Funktionen im Reiter <b>Anzeige</b> steuern wie welche Elemente in <b>Password Safe</b> angezeigt werden.

<h3>Password Safe immer im Vordergrund</h3>
Wenn markiert, wird ein maximiertes <b>Password Safe</b> am Bildschirm immer im Vordergrund gehalten, unabh&auml;ngig davon welche andere Anwendung den Fokus hat.

<h3>Benutzername in der Baumdarstellung anzeigen</h3>
Wenn markiert, wird zus&auml;tzlich zum Titel des Eintrages der Benutzername in eckigen Klammern angezeigt.

<h3>Passwort in der Baumdarstellung anzeigen</h3>
Wenn markiert, wird zus&auml;tzlich zum Titel des Eintrages das Passwort in geschweiften Klammern angezeigt.
<br><i><small>In Umgebungen, wo Leute im Vorbeigehen den Monitor sehen k&ouml;nnen, wird von dieser Einstellung </small><b>dringend</b><small> abgeraten.</small></i>

<h3>Notizen in Baum- und Listen-Darstellung als Kurzinfo anzeigen</h3>
Wenn markiert, werden sowohl in der Baum- als auch in der Listen-Darstellung die Notizen angezeigt.

<h3>Passwort beim Einf&uuml;gen und Bearbeiten anzeigen</h3>
Wenn markiert, sind Passw&ouml;rter -standardm&auml;&szlig;ig sind sie nicht sichtbar- in den Dialogen <b>Eintrag einf&uuml;gen</b> und <b>Eintrag bearbeiten</b> standardm&auml;&szlig;ig doch sichtbar dargestellt. F&uuml;r jeden einzelnen Eintrag kann dieses Verhalten durch Anklicken von "Anzeigen/Ausblenden" eingestellt werden.
<br><i><small>In Umgebungen, wo Leute im Vorbeigehen den Monitor sehen k&ouml;nnen, wird von dieser Einstellung </small><b>dringend</b><small> abgeraten.</small></i>

<h3>Notizen beim Bearbeiten anzeigen</h3>
Wenn markiert, werden die Notizen standardm&auml;&szlig;ig angezeigt im Men&uuml; <i>Bearbeiten</i>. Wenn nicht, m&uuml;ssen Sie im Notizenfeld klicken, um diese sehen zu k&ouml;nnen.

<h3>Notizen beim Einf&uuml;gen &amp; Bearbeiten umbrechen</h3>
Wenn markiert, werden im Men&uuml; <i>Bearbeiten</i> bzw. <i>Einf&uuml;gen</i> die Notizen im Notizenfeld umgebrochen dargestellt (nur in der Anzeige). Wenn nicht markiert, erscheinen die Notizen im Notizenfeld in einer Zeile, mit Scrollbalken.

<h3>Gitterlinien in der angezeigten Liste anzeigen</h3>
Wenn markiert, wird in der Liste eine leichte Linie angezeigt, um es wie eine Tabelle aussehen zu lassen.

<h3>Gruppen im Baumansicht zuerst anzeigen</h3>
Standardm&auml;&szlig;ig werden die Eintr&auml;ge rein alphabetisch in der Baumdarstellung angezeigt. Wenn diese Option markiert ist, werden zuerst alle Gruppen (in alphabetischer Reihenfolge) angezeigt, gefolgt von allen Eintr&auml;gen, ebenfalls alphabetisch.

<h3>Ge&auml;nderte Eintr&auml;ge kennzeichnen</h3>

Wenn dieses Feld markiert ist, werden ge&auml;ndeten Eintr&auml;ge (solange sie nicht abgespeichert wurden) farblich anders dargestellt. Wenn dieses Feld nicht markiert ist, erkennt man das Vorhandensein von ge&auml;nderten Eintr&auml;gen nur am "*" in der Statuszeile, oder durch Ausw&auml;hlen von "<i>Zeige ungesicherte &Auml;nderungen</i>" in Men&uuml; Ansicht.
<h3>Warnen <si>N</i> Tage bevor Passw&ouml;rter ablaufen</h3>
Wenn markiert, wird <b>Password Safe</b> beim Lesen der Datenbank s&auml;mtliche Eintr&auml;ge durchsuchen (typischerweise beim Start der Anwendung), und eine Liste anzeigen mit den Eintr&auml;gen deren Ablaufdatum in <i>N</i> Tage oder weniger eintritt.

<h3>Initiale Baumansicht</h3>
Dies stellt ein, wie in der Baumdarstellung die Eintr&auml;ge dargestellt werden, beim &Ouml;ffnen der Datenbank.
<!--
<h3>Anf&auml;ngliches Symbol im Infobereich</h3>
Dies erlaubt die Farbe des Symbols im Systembereich festzulegen, wenn <b>Password Safe</b> gestartet wird, w&auml;hrend dessen noch keine Datenbank ge&ouml;ffnet ist.
-->
<h3>Fenstertransparenz</h3>
<p>Dies ist standardm&auml;&szlig;ig abgeschaltet. Nach dem Einschalten, muss <b>Password Safe</b> neu gestartet werden 
um in Betrieb zu gehen und einen Wert zu setzen.</p>
<p>Einmal eingeschaltet, gibt der Wert den Grad der Transparenz wieder. 0% bedeutet undurchsichtig und 100% bedeutet komplett durchsichtig und daher unsichtbar. 
Werte gr&ouml;&szlig;er als 50% werden nicht unterst&uuml;tzt. Anmerkung: dies trifft nur zu f&uuml;r das Hauptdenster. S&auml;mtliche andere Dialoge, Meldungen und 
Men&uuml;nes sind immer undurchsichtig.</p>

<p>Werte zwischen 20% und 40% stellen normalerweise das beste Ergebnis da.</p>
<!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>
<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
 <param name="Keyword" value="Reiter Anzeige">
 <param name="Keyword" value="System Leiste">
 <param name="Keyword" value="Passw&ouml;rter anzeigen">
</object>
</body>
</html>
