<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Men&uuml; Bearbeiten</title>
<!-- pwsafe version: 2.14--><!-- Modified: 18/11/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
		</script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
<h2>Men&uuml; Bearbeiten</h2>
<table class="MsoNormalTable" style="border: medium none ; border-collapse: collapse;" border="0" cellpadding="0" cellspacing="0">
  <tbody>
    <tr>
      <td align="center";>Eintrag</td>
      <td style="width: 10px;"></td>
      <td align="center";>Alias</td>
      <td style="width: 10px;"></td>
      <td align="center";>Gruppe</td>
    </tr>
    <tr>
      <td><img alt="Men&uuml; Eintrag Bearbeiten" src="images/edit_menu.jpg"></td>
      <td></td>
      <td><img alt="Men&uuml; Alias Bearbeiten" src="images/edit_x_menu.jpg"></td>
      <td></td>
      <td><img alt="Men&uuml; Gruppe Bearbeiten" src="images/edit_g_menu.jpg"></td>
    </tr>
  </tbody>
</table>
<p>Im <b>Men&uuml; Bearbeiten</b> k&ouml;nnen Benutzernamen und Passw&ouml;rter eingef&uuml;gt, bearbeitet, angewendet und organisiert werden. 
Beachten Sie dass die Men&uuml;-Inhalte sich in Funktion von dem was in der Hauptanzeige ausgew&auml;hlt ist, &auml;ndern k&ouml;nnen 
(z.B. wenn Sie einen Eintrag oder eine Gruppe ausgew&auml;hlt haben). Es k&ouml;nnten auch einige Elemente deaktiviert sein, wie weiter unten erw&auml;hnt.</p>

<h3>Eintrag einf&uuml;gen</h3>
<p>Benutzernamen und Passwort werden eingef&uuml;gt. Dies ist deaktiviert, wenn eine Datenbank in NUR-Lesen Modus ge&ouml;ffnet ist.<br>
			<small><i>Siehe <a href="entering_pwd.html">Benutzernamen, Passw&ouml;rter und Gruppen</a> f&uuml;r mehr Information.</i></small></p>
<h3>Eintrag bearbeiten / Gruppe ausklappen/zuklappen</h3>
<p>Wenn ein Eintrag ausgew&auml;hlt ist, den ausgew&auml;hlten Benutzernamen und Passwort bearbeiten. Wenn eine Gruppe ausgew&auml;hlt ist (in Baumdarstellung), 
wird dies die Eintr&auml;ge der ausgew&auml;hlten Gruppe aus- bzw. zuklappen. Das Bearbeiten eines Eintrages ist deaktiviert, wenn eine Datenbank in NUR-Lesen Modus ge&ouml;ffnet ist.<br>
			<small><i>Siehe <a href="entering_pwd.html">Benutzernamen, Passw&ouml;rter und Gruppen</a> f&uuml;r mehr Information.</i></small></p>
<h3>Eintrag l&ouml;schen / Gruppe l&ouml;schen</h3>
<p>Wenn ein Eintrag ausgew&auml;hlt ist, wird dieser Eintrag gel&ouml;scht. Wenn eine Gruppe ausgew&auml;hlt ist (in Baumdarstellung), 
wird diese Gruppe mit allen sich darin befindlichen Eintr&auml;gen gel&ouml;scht. Dies muss best&auml;tigt werden, wenn mehr als ein Eintrag in der ausgew&auml;hlten Gruppe vorhanden ist. 
Dies ist deaktiviert, wenn eine Datenbank in NUR-Lesen Modus ge&ouml;ffnet ist.</p>
<h3>Eintrag umbenennen / Gruppe umbenennen</h3>
<p>Der ausgew&auml;hlte Eintrag wird umbenannt (oder Gruppe, in Baumdarstellung). Dies ist deaktiviert, wenn eine Datenbank in NUR-Lesen Modus ge&ouml;ffnet ist. </p>
<h3>Suchen</h3>
<p>Suche nach einem gegebenen Text in den Eintr&auml;gen. Standardm&auml;&szlig;ig werden alle Felder durchsucht, mit Ausnahme der Passw&ouml;rter.<br>
<small><i>Siehe <a href="searching.html">Suchen</a> f&uuml;r mehr Information.</i></small></p><p></p>
<h3>Eintrag duplizieren</h3>
<p>Der ausgew&auml;hlte Eintrag wird dupliziert. Dies ist deaktiviert, wenn eine Datenbank in NUR-Lesen Modus ge&ouml;ffnet ist.</p>
<h3>Gruppe einf&uuml;gen</h3>
<p>Es wird eine neue Passwortgruppe eingerichtet (z.B. Bank Passw&ouml;rter). Dies ist deaktiviert, wenn eine Datenbank in NUR-Lesen Modus ge&ouml;ffnet ist.</p>
<h3>R&uuml;ckg&auml;ngig</h3>
<p>Die zuletzt ausgef&uuml;hrte Aktion wird r&uuml;ckg&auml;ngig gemacht.</p>
<h3>Wiederholen</h3>
<p>Die zuletzt r&uuml;ckg&auml;ngig gemachte Aktion wird wiederhergestellt.</p>
<h3>Zwischenablage l&ouml;schen</h3>
<p>L&ouml;scht die Zwischenablage. Dies l&ouml;scht in der Zwischenablage nur die Sachen, die von <b>Password Safe</b> (Passwort, Benutzername, Notizen, usw.) stammen.
 Wenn der momentane Inhalt in der Zwischenablage nicht von <b>Password Safe</b> stammt, dann passiert damit nichts.</p>
<h3>Passwort in Zwischenablage kopieren</h3>
<p>Kopiert das Passwort vom ausgew&auml;hlten Eintrag in die Zwischenablage.</p>
<h3>Teilmenge des Passwortes anzeigen</h3>
<p>
Diese Aktion &ouml;ffnet ein Fenster das es erlaubt welche Zeichen das Passwortes zu sehen sind. 
Dies ist sinnvoll wenn Seiten nach Teile des Passwortes verlangen. Beispiel: das Passwort ist "qAdm3ddENc". 
Sie werden gefragt das erste, dritte, f&uuml;nfte und achte Zeichen des Passwortes einzugeben. 
Dieses Fenster hilft sie dabei dies auf komfortable Art und Weise zu l&ouml;sen: 
Im oberen Feld des Dialoges k&ouml;nnen Sie die Positionen der Zeichen im Passwort eingeben, die sie f&uuml;r die Teilmenge des Passwortes ben&ouml;tigen. 
Als Trennzeichen dient das Leerzeichen, das Komma oder der Strichpunkt. Im unteren Feld werden die Zeichen, die mit den Positionen &uuml;bereinstimmen, angezeigt. 
Aus diesem Dialog kehren sie mit <b>Esc</b> zur&uuml;ck.</p>

<h3>Benutzername in Zwischenablage kopieren</h3>
<p>Kopiert den Benutzernamen vom ausgew&auml;hlten Eintrag in die Zwischenablage.</p>
<h3>Notizen in Zwischenablage kopieren</h3>
<p>Kopiert den Inhalt der Notizen vom ausgew&auml;hlten Eintrag in die Zwischenablage.</p>
<h3>URL in Zwischenablage kopieren</h3>
<p>Kopiert die URL des ausgew&auml;hlten Eintrages in die Zwischenablage.</p>
<h3>Email in Zwischenablage kopieren</h3>
<p>Kopiert die Email Adresse des ausgew&auml;hlten Eintrages in die Zwischenablage.</p>
<h3>Kommando Ausf&uuml;hren in Zwischenablage kopieren</h3>
<p>Kopiert das auszuf&uuml;hrende Kommando des ausgew&auml;hlten Eintrages in die Zwischenablage.</p>

<p>Hinweis: Variablen werden in der Regel mit den entsprechenden Werten ersetzt, <u>au&szlig;er</u> die Strg Taste ist gedr&uuml;ckt bei der Auswahl dieses Men&uuml;punktes.</li>

<h3>Gehe zu URL</h3>
<p>Wenn ein Eintrag ausgew&auml;hlt ist, und es ist eine URL mit diesem Eintrag verbunden, dann wird der standardm&auml;&szlig;ige Browser mit dieser URL aufgerufen.
Wenn kein Eintrag ausgew&auml;hlt ist, oder es ist keine URL mit diesem Eintrag verbunden, dann ist dieser Men&uuml;punkt deaktiviert.</p>




<p><small><b>Wenn nicht im Reiter
<a href="misc_tab.html">"Verwalten&nbsp;&rarr;&nbsp;Optionen&nbsp;&rarr;&nbsp;Sicherheit"</a> anders eingestellt,
wird das Passwort eines Eintrages in die Zwischenablage kopiert.</b></small></p>


<h3>Gehe zu URL + Autom. Eingabe</h3>
<p>Wenn ein Eintrag ausgew&auml;hlt ist, und es ist eine URL mit diesem Eintrag verbunden, dann wird der standardm&auml;&szlig;ige Browser mit dieser URL aufgerufen.
Wenn kein Eintrag ausgew&auml;hlt ist, oder es ist keine URL mit diesem Eintrag verbunden, dann ist dieser Men&uuml;punkt deaktiviert.<br>
<br>Benutzername und Passwort werden ebenfalls automatisch in das ausgew&auml;hlte Eingabeformular eingef&uuml;gt.<br>
			<small><i>Siehe <a href="autotype.html">Autom. Eingabe anwenden</a> f&uuml;r mehr Information.</i></small></p>
<h3>Email senden</h3>
<p>Eine Email an die Email-Adresse des ausgew&auml;hlten Eintrages wird vorbereitet.<br>
<small><i>Siehe <a href="entering_pwd.html">Benutzernamen, Passw&ouml;rter und Gruppen</a>
 f&uuml;r mehr Information.</i></small></p>
<h3>Autom. Eingabe ausf&uuml;hren</h3>
<p>Benutzername und Passwort werden automatisch in das ausgew&auml;hlte Eingabeformular eingef&uuml;gt.<br>
			<small><i>Siehe <a href="autotype.html">Autom. Eingabe anwenden</a> f&uuml;r mehr Information.</i></small>
			</p>
<h3>Kommando Ausf&uuml;hren</h3>
<p>Mit dieser Auswahl f&uuml;hren sie das Kommando, welches im Feld <i>Ausf&uuml;hren</i> eines Eintrages enthalten ist, aus.<br>
<small><i>Siehe <a href="run_command.html">Kommando ausf&uuml;hren</a> f&uuml;r mehr Information.</i></small>
</p>
<h3>Verkn&uuml;pfung erstellen</h3>
<p>Wenn ein Eintrag ausgew&auml;hlt ist, erstellen Sie hiermit eine Verkn&uuml;pfung zu diesem Eintrag; typischerweise angewendet in einer Gruppe. Dies ist dann n&uuml;tzlich, 
wenn einen Eintrag zu mehreren Gruppen geh&ouml;ren soll, ohne dass Sie die Daten duplizieren m&uuml;ssen. Diese Verkn&uuml;pfung wird durch ein gesondertes Symbol 
<img style="width: 16px; height: 16px;" alt="shortcut" src="images/shortcut.png"> angedeutet und hat standardm&auml;&szlig;ig den Namen "Verk&uuml;pfung mit <i>x</i>", wo <i>x</i> 
der Name des originalen Eintrages ist. Nat&uuml;rlich kann diese Verkn&uuml;pfung bearbeitet, gel&ouml;scht oder verschoben werden, wie jeder normaler Eintrag auch.</p>
<h3>Gehe zum Basiseintrag</h3>
<p>Dieser Punkt kommt nur dann vor, wenn Sie ein verkn&uuml;pfter Eintrag oder ein Alias-Eintrag anklicken. Nach einem Klick auf <b>Gehe zum Basiseintrag</b> wird der Basiseintrag, 
der zu diesem Eintrag geh&ouml;rt, ausgew&auml;hlt.</p>
<h3>Basiseintrag bearbeiten</h3>
<p>Dieser Punkt kommt nur dann vor, wenn Sie ein verkn&uuml;pfter Eintrag oder ein Alias-Eintrag anklicken. Nach einem Klick auf <b>Basiseintrag bearbeiten</b> kann der Basiseintrag, 
der zu diesem verkn&uuml;pften oder  Alias-Eintrag geh&ouml;rt, bearbeitet werden.</p>

<h3>Exportieren eines Eintrags oder einer Gruppe</h3>

<img alt="Menu Edit Entry" src="images/edit_export.jpg">
<ul>
<li>Volltext</li>

<p>
Der ausgew&auml;hlte Eintrag oder alle Eintr&auml;ge der ausgew&auml;hlten Gruppe werden als Text exportiert. 
Vorerst werden Sie aufgefordert das Master-Passwort 
als Best&auml;tigung, dass Sie ein oder mehrere Elemente aus der Datenbank in eine unverschl&uuml;sselte reine Textdatei 
exportieren m&ouml;chten, einzugeben.</p>

<li>XML Format</li>

<p>Der ausgew&auml;hlte Eintrag oder alle Eintr&auml;ge der ausgew&auml;hlten Gruppe werden als XML exportiert. 
Vorerst werden Sie aufgefordert das Master-Passwort als Best&auml;tigung, dass Sie ein oder mehrere Elemente aus der Datenbank 
in eine unverschl&uuml;sselte XML-Datei exportieren m&ouml;chten, einzugeben.</p>

<li><b>Password Safe</b> Format</li>

<p>
Der ausgew&auml;hlte Eintrag oder alle Eintr&auml;ge der ausgew&auml;hlten Gruppe werden in eine 
<b>Password Safe</b> Datenbank exportiert. Vorerst werden Sie aufgefordert das Master-Passwort als Best&auml;tigung, 
dass Sie ein oder mehrere Elemente aus der Datenbank in eine <b>Password Safe</b> Datenbank exportieren m&ouml;chten, einzugeben.
in eine <b>Password Safe</b> Datenbank exportieren m&ouml;chten, einzugeben. Sie werden dann aufgefordert f&uuml;r die neue 
<b>Password Safe</b> Datenbank ein neues Masterpasswort anzugeben.</p>
</ul>

<p><small><i>Siehe auch <a href="export.html">Eintr&auml;ge exportieren</a> f&uuml;r mehr Information.</i></small>
</p>

<h3>Schutz eines Eintrags oder aller Eintr&auml;ge</h3>

<p>
Der ausgew&auml;hlte Eintrag oder alle Eintr&auml;ge der ausgew&auml;hlten Gruppe werden gesch&uuml;tzt. 
Ein gesch&uuml;tzter Eintrag kann nicht abge&auml;ndert werden. Gesch&uuml;tzte Eintr&auml;ge sind 
gekennzeichnet mit einem '#'.</p>

<h2>Rechtsklick Bearbeiten</h2>
<p>Fast alle Punkte im Men&uuml; <b>Bearbeiten</b> k&ouml;nnen auch mit einem rechten Mausklick auf den entsprechenden Eintrag, Alias bzw. Gruppe erreicht werden.</p>

<table class="MsoNormalTable" style="border: medium none ; border-collapse: collapse;" border="0" cellpadding="0" cellspacing="0">
<tbody>
<tr>
<td ;="" align="center">Eintrag</td>
<td style="width: 10px;"></td>
<td ;="" align="center">Alias Base Entry</td>
<td style="width: 10px;"></td>
<td ;="" align="center">Verkn&uuml;pfung Base Entry</td>
</tr><tr>
<td><img alt="Right click Edit Entry" src="images/rightclick_edit_e.jpg"></td>
<td></td>
<td><img alt="Right click Edit Alias Base Entry" src="images/rightclick_edit_ab.jpg"></td>
<td></td>
<td><img alt="Right click Edit Shortcut Base Entry" src="images/rightclick_edit_sb.jpg"></td>
</tr><tr>
<td ;="" align="center">Alias</td>
<td style="width: 10px;"></td>
<td ;="" align="center">Verkn&uuml;pfung</td>
<td style="width: 10px;"></td>
<td ;="" align="left">&nbsp;&nbsp;&nbsp;&nbsp;Gruppe</td>
</tr><tr>
<td><img alt="Right click Edit Alias" src="images/rightclick_edit_ex.jpg"></td>
<td></td>
<td><img alt="Right click Edit Alias" src="images/rightclick_edit_sc.jpg"></td>
<td></td>
<td><img alt="Right click Edit Group" src="images/rightclick_edit_g.jpg"></td>
</tr>
</tbody>
</table>

<p>All diese Men&uuml;punkte sind im Kapitel <b>Men&uuml; Bearbeiten</b> oben abgehandelt worden.</p>

<!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>
<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
<param name="Keyword" value="Men&uuml; Bearbeiten">
<param name="Keyword" value="Passworteintr&auml;ge bearbeiten">
<param name="Keyword" value="Passworteintr&auml;ge anzeigen">
<param name="Keyword" value="Passworteintr&auml;ge einf&uuml;gen">
<param name="Keyword" value="Passworteintr&auml;ge l&ouml;schen">
<param name="Keyword" value="Passworteintr&auml;ge umbenennen">
<param name="Keyword" value="Passworteintr&auml;ge finden">
<param name="Keyword" value="Passworteintr&auml;ge verkn&uuml;pfen">
</object>
</body>
</html>
