<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Benutzernamen, Passw&ouml;rter und Gruppen: Zus&auml;tzlich</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
  </script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11"> </object>
<!-- Popup Source File -->
<h2>Benutzernamen, Passw&ouml;rter und Gruppen: Zus&auml;tzlich</h2>
<p>Die Verwaltung von Benutzernamen, Passw&ouml;rter und Gruppen, zusammen mit den dazugeh&ouml;rigen Parametern, erfolgt &uuml;ber mehrere Reiter:
<ul>
  <li><b><i><a href="entering_pwd.html">Basis</a></i>:</b> alle notwendigen Angaben f&uuml;r die Passwortverwaltung</li>
  <li><b><i>Zus&auml;tzlich</i>:</b> weitere Angaben, inklusive Historie</li>
  <li><b><i><a href="entering_pwd_date.html">Datum und Uhrzeit</a></i>:</b> Ablaufzeiten und Statistiken</li>
  <li><b><i><a href="entering_pwd_pp.html">Passwortrichtlinie</a></i>:</b> Abweichungen vom Standard</li>
</ul></p>
<h3>Reiter <i>Zus&auml;tzlich</i></h3>
<img alt="Eintrag bearbeiten: Zus&auml;tzlich" src="images/edit_view_entry_add.jpg">
<ul>
  <li><b>Autom. Eingabe:</b> Wenn dieses Feld nicht leer ist, wird dessen Inhalt den standardm&auml;&szlig;igen Inhalt f&uuml;r 
    das 'automatische Eingeben' ersetzen (dies wird oben angezeigt, und stammt entweder vom Password Safe Standard oder vom Wert 
    in der Datenbank der mit "<a href="misc_tab.html">Verwaltung&nbsp;&rarr;&nbsp;Optionen&nbsp;&rarr;&nbsp;Verschiedenes</a>" angegeben wurde).
    F&uuml;r mehr Information, siehe Hilfe zu "<a href="autotype.html">Autom. Eingabe</a>".</li>
  <p></p>
  <li><b>Ausf&uuml;hren:</b> Wenn dieses Feld nicht leer ist, wird dessen Inhalt bei der Aktion 'Ausf&uuml;hren' als Kommando dem Betriebssystem &uuml;bergeben. 
    Es k&ouml;nnen Variablen wie Anwendername, Passwort, usw. mit &uuml;bergeben werden. F&uuml;r mehr Information, 
    siehe Hilfe zu "<a href="execute_string.html">Ausf&uuml;hren</a>".</li>
  <p></p>
  <li><b>Doppelklick-Aktion und Umsch Doppelklick-Aktion :</b></li> Dies erlaubt es festzulegen welche Aktion <b>Password Safe</b> ausf&uuml;hrt, 
    wenn Sie ein Doppelklick bzw. Umsch-Doppelklick auf diesem Eintrag ausf&uuml;hren. Standardm&auml;&szlig;ig wird <i>Kopiere Passwort</i> 
    f&uuml;r Doppelklick , und <i>Kopiere Benutzername</i> f&uuml;r Umsch-Doppelklick vorbelegt. Die standardm&auml;&szlig;igen Aktionen werden 
    im Dialog <a href="misc_tab.html">Verwalten&nbsp;&rarr;&nbsp;Optionen&nbsp;&rarr;&nbsp;Verschiedenes</a> festgelegt.</li>
  <p></p>
  <li><b>Passworthistorie:</b> Es ist m&ouml;glich <b>Password Safe</b> so zu konfigurieren, dass es sich die letzten paar Passw&ouml;rter eines Eintrages merkt. 
    Dies kann eingestellt werden beim Erstellen des Eintrages, oder sp&auml;ter wenn Sie diesen Eintrag bearbeiten. 
    Die j&uuml;ngsten Passw&ouml;rter eines Eintrages werden angezeigt. 
    Die Anzahl der Passw&ouml;rter die sich <b>Password Safe</b> merkt, kann eingestellt werden. 
    Eine genauere Erkl&auml;rung zur Passworthistorie finden Sie <a href="password_history.html">hier</a>.</li>
  <p></p>
  <li><b>Tastaturk&uuml;rzel:</b>
  
    Tastaturk&uuml;rzel k&ouml;nnen einen Eintrag zugeordnet werden, und erlauben so die direkte Auswahl eines Eintrages, unabh&auml;ngig von der momentanen Anzeige im Fenster, nur mit den entsprechen Tastaturk&uuml;rzel.<br><br>
    <blockquote>
      <i>Zus&auml;tzliche Hinweise zu Tastaturk&uuml;rzel f&uuml;r Eintr&auml;ge:</i>
      <ul>
        <li>Tastaturk&uuml;rzel f&uuml;r Eintr&auml;ge werden abgespeichert als Teil des Datenbanksatzes zum Eintrag.
          Allerdings sind in <b>Password Safe</b> auch schon Schnelltasten f&uuml;r verschiedene Men&uuml;punkte hinterlegt.
          Der G&uuml;ltigkeitsbereich dieser Men&uuml;-Schnelltasten erstreckt sich &uuml;ber alle Datenbanken die ein Anwender auf einem PC ge&ouml;ffnet hat.
          Diese Men&uuml;-Schnelltasten k&ouml;nnen vom Anwender angepasst werden (Verwalten&nbsp;&rarr;&nbsp;Optionen, <a href="shortcuts_tab.html">Schnelltasten</a>).
          Sie k&ouml;nnen sich auch unterscheiden, abh&auml;ngig von der ausgew&auml;hlten Sprache z.B. Englisch, Deutsch, usw.</li>
        <li>Darum tritt, obwohl eine Warnung ausgegeben wird wenn ein Tastaturk&uuml;rzel ausgew&auml;hlt wird das schon einem Men&uuml;punkt zugeordnet wurde, 
          kein Konflikt auf wenn Sie sp&auml;ter die Men&uuml;-Schnelltaste anpassen, oder die Sprache wechseln.
          Gleicherma&szlig;en k&ouml;nnte ein Tastaturk&uuml;rzel (noch) unbelegt sein, wenn es einem Eintrag zugewiesen wird, und sp&auml;ter zu einem Konflikt f&uuml;hren 
          wenn eine Men&uuml;-Schnelltaste definiert wird, oder die Sprache ge&auml;ndert wird.</li>
        <li>Weil Tastaturk&uuml;rzel zu einem Eintrag keine &Auml;nderungen in die Datenbank vornehmen k&ouml;nnen -anders als ein Men&uuml;punkt-Schnelltaste, z.B. zum L&ouml;schen eines Eintrages-
        haben diese als Sicherheitsma&szlig;nahme Vorrang vor Men&uuml;punkt-Schnelltasten.</li>
        <li>Tastaturk&uuml;rzel zu einem Eintrag m&uuml;ssen entweder die Alt- oder Strg-Taste (mit oder ohne Umsch-Taste) enthalten. Wenn eine der beiden bei der Eingabe nicht dabei ist,
        werden alle Kombinationen von Alt, Strg und Umsch in dieser Reihenfolge (Alt; Alt+Umsch; Strg; Strg+Umsch, Alt+Strg; Alt+Strg+Umsch) ausprobiert, bis eine einzigartige Kombination gefunden wurde.
        Zum Beispiel, wenn der Anwender "Umsch + 6" ausw&auml;hlt, k&ouml;nnte das Tastaturk&uuml;rzel zu "Alt + Umsch + 6" abge&auml;ndert werden. Wenn hingegen aber "Strg + 6" ausgew&auml;hlt w&uuml;rde, wird es nicht ge&auml;ndert.</li>
        <li>Wenn ein Tastaturk&uuml;rzel schon zu einem Eintrag zugeordnet ist, wird es unter folgenden Umst&auml;nden von einem Eintrag entfernt: 
          <ul>
            <li>Wenn ein Eintrag importiert wird (via XML oder Text). 
              Hinweis: Dies wird auch im Importbericht vermerkt.</li>
            <li>Wenn ein Eintrag hinzugef&uuml;gt wird w&auml;hrend des Zusammenf&uuml;gens von Datenbanken. 
              Hinweis: Dies wird auch im Bericht vermerkt.</li>
            <li>Wenn ein Eintrag eingetragen wird per "Drag & Drop" aus einer anderen Datenbank.
              Innerhalb der selben Datenbank ist dies nicht der Fall.</li>
            <li>Wenn Eintr&auml;ge kopiert werden zur Datenbank als Ergebnis eines Vergleich-Dialoges.</li>
            <li>Jeder Eintrag der mit Duplizier-Aktionen entstanden ist.</li>
          </ul>
        </li>
      </ul>  
      <p>Eine Liste der aktuell verwendeten Tastaturk&uuml;rzel wird unter der Liste der Menu-Schnelltasten via 
        <a href="shortcuts_tab.html">"Verwalten&nbsp;&rarr;&nbsp;Optionen&nbsp;&rarr;&nbsp;Schnelltasten"</a> angezeigt. 
        Mit einem Doppelklick auf dem Tastaturk&uuml;rzel kommt man zum Dialog Anzeigen/Bearbeiten des jeweiligen Eintrages.
        Ebenfalls kann man Tastaturk&uuml;rzel als Merkmal in 'Filter Neu/bearbeiten' setzen um alle Eintr&auml;ge mit oder ohne Tastaturk&uuml;rzel zu sehen.</p>
    </blockquote>
  </li>   
</ul>
<br>

<!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>
<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
 <param name="Keyword" value="Passwort Historie">
 <param name="Keyword" value="Passworteintr&auml;ge bearbeiten">
 </object>
</body>
</html>
