<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Men&uuml; Datei</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
		</script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
<h2>Men&uuml; Datei</h2>
		<img alt="Men&uuml; Datei" src="images/file_menu.jpg">
<p>Das <b>Men&uuml; Datei</b> enth&auml;lt die Punkte, um <b>Password Safe</b> Datenbanken erstellen und bearbeiten zu k&ouml;nnen.</p>
<div class="instr">
<h3>Neu</h3>
<p>Erstellt eine neue leere <b>Password Safe</b> Datenbank.</p>
<h3>&Ouml;ffnen</h3>
<p>&Ouml;ffnet eine bereits bestehende <b>Password Safe</b> Datenbank.</p>
<h3>Schlie&szlig;en</h3>
<p>Schlie&szlig;t die aktuell ge&ouml;ffnete <b>Password Safe</b> Datenbank, ohne die Anwendung zu verlassen.</p>
<h3>Zuletzt</h3>
<p>Dieser Teil im Men&uuml; Datei enth&auml;lt die Liste der zuletzt ge&ouml;ffneten Datenbanken. Diese Liste ist leer beim ersten Einsatz von <b>Password Safe</b>.</p>
<hr>
<small>
<b>Hinweis:</b>
<ul>
  <li>Die Liste der zuletzt ge&ouml;ffneten Dateien kann gel&ouml;scht werden, wenn Sie "<b>Aktuelle Liste l&ouml;schen</b>" ausw&auml;hlen.</li>
  <li>Die Anzahl der zuletzt ge&ouml;ffneten Dateien die sich <b>Password Safe</b> merkt kann mit dem Dialog <b><a href="system_tab.html">Verwalten-&gt;Optionen-&gt;System</a></b> eingestellt werden. Hier k&ouml;nnen Sie auch festlegen ob Sie die Liste im Men&uuml; Datei sehen wollen, oder lieber in einem Untermen&uuml;.</li>
</ul>
</small>
<hr>
<ul>
</ul>
<h3>Speichern</h3>
<p>Speichert jede &Auml;nderung zur aktuellen Datei ab. Wenn seit der letzten Speicherung keine &Auml;nderungen gemacht wurden, oder wenn die Datenbank im NUR Lesen Modus ge&ouml;ffnet wurde, ist dieser Punkt ausgegraut.</p>
<h3>Speichern unter</h3>
<p>Speichert eine Kopie der aktuellen Datenbank mit neuem Namen und Speicherort ab.</p>
<h3>Exportiere zu</h3>
<p>Exportiert den Inhalt der aktuellen Datenbank zu einer <a href="JavaScript:popup.TextPopup(strExternalFile,popFont,9,9,-1,-1)">externen Datei</a> in einem fr&uuml;heren <b>Password Safe</b> Datenbankformat, in XML, oder als Text ab. Siehe <a href="export.html">hier</a> f&uuml;r mehr Information wie man Datenbanken exportiert in anderen Formaten.
			</p>
<h3>Importiere von</h3>
<p>Importiert den Inhalt einer fr&uuml;her <a href="export.html">exportierten</a> oder korrekt formatierten Textdatei, XML, oder eine KeePass Passwort Datenbank in die aktuelle Datenbank. Siehe <a href="import.html">hier</a> f&uuml;r mehr Information wie man Textdateien importiert.</p>
<h3>Zusammenf&uuml;hren</h3>
<p>F&uuml;hrt eine <b>Password Safe</b> Datenbank oder ein Sicherungskopie (.bak) zusammen mit der aktuellen Datenbank. Dies ist im NUR Lesen Modus gesperrt.</p>
<h3>Vergleichen</h3>
<p>Vergleicht die aktuell ge&ouml;ffnete Datenbank mit einer anderen.</p>
<hr>
<small><b>Hinweis:</b> Die beiden Punkte <i>Zusammenf&uuml;hren</i> und <i>Vergleichen</i> k&ouml;nnen einige Zeit in Anspruch nehmen, vor allem bei gro&szlig;e Datenbanken.</small>
<hr>
<h3>Eigenschaften</h3>
Zeigt Informationen zur aktuell ge&ouml;ffneten <b>Password Safe</b> Datenbank an, wie da sind: Format, Version, Anzahl Gruppen, Anzahl Eintr&auml;ge, wer was zuletzt gespeichert hat.
<h3>Beenden</h3>
<p>Beendet die <b>Password Safe</b> Anwendung. Wenn seit der letzten Speicherung noch &Auml;nderungen vorgenommen wurden, werden Sie aufgefordert die Datenbank  abzuspeichern.</p>
		</div>
		<!-- Added some white space at the bottom for natural scrolling -->
		<br>
<br>
<br>
		<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
			<param name="Keyword" value="Men&uuml; Datei">
			<param name="Keyword" value="KeePass">
			<param name="Keyword" value="Export">
			<param name="Keyword" value="Import">
		</object>
</body>
</html>
