<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Men&uuml; Verwalten</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
		</script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
<h2>Men&uuml; Verwalten</h2>
		<img alt="Men&uuml; Verwalten" src="images/manage_menu.jpg">
<p>Das <b>Men&uuml; Verwalten</b> verwaltet s&auml;mtliche Optionen und Einstellungen von <b>Password Safe</b>. </p>

<h3>Master-Passwort &auml;ndern</h3>
<p>Bei der Auswahl dieses Reiters erscheint der Dialog <i>&Auml;ndere das Master-Passwort</i>.<br>
			<small><i>Siehe <a href="change_combo.html">Master-Passw&ouml;rter &auml;ndern</a> f&uuml;r mehr Information.</i></small></p>

<h3>Sicherung erstellen</h3>
<p>Erstellt eine Sicherung von der aktuellen Datenbank.<br>
			<small><i>Siehe <a href="backup_and_restore.html">Datenbasen sichern und wiederherstellen</a> f&uuml;r mehr Information.</i></small> </p>

<h3>Wiederherstellen aus Sicherungen</h3>
<p>Die Datenbank wird aus einer Sicherung wiederhergestellt.<br>
			<small><i>Siehe <a href="backup_and_restore.html">Datenbasen sichern und wiederherstellen</a> f&uuml;r mehr Information.</i></small> </p>

<h3>Optionen...</h3>
<p>Bei der Auswahl von <b>Optionen...</b> erscheint ein Dialog mit mehreren Reitern. Viele der Einstellungen in <b>Password Safe</b> k&ouml;nnen hier eingesehen und bearbeitet werden. Um mehr &uuml;ber einen bestimmten Reiter zu erfahren, w&auml;hlen Sie ihn unten aus:</p>

<a href="backups_tab.html">Sicherungen</a><br>
<a href="display_tab.html">Anzeige</a><br>
<a href="security_tab.html">Sicherheit</a><br>
<a href="system_tab.html">System</a><br>
<a href="password_history_tab.html">Passworthistorie</a><br>
<a href="misc_tab.html">Verschiedenes</a><br>
<a href="shortcuts_tab.html">Schnelltasten</a>

<hr>
<b>Hinweis:</b><br>
<small>Viele dieser Einstellungen werden als <i>Voreinstellungen</i> abgespeichert, wie <a href="preferences.html">hier</a>  beschrieben.</small>
<hr>
<h3>Passwortrichtlinie...</h3>

<p>Hier k&ouml;nnen Sie die standardm&auml;&szlig;igen und benannten Passwortrichtlinien verwalten. Es k&ouml;nnen bis zu 255 benannte Passwortrichtlinien eingerichtet werden.
 Der Name einer benannten Passwortrichtlinie darf nicht l&auml;nger als 255 Zeichen sein.</p>

<h3>Toolleiste anpassen</h3>
<p>W&auml;hlen Sie die Symbole aus die in der Toolleiste dargestellt werden sollen (oder auch nicht). Die Reihenfolge der Symbole kann dabei umgestaltet werden.</p>

<h3>Generiere Passwort</h3>
<p>Erstellt ein Passwort nach der eingestellten Passwortrichtlinie, und legt das generierte Passwort nach Dr&uuml;cken der Taste <i>Generierung</i> in die Zwischenablage ab.
 Das Passwort in der Zwischenablage kann dann von anderen Anwendungen verwendet werden. Dazu k&ouml;nnen Sie die standardm&auml;&szlig;ige Passwortrichtlinie, 
 eine benannte Passwortrichtlinie oder eine spezifische Richtlinie (mit dem Dialog eingegeben) ausw&auml;hlen.</p><h3><a name="yubikey"></a>Yubikey</h3>
<p>Hiermit k&ouml;nnen Sie Ihr optionales Ger&auml;t <a href="about_pws_yubi.html">YubiKey</a> einstellen, um es als Zugang zu Ihrer <b>Password Safe</b> Datenbank einzusetzen, 
oder auch um ein Sicherungs-YubiKey zu erzeugen, wenn es mal verloren oder kaputt gehen sollte.</p>
<img alt="YubiKey Configuration" src="images/yubi_config.jpg">
<h4>Einstellen des YubiKey</h4>
<ol>
  <li>Stecken Sie den YubiKey in einen USB-Anschluss Ihres Computers.</li>
  <li>W&auml;hlen Sie den Men&uuml;punkt <i>Verwalten-&gt;Yubikey...</i> aus. 
  Der Dialog <i>YubiKey Konfiguration</i> erscheint.</li>
  <li>Die Seriennummer des YubiKey sollte angezeigt werden. Wenn dieses Feld
  leer ist, m&uuml;ssen Sie nachpr&uuml;fen ob der YubiKey richtig angesteckt ist.</li>
  <li>Dr&uuml;cken Sie die Taste <i>Generiere</i>. Dies erzeugt einen 20 Byte langen geheimem 
  Schl&uuml;ssel der auf den YubiKey geschrieben wird. Anschlie&szlig;end wird dieser Schl&uuml;ssel
  verwendet um den Zugang zu Ihrer Datenbank zu realisieren.</li>
  <li>Dr&uuml;cken Sie die Taste <i>Setze YubiKey</i>. Der generierte Schl&uuml;ssel wird auf 
  den YubiKey abgelegt, und gleichzeitig in verschl&uuml;sselter Form in die <b>Password Safe</b>
  Datenbank, um damit ein Sicherungs-YubiKey zu konfigurieren.</li>
  <li>Wenn die Konfiguration erfolgreich war, schlie&szlig;t der Dialog. Wenn nicht, erscheint eine
  Fehlermeldung mit der Beschreibung des Fehlers.</li>
  <li>Dr&uuml;cken Sie die Taste <i>Schlie&szlig;en</i> um das Dialogfenster zu verlassen.</li>
</ol>
<b>Hinweis:</b> Nach der Konfiguration des YubiKey, m&uuml;ssen Sie das Passwort der Datenbank ab&auml;ndern
um YubiKey einsetzen zu k&ouml;nnen. Dies ist in  <a href="change_combo.html">Master-Passw&ouml;rter &auml;ndern</a> beschrieben.
<h4>Sicherungs-YubiKey erstellen</h4>
<ol>
  <li>Stecken Sie den YubiKey in einen USB-Anschluss Ihres Computers.</li>
  <li>W&auml;hlen Sie den Men&uuml;punkt <i>Verwalten-&gt;Yubikey...</i> aus.
  Der Dialog <i>YubiKey Konfiguration</i> erscheint.</li>
  <li>Die Seriennummer des YubiKey sollte angezeigt werden. Wenn dieses Feld
  leer ist, m&uuml;ssen Sie nachpr&uuml;fen ob der YubiKey richtig angesteckt ist.</li>
  <li>Dr&uuml;cken Sie <b>NICHT</b> auf die Taste <i>Generiere</i>. Der angezeigte Schl&uuml;ssel
  im Feld "Geheimer YubiKey Schl&uuml;ssel" ist der in dieser Datenbank abgelegter Schl&uuml;ssel.
  Dieser Sch&uuml;ssel wird dann auf dem Sicherungs-YubiKey geschrieben.</li>
  <li>Dr&uuml;cken Sie die Taste <i>Setze YubiKey</i>. Der Schl&uuml;ssel wird auf 
  den Sicherungs-YubiKey abgelegt.</li>
  <li>Wenn die Konfiguration erfolgreich war, schlie&szlig;t der Dialog. Wenn nicht, erscheint eine
  Fehlermeldung mit der Beschreibung des Fehlers.</li>
  <li>Dr&uuml;cken Sie die Taste <i>Schlie&szlig;en</i> um das Dialogfenster zu verlassen.</li>
</ol>

<h3>Sprache &auml;ndern</h3>

<img alt="Change Language" src="images/change_language.jpg">

<p>Wenn Sie bei der Installation von <b>Password Safe</b> alle derzeit zur Verf&uuml;gung stehenden, zus&auml;tzlichen Spachen DLLs installiert haben
 (dies ist Standard), sind Sie in der Lage zwischen alle diese Sprachen hin- und herzuschalten, ohne das Programm zu verlassen ("on-the-fly").</p>

<p>Nach der Sprachenumschaltung stehen alle Men&uuml;s, Dialoge und Meldungen dann in der ausgew&auml;hlten Sprache zur Verf&uuml;gung.</p>

<p>Die aktuell eingestellte Sprache ist mit einem Haken versehen.</p>
 
 <!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>
		<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
			<param name="Keyword" value="Men&uuml; Verwalten">
			<param name="Keyword" value="Reiter Anzeige">
			<param name="Keyword" value="Reiter Sicherheit">
			<param name="Keyword" value="Reiter Verschiedenes">
			<param name="Keyword" value="Reiter Passwortrichtlinien">
			<param name="Keyword" value="Reiter Passworthistorie">
			<param name="Keyword" value="Reiter Zwischen-Sicherungen">
			<param name="Keyword" value="Reiter System">
			<param name="Keyword" value="Reiter Schnelltasten">
			<param name="Keyword" value="&Auml;ndern vom Master-Passwort">
		</object>
</body>
</html>
