<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Verschiedenes</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
		</script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
<h2>Verschiedenes</h2>
		<img src="images/options/misc_tab.jpg" alt="Reiter Verschiedenes"><br>
<p>Mehrere Standardeinstellungen sind im Reiter <b>Verschiedenes</b> zusammengefasst.</p>

<h3>Das L&ouml;schen von Elementen best&auml;tigen</h3>
Wenn markiert, wird der Benutzer bei jedem Versuch ein Passworteintrag zu l&ouml;schen aufgefordert dies zu best&auml;tigen.

<h3>Speichere das Datum des letzten Zugriffs</h3>
Wenn markiert, merkt sich <b>Password Safe</b> f&uuml;r jeden Eintrag den Zeitpunkt eines Zugriffes (z.B. wann das Passwort kopiert wurde, 
oder wenn die Details zum Eintrag angeschaut wurden, usw.). Dieser Zeitpunkt wird zusammen mit dem Eintrag gespeichert, und kann im Dialog zu diesem Eintrag angesehen werden.<br>
<b>Hinweis:</b><br>
<small><ul>
  <li>Wenn dies freigegeben ist, wird eventuell die Datenbank ge&auml;ndert, auch wenn kein Eintrag bearbeitet wird. Dies kann dazu f&uuml;hren dass 
  Sie zum Speichern der Datenbank aufgefordert werden beim Verlassen der Anwendung, auch wenn Sie explizit nichts ge&auml;ndert haben.</li>
  <li>Wenn die Datenbank in NUR Lesen Modus ge&ouml;ffnet wurde, werden <b>keine</b> Zugriffszeiten aktualisiert.</li>
</ul></small>

<h3>Taste Escape schlie&szlig;t die Anwendung</h3>
<p>Wenn markiert, kann die Anwendung <b>Password Safe</b> mit der Taste <b>Esc</b> geschlossen werden, wenn sie maximiert ist. Beachten Sie dass, 
wenn die Anwendung im Infobereich freigegeben ist (mit der Option 'Symbol im Infobereich'), die Taste <b>Esc</b> nur das Hauptfenster schlie&szlig;t. 
Die Anwendung kann dann mit einem Doppelklick im Infobereich wieder maximiert werden.</p>
<!-- <h3>Hotkey</h3>
<p>Wenn markiert, wird ein Dr&uuml;cken der Tastenkombination im Feld rechts <b>Password Safe</b> aus dem Infobereich wiederherstellen (wenn minimiert) oder 
sie wieder in Vordergrund bringen, soweit <b>Password Safe</b> von anderen Anwendungen verdeckt ist. Die Tastenkombination kann nur ge&auml;ndert werden, solange diese Option markiert ist.</p> -->

<h3>Doppelklick-Aktion</h3>
<p>Dies erlaubt es festzulegen welche Aktion <b>Password Safe</b> ausf&uuml;hrt, wenn Sie ein Doppelklick auf einem Eintrag ausf&uuml;hren. 
Standardm&auml;&szlig;ig wird das Passwort des ausgew&auml;hlten Eintrages in die Zwischenablage kopiert. Diese Aktionen stehen zur Verf&uuml;gung:</p>
<ul>
  <li>Autom. Eingabe</li>
  <li>Benutzername in die Zwischenablage kopieren</li>
  <li>Email senden</li>
  <li>Gehe zu URL</li>
  <li>Gehe zu URL + Autom. Eingabe</li>
  <li>Kommando ausf&uuml;hren</li>
  <li>Notizen in die Zwischenablage kopieren</li>
  <li>Passwort in die Zwischenablage kopieren</li>
  <li>Passwort in die Zwischenablage kopieren, minimieren</li>
  <li>Zeige/bearbeite ausgew&auml;hlten Eintrag</li>
</ul>
<p>Beachten Sie dass die letzte Aktion "Passwort in die Zwischenablage kopieren, minimieren" nicht funktioniert wie erwartet, 
wenn gleichzeitig die Option "Zwischenablage nach Minimieren l&ouml;schen" markiert ist im <a href="security_tab.html">Reiter Sicherheit</a>.</p>

<h3>Umschalt Doppelklick-Aktion</h3>
<p>Dies erlaubt es festzulegen welche Aktion <b>Password Safe</b> ausf&uuml;hrt, wenn Sie ein Umschalt-Doppelklick auf einem Eintrag ausf&uuml;hren. 
Standardm&auml;&szlig;ig wird der Benutzername des ausgew&auml;hlten Eintrages in die Zwischenablage kopiert.</p>
<p>Es stehen dabei dieselben Aktionen zur Verf&uuml;gung wie bei der Doppelklick-Aktion.</p>

<h3>Autom. Eingabe</h3>
<ul>
  <li><b>Minimieren nach Autom. Eingabe:</b> Wird standardm&auml;&szlig;ig <b>Password Safe</b> minimieren, wenn Autom. Eingabe eingeschaltet ist. 
  Wenn diese Option ausgeschaltet wird, wird <b>Password Safe</b> sich hinter allen angezeigten Fenstern stellen.</li>
  <li><b>Standardzeichen bei autom. Eingabe:</b>
Hier k&ouml;nnen Sie die standardm&auml;&szlig;igen Zeichen f&uuml;r die Autom. Eingabe festlegen f&uuml;r alle Eintr&auml;ge. 
Beachten Sie dass man dies per Eintrag auch &uuml;berschreiben kann. Diese Option ist dann sinnvoll, wenn Sie f&uuml;r alle Eintr&auml;ge z.B. die Verz&ouml;gerung &auml;ndern wollen. 
Siehe <a href="autotype.html">hier</a> f&uuml;r mehr Details &uuml;ber Autom. Eingabe.</li>
</ul>

<h3>Standard-Benutzername</h3>
Hiermit k&ouml;nnen Sie den Standardbenutzernamen definieren der automatisch beim Erstellen eines neuen Eintrages im Feld Benutzername eingetragen werden soll. 
Wenn markiert, wird dieser Name im Feld Benutzername eines jeden neuen Eintrages ausgef&uuml;llt. Nat&uuml;rlich kann er dann bearbeitet werden, wenn Sie wollen.<br>

<h3><a name="AltBrowser"></a>Alternativer Browser</h3>
<p>Der alternative Browser wird in diesem Feld definiert. Er wird aufgerufen beim Dr&uuml;cken auf "Los", wenn im ausgew&auml;hlten Eintrag im Feld URL "[alt]" vor der URL steht, 
z.B.  "[alt]http://www.foo.net". Dies ist dann sinnvoll, wenn der Standardbrowser Firefox ist, und Sie wollen auf eine Internet-Seite zugreifen, von dem Sie wissen dass diese Seite 
mit dem Internet Explorer am besten dargestellt wird. In diesem Falle w&uuml;rden Sie den Internet Explorer als "Alternativer Browser" festlegen, mit 
z.B. "C:\Program Files\Internet Explorer\iexplorer.exe".</p>
<p>
Wenn weitere Parameter in der Kommandozeile ben&ouml;tigt werden, k&ouml;nnen diese im Fenster "Browser Kommandozeilenparameter" angegeben werden.<p>

<!--<h3>Alternativer Notizen Editor</h3>
Die Benutzung eines alternativen, externen Editors wird hiermit unterst&uuml;tzt. Nach Dr&uuml;cken der rechten Maustaste im Notizenfeld, kann man <i>! Extern bearbeiten</i> dr&uuml;cken. 
Es wird dann folgender Hinweis ausgegeben: "WARNUNG: die Benutzung eines externen Editors kann sensible Daten auf Ihrer Festplatte hinterlassen. Wollen Sie fortfahren?". 
Nach dem bejahen, ist ein Arbeiten im externen Editor m&ouml;glich. Nachdem die Daten im externen Editor bearbeitet und abspeichert sind, und der externe Editor verlassen wurde, 
stehen die bearbeiteten Daten im Notizenfeld zur Verf&uuml;gung. -->
<h3><a name="ExtEditor"></a>Externer Editor</h3>

<p>Diesen alternativen Editor den sie in diesem Feld bezeichnen, wird mit Rechts-Klick im Notizenfeld ausgef&uuml;hrt.
N&auml;here Informationen dazu finden Sie unter 
<a href="entering_pwd.html#notes_external_editor">"Benutzernamen, Passw&ouml;rter und Gruppen: Notizen"</a>.
</p>

<p>Sie k&ouml;nnen f&uuml;r diesen Editor im Feld 'Kommandozeilenparameter' die f&uuml; diesen Editor ben&ouml;tigten Parametern festlegen. 
Sie sollten diese Parameter aber <b>nicht</b> in einfache oder doppelte Anf&uuml;hrungszeichen setzen, 
au&szlig;er den Editor verlangt sie explizit..</p>

<!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>
		<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
			<param name="Keyword" value="Reiter Verschiedenes">
			<param name="Keyword" value="Best&auml;tigen L&ouml;schen">
			<param name="Keyword" value="Best&auml;tigen Speichern">
			<param name="Keyword" value="Autom. &Auml;nderungen speichern">
		</object>
</body>
</html>
