<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Benannte Passwortrichtlinie</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control -->
<script language="javascript" src="html/popups.js">
</script>
<link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11"></object>
<!-- Popup Source File -->

<h2>Benannte Passwortrichtlinie</h2>
<p><b>Anmerkung:</b> Teile in <span style="color: #0000FF;">blau</span> sind (noch) nicht aus dem Englischen &uuml;bersetzt.</p>

<p>Seit <b>PasswordSafe</b> V3.28 kann man <b>Benannte Passwortrichtlinien</b> erzeugen und bearbeiten mit 
dem Men&uuml; "Verwalten&nbsp;&rarr;&nbsp;Passwortrichtlinien...". Diese sind datenbankspezifisch und 
werden im Kopf der Datenbank abgespeichert. Dieses Men&uuml; ersetzt auch den Reiter zum Setzen der 
Datenbankstandardwerte im Men&uuml; "Verwalten&nbsp;&rarr;&nbsp;Optionen".</p>

<img alt="Dialog benannte Passwortrichtlinie" src="images/manage_password_policies.jpg">

<p>Mit diesem Dialog k&ouml;nnen Sie die aktuelle standardm&auml;&szlig;ige Passwortrichtlinie bearbeiten und neue benannte Passwortrichtlinien hinzuf&uuml;gen, bearbeiten und l&ouml;schen.
Vorsicht, es ist nicht m&ouml;glich eine benannte Passwortrichtlinie zu l&ouml;schen, solange mindestens ein Eintrag in der Datenbank diese verwendet.
Nach der Auswahl einer Richtlinie sieht man im unteren Feld die dazugeh&ouml;rigen Details. Ebenso ist es m&ouml;glich eine Liste der Eintr&auml;ge die diese Richtlinie verwenden zu sehen, mit einem Klick auf die Taste <i>Liste</i>. 
Zur&uuml;ck geht es mit einem Klick auf die Taste <i>Details</i>. Wenn die Liste der Eintr&auml;ge angezeigt wird, kommt man mit einem Doppelklick auf einem Eintrag zum Bearbeiten / Anzeigen dieses Eintrages.</p>

<h3>&Auml;ndern der Standardwerte f&uuml;r die Passwortrichtlinie</h3>

<p>Wenn die standard Passwortrichtlinie ausgew&auml;hlt ist, benutzt man die Taste <i>Bearbeiten</i> um die Werte zu &auml;ndern.
Der nachstehender Dialog wird angezeigt (er ersetzt die fr&uuml;here Funktion im Men&uuml; "Verwalten&nbsp;&rarr;&nbsp;Optionen").
Weil diese Werte in der Datenbank abgespeichert sind, werden die Beschreibungen der Felder blau dargestellt.</p>
<img alt="Edit database default password Policy dialog" src="images/edit_default_policy.jpg">

<h3>Eine neue benannte Passwortrichtlinie hinzuf&uuml;gen</h3>

<p>Durch Bet&auml;tigen der Taste <i>Neu</i> wird nachstehender Dialog aufgemacht, um ein neue benannte Passwortrichtlinie hinzuzuf&uuml;gen.
Die Initialwerte werden von der standardm&auml;&szlig;igen Passwortrichtlinie &uuml;bernommen. Zus&auml;tzlich zu den normalen &Uuml;berpr&uuml;fungen zur Konsistenz der eingegeben Informationen, 
muss au&szlig;erdem eine eindeutiger Name (innerhalb der Datenbank) vergeben werden. Hinweis: der Name darf nicht l&auml;nger sein als 255 Zeichen.</p>
<img alt="Add a named password policies dialog" src="images/new_named_policy.jpg">

<h3>Eine bestehende benannte Passwortrichtlinie bearbeiten</h3>

<p>Wenn eine benannte Passwortrichtlinie ausgew&auml;hlt ist, benutzt man die Taste <i>Bearbeiten</i> um dessen Werte zu &auml;ndern.
Der Name dieser benannten Passwortrichtlinie kann hierbei nicht ver&auml;ndert werden.</p>
<img alt="Edit a named password policies dialog" src="images/edit_named_policy.jpg">

<h3>Bearbeiten / Einf&uuml;gen eines Eintrages und Passowrt erzeugen</h3>

<p>Die Funktionen Bearbeiten / Einf&uuml;gen eines Eintrages und "Verwalten&nbsp;&rarr;&nbsp;Generiere Passwort" wurden beide erweitert
um einen Eintrag die Benutzung einer benannten Richtlinie zu erlauben oder um das Generieren eines zuf&auml;lligen Passwortes mithilfe einer benannten Richtlinie zu erm&ouml;glichen.
Ein Grund unbenutzte benannte Richtlinien zu behalten w&auml;re es, sie ausschlie&szlig;lich zum Generieren von Passw&ouml;rtern einzusetzen.</p>

<h3>Testen einer Passwortrichtlinie</h3>

<p>Sie k&ouml;nnen die standardm&auml;&szlig;ige oder eine der benannten Passwortrichtlinien ausw&auml;hlen und die Taste <i>Generiere</i> dr&uuml;cken,
 um ein Passwort mit dieser Richlinie zu generieren. Dieses Passwort kann auch in die Zwischenablage kopiert werden.</p>

<h3>Nur-Lesen Datenbanken</h3>

<p>Wenn die Datenbank im Modus Nur-Lesen ist, kann man keine neue benannte Passwortrichtlinie generieren, die standardm&auml;&szlig;ige 
oder eine benannte Passwortrichtlinie bearbeiten und keine unbenutzte benannte Passwortrichtlinie l&ouml;schen. Eine Ansicht der standardm&auml;&szlig;igen 
und der benannten Passwortrichtlinien ist jedoch m&ouml;glich. Etwaige &Auml;nderungen an den Passwortrichtlinien w&auml;hrend der Ansicht werden aber nicht abgespeichert.</p>

<h3>R&uuml;ckg&auml;ngig / Wiederholen</h3>

<p>Sie k&ouml;nnen die Tasten <i>R&uuml;ckg&auml;ngig</i> und <i>Wiederholen</i> (oder die Standards Strg+Z und Strg+Y [oder die &Auml;quivalente, die sie
 mit "Verwalten&nbsp;&rarr;&nbsp;Optionen&nbsp;&rarr;&nbsp;Schnelltasten" ver&auml;ndert haben]) benutzen um &Auml;nderungen in diesem Dialog r&uuml;ckg&auml;ngig zu machen, z.B.
 ge&auml;nderte Werte in der standardm&auml;&szlig;igen oder einer benannten Passwortrichtlinie, hinzuf&uuml;gen oder L&ouml;schen einer neuen bzw. unbenutzten Passwortrichtlinie. 
 Wenn ein &Auml;nderung r&uuml;ckg&auml;ngig gemacht wurde, k&ouml;nnen Sie das mit <i>Wiederholen</i> zur&uuml;cksetzen, allerdings nur solange keine andere &Auml;nderung vorgenommen wurde. 
 &Auml;nderungen werden erst nach Dr&uuml;cken der Taste <i>OK</i> -um den Dialog zu verlassen- in die Datenbank &uuml;bernommen.</p>


<h2>XML und Text Import/Export</h2>


<p style="color: #0000FF;"> When a database is exported to XML (whether it is a specific subset of the
entries in the database or the whole database), <u>all</u> the <b>Named Password
Policies</b> in the current database are also exported.  During the subsequent import of
that XNL file, all the <b>Named Pasword Policies</b> are also imported into the current
database.  If a Named Password Policy of the same name already exists in
the current database and it has the same policy settings as that being imported, then it
will be used by any entries referencing it when they are imported.  However, if the
imported Named Password Policy has different policy settings to that in the
database with the same name, then the policy will be imported with the words
"Imported - <i>datetime</i>" appended to its name (where the '<i>datetime</i>' is the
date/time of the Import) and all imported entries refering to it will now reference
the newly named policy.</p>

<p style="color: #0000FF;">When importing a XML file, if the any record references a Named Password
Policy that does not exist in the current database (or in the XML file being imported),
then the entry will be changed to use the current database default policy.  Warning messages
will be placed in the Import log show which entries have been affected.</p>

<p style="color: #0000FF;">When exporting to a Text file, the name of of any referenced Named Password Policy
is also exported.  However, there is no facility to also export the values contained in
these <b>Named Password Policies</b>.</p>

<p style="color: #0000FF;">Due to the above restriction, when importing a Text file, if the any record
references a Named Password Policy that does not exist in the current database,
then the entry will be changed to use the current database default policy.  Warning messages
will be placed in the Import log show which entries have been affected.</p>

<h2>Zusammenf&uuml;hren und Drag &amp; Drop</h2>

<p style="color: #0000FF;">When a whole or subset of a database is merged into the current database, any
Named Password Policy referenced by the entries being merged will be brought
across from the source database. If a Named Password Policy of the same name
already exists in the current database and it has the same policy settings as that being
copied across, then it will be used by any entries referencing is are merged.  However,
if the imported Named Password Policy has different policy settings to that in
the database with the same name, then it will be imported with the word
"Merged - <i>datetime</i>" appended to its name (where the '<i>datetime</i>' is the
date/time of the Merge) and all entries refering to it will now reference the newly
named policy.</p>

<p style="color: #0000FF;">Similarly, when one or more entries are dragged from another database and dropped into
the current database except "Drag - <i>datetime</i>" will be used to make the
Named Password Policy unique.</p>


<!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>

<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
<param name="Keyword" value="Passwortrichtlinie">
<param name="Keyword" value="Benannte Passwortrichtlinien">
<param name="Keyword" value="Komplexe Passw&ouml;rter generieren">
<param name="Keyword" value="Passwortrichtlinie Men&uuml;">
<param name="Keyword" value="Passwort erzeugen">
</object>

</body>
</html>
