<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Passworthistorie</title>
<!-- pwsafe version: 3.02--><!-- Modified: 20/07/2006 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
  </script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11"> </object>
<!-- Popup Source File -->
<h2>Passworthistorie</h2>
<br>In <b>Password Safe</b> k&ouml;nnen Sie die letzten paar Passw&ouml;rter eines Eintrages zusammen mit dem Datum festhalten, an welchem die Passw&ouml;rter gesetzt wurden. 
Dies ist n&uuml;tzlich, um eine &Uuml;bereinstimmung des Passwortes mit den an einigen Stellen eingesetzten Passwortrichtlinien nachzuweisen, oder um ein Passwort auf 
eine &auml;ltere Version zur&uuml;ckzuschalten, wenn das neue Passwort (warum auch immer) nicht funktioniert. Die Passworthistorie kann im Reiter "Zus&auml;tzlich" im Dialogfenster <a href="entering_pwd_add.html">Eintrag bearbeiten</a> erreicht werden.<br><br>
<img alt="Passworthistorie" src="images/edit_view_entry_add.jpg">
<p>Dieser Dialog stellt die letzten paar Passw&ouml;rter f&uuml;r den jeweiligen Eintrag da. Um dies anzuzeigen dr&uuml;cken Sie auf die Taste "Passworthistorie" im Eintrag bearbeiten/Einf&uuml;gen Dialog. Folgendes kann gemacht werden:</p>
<h3>Die <i>N</i> letzten Passw&ouml;rter behalten</h3>
Wenn markiert, werden zu diesem Eintrag die angegebene Anzahl an letzten Passw&ouml;rtern abgespeichert. Die spezifische Anzahl f&uuml;r diesen einen Eintrag kann hiermit festgelegt werden.<br>
<hr><small><b>Hinweis:</b> Wenn Sie die Markierung aufheben, wird die Historie <i>nicht</i> gel&ouml;scht. Es wird lediglich die weitere Abspeicherung von Passw&ouml;rtern in <b>Password Safe</b> f&uuml;r diesen Eintrag angehalten.</small><br>
<hr>
<h3>Passwort kopieren</h3>
Wenn Sie auf eine Zeile in der Liste der letzten Passw&ouml;rter klicken, wird das Passwort aus dieser Zeile in die Zwischenablage kopiert.
<h3>Historie l&ouml;schen</h3>
Wenn Sie auf diese Taste dr&uuml;cken, wird die gesamte Passworthistorie dieses Eintrages gel&ouml;scht. Wenn keine Historie vorhanden ist, ist die Taste deaktiviert (ausgegraut).
<hr><small><b>Hinweis:</b> Der Eintrag wird erst zum Zeitpunkt, wann Sie 'OK' in "Eintrag bearbeiten/einf&uuml;gen" Dialog dr&uuml;cken, ge&auml;ndert werden. Wenn Sie versehentlich auf "Historie l&ouml;schen" gedr&uuml;ckt haben, dr&uuml;cken Sie nicht auf 'OK' sondern auf 'Abbrechen'.</small><br>
<hr>
<h3>Alles kopieren</h3>
Wenn Sie diese Taste dr&uuml;cken wird die gesamte Historie dieses Eintrages mit Datum und Passwort in die Zwischenablage kopiert.
<!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>
<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
 <param name="Keyword" value="Benutzernamen">
 <param name="Keyword" value="Passworteintr&auml;ge einf&uuml;gen">
 <param name="Keyword" value="Passw&ouml;rter speichern">
 <param name="Keyword" value="Gruppen">
 <param name="Keyword" value="Passw&ouml;ter generieren">
 <param name="Keyword" value="Passw&ouml;rter">
 <param name="Keyword" value="Passworteintr&auml;ge bearbeiten">
 <param name="Keyword" value="Passworteintr&auml;ge anzeigen">
 <param name="Keyword" value="Passworteintr&auml;ge umbenennen">
</object>
</body>
</html>
