<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Passwortrichtlinie</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
  </script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11"> </object>
<!-- Popup Source File -->
<h2>Passwortrichtlinie</h2>
<img alt="Passwortrichtlinie" src="images/edit_default_policy.jpg">
<p>Die <b>Passwortrichtlinie</b> beschreibt die Regeln, die verwendet werden, um ein Passwort zu bilden, d.h. die Schreibart, 
L&auml;nge und die daf&uuml;r ben&ouml;tigten Buchstaben und Sonderzeichen. Einige Institute verlangen nur Kleinbuchstaben w&auml;hrend 
andere nicht nur verlangen, dass Gro&szlig;buchstaben, Zahlen und Sonderzeichen verwendet werden, sondern schreiben auch eine bestimmte 
minimale L&auml;nge vor. Im Allgemeinen ist es eine gute Idee die gr&ouml;&szlig;tm&ouml;gliche L&auml;nge und das breiteste Spektrum 
an verwendbaren Zeichen zu verwenden. Verifizieren Sie die genauen Vorschriften f&uuml;r die Passw&ouml;rter mit den Dienstellen, 
welche diese verlangen.</p>

<p>Es besteht jetzt die M&ouml;glichkeit eine Standardliste auszuw&auml;hlen die Anwendung findet in der gesamten Datenbank mit 
<a href="named_password_policies.html">"Verwalten&nbsp;&rarr;&nbsp;Passwortrichtlinien..."</a>. Zus&auml;tzlich kann f&uuml;r jeden Eintrag 
eine eigene Zeichenliste festgelegt werden.<br>Hinweis: die Zeichenliste wird nicht verwendet f&uuml;r <i>leicht zu lesende</i> und 
<i>aussprechbare</i> Passw&ouml;rter.</p>

<p>Der Dialog <b>Passwortrichtlinie</b> erm&ouml;glicht es sowohl eine generelle Richtlinie zur Bildung von Passw&ouml;rtern, 
als auch benannte Richtlinien festzulegen. Diese Richtlinien werden in der Datenbank gespeichert, und sind somit Datenbankspezifisch. 
Eine Richtlinie kann bei Bedarf &uuml;berschrieben werden und Passw&ouml;rter k&ouml;nnen auch h&auml;ndisch eingegeben werden im Dialog 
<b>Eintrag bearbeiten/einf&uuml;gen</b>.</p>

<h3>Passwortrichtlinien ausw&auml;hlen</h3>
<p>Jedes "Element" (z.B. <b>Benutze Kleinbuchstaben</b>, <b>Benutze Symbole</b>, usw.), das im Dialog markiert ist, zwingt <b>Password Safe</b> 
dazu, die ausgew&auml;hlten Zeichen bei der Bildung von Passw&ouml;rtern zu verwenden. Jedes Passwort wird in der spezifizierten L&auml;nge 
gebildet, nicht l&auml;nger und nicht k&uuml;rzer. Die einzige Ausnahme hiervon ist die Verwendung von <b>Benutze nur Hexadezimalzahlen</b>. 
Wenn markiert, wird das Passwort nur aus <a href="JavaScript:popup.TextPopup(strHexDec,popFont,9,9,-1,-1)">Hexadezimalzahlen</a> zusammengestellt. 
Wenn Sie diese Option ausw&auml;hlen, sind alle anderen Optionen abgeschaltet (=ausgegraut).</p>
<p>Die Auswahl von <b>Generiere aussprechbare Passw&ouml;rter</b> veranlasst <b>Password Safe</b> ein "sinnloses" Wort zu bilden, 
das aussprechbar sein sollte, wie etwa  "ingstria", "ringsony", usw. Die ist dann n&uuml;tzlich, wenn Sie ein Passwort brauchen, 
das sowohl sicher als auch leicht zu merken ist, auch ohne <b>Password Safe</b>. Wenn Sie diese Option mit <b>Benutze Zahlen</b> 
und/oder <b>Benutze Symbole</b> verwenden, werden einige Zeichen mit ihrem "leet" &Auml;quivalent umgesetzt, z.B., "E" wird 
m&ouml;glicherweise mit "3", "S" mit "5", usw. umgesetzt.</p>
<p>Die Zeichen die hinzugef&uuml;gt werden, wenn Sie <b>Benutze Symbole</b> markieren, sind: 
+ - = _ @ # $ % ^ &amp; ; : , . &lt; &gt; / ~ \&nbsp;[ ] ( ) { } ? ! und |. Wenn Sie <b>Benutze leicht zu lesende Zeichen</b> ausgew&auml;hlt 
haben, werden aber nur + - = _ @ # $ % ^ &amp; &lt; &gt; / ~ \&nbsp;und ? verwendet.</p>
<p>Die verwendeten Buchstaben beim Markieren von <b>Benutze leicht zu lesende Zeichen</b> sind: a b c d e f g h i j k m n o p q r s t u v w x y z und 
A B C D E F G H J K L M N P Q R T U V W X Y und die Ziffern sind 3 4 6 7 8 9.</p>

<br>

<!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>
<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
 <param name="Keyword" value="Passwortrichtlinien">
 <param name="Keyword" value="Komplexe Passw&ouml;rter generieren">
 <param name="Keyword" value="Reiter Passwortrichtlinien">
 <param name="Keyword" value="Passw&ouml;rter generieren">
</object>
</body>
</html>
