<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Passworthistorie</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
  </script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11"> </object>
<!-- Popup Source File -->
<h2>Passworthistorie</h2>
<img alt="Reiter Passworthistorie" src="images/options/password_history_tab.jpg"><br>
<br>
Im Reiter <b>Passworthistorie</b> werden die Regeln, wie die Historie der Eintr&auml;ge in <b>Password Safe</b> festgehalten wird, beschrieben.<br>Wenn Sie das Passwort eines Eintrages &auml;ndern, kann <b>Password Safe</b> die alten Passw&ouml;rter, die zu diesem Eintrag geh&ouml;ren, abspeichern. Dies ist dann z.B. n&uuml;tzlich, wenn die &Auml;nderung des Passwortes nicht das erhoffte Ergebnis gebracht hat in der Anwendung, in dem das Passwort eingesetzt wurde. Auch kann festgelegt werden wie viele Passw&ouml;rter f&uuml;r einen neuen Eintrag standardm&auml;&szlig;ig gespeichert werden sollen. Dies kann allerdings f&uuml;r einen bestimmten Eintrag wieder aufgehoben werden im Dialog "Eintrag bearbeiten" oder "Eintrag einf&uuml;gen".
<h3>Speichere <i>N</i> bisherige Passw&ouml;rter pro Eintrag</h3>
Wenn Sie dies markieren, und die Anzahl festlegen, definieren Sie hiermit den <i>standardm&auml;&szlig;igen</i> Wert wie viele Passw&ouml;rter festgehalten werden f&uuml;r jeden neuen Eintrag.
<h3>Verwalte Passworthistorie der aktuellen Eintr&auml;ge</h3>
Hiermit k&ouml;nnen Sie die Passworthistorie von bereits <i>bestehenden</i> Eintr&auml;ge ab&auml;ndern, wie folgt:<br>
<ul>
  <li><b>Keine &Auml;nderung</b> - hiermit bleibt der bestehende Zustand erhalten, es &auml;ndert sich nichts.</li>
  <li><b>Beende das Speichern vorheriger Passw&ouml;rter</b> - dies ist gleichbedeutend mit dem L&ouml;schen der Markierung zu "Speichere <i>N</i> bisherige Passw&ouml;rter pro Eintrag" in allen Eintr&auml;gen der Datenbank. Es geht hierbei keine Historie verloren, lediglich das Abspeichern der neuen Passw&ouml;rter wird angehalten bis das Speichern der Passw&ouml;rter wieder reaktiviert wird.</li>
  <li><b>Beginne mit der Speicherung vorheriger Passw&ouml;rter</b> - dies ist gleichbedeutend mit dem Setzen der Markierung zu "Speichere <i>N</i> bisherige Passw&ouml;rter pro Eintrag" in allen Eintr&auml;gen der Datenbank. Eintr&auml;ge die bis dato keine Historie hatten, werden nun bearbeitet bis zur angegebenen Anzahl. Eintr&auml;ge die schon eine Historie hatten werden nur wieder bearbeitet, die Anzahl &auml;ndert sich aber nicht.</li>
  <li><b>Setze die maximale Anzahl an gespeicherten Passw&ouml;rtern auf obigen Wert</b> - s&auml;mtliche Eintr&auml;ge werden auf die eingegebene Anzahl gesetzt. Hierbei geht keine Historie verloren, auch wenn ein Eintrag mehr als diese Anzahl Elemente gespeichert haben sollte.</li>
</ul>
<!-- Um die &Auml;nderungen im Feld "Verwalte Passworthistorie der aktuellen Eintr&auml;ge" tats&auml;chlich zu &uuml;bernehmen, sollten Sie auch noch auf die Taste "&Uuml;bernehmen" dr&uuml;cken. -->
<!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>
<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
 <param name="Keyword" value="Passwortrichtlinie">
 <param name="Keyword" value="Komplexe Passw&ouml;rter generieren">
 <param name="Keyword" value="Reiter Passwortrichtlinie">
 <param name="Keyword" value="Passw&ouml;rter generieren">
</object>
</body>
</html>
