<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Suchen</title>
<!-- pwsafe version: 3.11--><!-- Modified: 18/11/2007 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
		</script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
<div class="instr">
<h2>Einen bestimmten Text suchen</h2>
<p><b>Password Safe</b> erlaubt es nach Eintr&auml;gen zu suchen, die einen vorgegebenen Text enthalten. Dies ist dann n&uuml;tzlich, wenn Sie sich am Namen des Eintrages nicht mehr  genau erinnern, aber noch gut wissen, was "drin" steht, z.B. <em>der Eintrag mit Maria in den Notizen</em>.</p>
<p>Um eine ge&ouml;ffnete Datenbank zu durchsuchen, dr&uuml;cken Sie Strg-F (oder <b>Bearbeiten-&gt;Eintrag Suchen</b>). Es erscheint eine Suchleiste &uuml;ber die Statusleiste am unteren Ende der Anwendung so &auml;hnlich wie folgt:</p>
<p><img alt="Suchenleiste" src="images/find_bar.jpg"></p>
<p>Die einfachste Methode ist es, einfach der Text wonach Sie suchen einzugeben und die Enter-Taste zu dr&uuml;cken, oder auf das Symbol des Vergr&ouml;&szlig;erungsglases auf der rechten Seite des Textfeldes zu klicken. Die Anzahl der Treffer (wenn &uuml;berhaupt) wird am rechten Ende der Suchleiste angegeben. Der erste Text, der &uuml;bereinstimmt, wird ausgew&auml;hlt und hervorgehoben. Das mehrmalige Dr&uuml;cken der Enter-Taste (oder Klicken des Vergr&ouml;&szlig;erungsglases) f&uuml;hrt zum n&auml;chsten &uuml;bereinstimmenden Text. Wenn alle Eintr&auml;ge ausgew&auml;hlt wurden, f&auml;ngt das Spiel von vorne wieder an.</p>
<p>Die Taste F3 wiederholt das Suchen. Durch wiederholtes Dr&uuml;cken von F3 kann der Eintrag mit dem gew&uuml;nschten Kriterien leicht erreicht werden. Durch Dr&uuml;cken der Umschalt-Taste kann r&uuml;ckw&auml;rts gesucht werden. Wenn sie mit dem Vergr&ouml;&szlig;erungsglas arbeiten, wird die Umschalt-Taste ebenfalls die Suchrichtung umdrehen.
</p>
<ul>
  <li>Um die Suchleiste zu schlie&szlig;en, klicken Sie auf das 'x' an der linken Seite des Textes, oder dr&uuml;cken Sie noch mal Strg-F.</li>
  <li>Standardm&auml;&szlig;ig l&auml;uft die Suche <em>ohne Gro&szlig;/Kleinschreibung</em>. Um mit Gro&szlig;/Kleinschreibung zu suchen, dr&uuml;cken Sie das "AA"-Symbol. Dieses Symbol &auml;ndert sich dann in "Aa".</li>
  <li>Um eine erweiterte Suche zu machen, wie z.B. das Einschr&auml;nken auf bestimmte Felder oder Eintr&auml;ge usw., dr&uuml;cken Sie das Symbol "...".</li>
  <li>Um ein Report der letzten Suche zu erstellen, dr&uuml;cken sie <span><img alt="create search report" src="images/find_report.jpg"></span>.</li>
  <li>Um den Suchtext zu l&ouml;schen, klicken Sie auf das "L&ouml;schen"-Symbol.</li>
</ul>
</div>
		<!-- Added some white space at the bottom for natural scrolling -->
		<br>
<br>
<br>
		<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
			<param name="Keyword" value="Suchen">
			<param name="Keyword" value="Finden">
			<param name="Keyword" value="Erweitertes Suchen">
		</object>
</body>
</html>
