<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Schnelltasten</title>
<!-- pwsafe version: 3.03--><!-- Modified: 10/10/2006 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
  </script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11"> </object>
<!-- Popup Source File -->
<h2>Schnelltasten</h2>
<img alt="Reiter System" src="images/options/shortcuts_tab.jpg">
<p>Der Reiter <b>Schnelltasten</b> gibt Zugriff auf die Tastenkombinationen die in den Men&uuml;s von <b>Password Safe</b> f&uuml;r die verschiedenen Men&uuml;eintr&auml;ge vorgesehen sind.</p>

<h3>Spalte Men&uuml;eintrag</h3>
<p>In der Spalte Men&uuml;eintrag sind (fast) alle Men&uuml;eintr&auml;ge aufgef&uuml;hrt, die in den Men&uuml;s vorkommen. Die Men&uuml;s sind mit den UnterMen&uuml;s jeweils mit dem Zeichen '»' verbunden.</p>
<h3>Spalte Tastenkombination</h3>
<p>In der Spalte Tastenkombination ist die g&uuml;ltige Tastenkombination angegeben, die f&uuml;r den jeweiligen Men&uuml;eintrag gelten. Wenn die Tastenkombination abweicht von der Standardm&auml;&szlig;igen Einstellung ist die dazugeh&ouml;rige Men&uuml;eintrag rot dargestellt.<br>Um z.B. die Tastenkombination F12 (f&uuml;r "Speichern unter...") um zu stellen auf F11, klicken Sie das Feld mit F12 an, und dr&uuml;cken dann die Taste F11. Mit der Taste OK kann das Ergebnis abgespeichert werden. Weitere Details zu den belegbaren (und nicht belegbaren) Tasten finden Sie <a href="shortcut_keys.html">hier</a>.<br><b>Hinweis:</b> Die umgestellten Tastenkombinationen werden von <b>Password Safe</b> abgespeichert, und stehen beim n&auml;chsten Start weiterhin zur Verf&uuml;gung.</p>
<h3>Alles r&uuml;cksetzen</h3>
<p>Mit der Taste <i>Alles r&uuml;cksetzen</i> k&ouml;nnen die standardm&auml;&szlig;igen Werte f&uuml;r alle Men&uuml;eintr&auml;ge wieder hergestellt werden.</p>
<p>
<b>Password Safe</b> erlaubt es Tastatureingaben (K&uuml;rzel) zu definieren die bestimmte Aufgaben ausf&uuml;hren in der Anwendung. In diesem Fenster k&ouml;nnen Sie die K&uuml;rzel kontrellieren und bearbeiten.
</p>

<h3>Hot Key Anwendung</h3>

<p>Wenn der Haken gesetzt ist, bewirkt das Dr&uuml;cken der Kombination zur Rechten das Hochfahren von 
<b>Password Safe</b> aus dem Infobereich, wenn die Anwendung minimiert war, oder bringt die Anwendung
im Vordergrund, wenn sie von andere Anwendungen abgedeckt war. Nur wenn der Haken gesetzt ist, kann die Kombination eingegebene werden.</p>

<h3>Programmverkn&uuml;pfung</h3>
Um Verkn&uuml;pfungen zu &auml;ndern (oder hinzuzuf&uuml;gen), w&auml;hlen Sie die Zeile aus 
mit der zu &auml;ndernden Aktion, und klicken Sie das Feld <i>Tastenkombination</i>
zu dieser Aktion. Jeder Tastaturkombination die sie dr&uuml;cken wird als Verkn&uuml;pfung abgelegt.
Z.B. wenn die Dateieigenschaften erscheinen soll wenn Sie 
die Tasten Alt, Strg und 'p' dr&uuml;cken, w&auml;hlen Sie vorerst die Zeile mit <i>Datei&nbsp;&gt;&nbsp;Eigenschaften</i>
 aus, klicken das Feld <i>Tastenkombination</i> und dr&uuml;cken dann  die Tasten Alt, Strg und 'p'. 
 Der Text <i>ALT+STRG+P</i> erscheint dann im Feld. Wenn Sie dann <i>OK</i> dr&uuml;cken, wird die &Auml;nderung &uuml;bernommen.
 F&uuml;r weitere Details &uuml;ber Tastenkombinationen die wohl oder nicht ge&auml;ndert werden k&ouml;nnen, 
 siehe <a href="Shortcut_Keys.html">hier</a>.</p>

<p>Beachten Sie dass Sie sowohl neue Verkn&uuml;pfungen festlegen k&ouml;nnen, als auch vordefinierte &uuml;berschreiben k&ouml;nnen wie Sie es haben wollen.
Die Verkn&uuml;pfungen werden abgespeichert, und werden dann auch beim erneuten Starten von <b>Password Safe</b> zur Verf&uuml;gung stehen.</p>

<p>Wenn Sie eine Verkn&uuml;pfung entfernen wollen, oder auf den Standardwert zur&uuml;cksetzen wollen, suchen Sie die Verkn&uuml;pfung
und rechtsklicken auf das Feld <i>Tastenkombination</i>. Es erscheint ein Popup-Men&uuml;, wo Sie machen k&ouml;nnen was Sie tun m&ouml;chten.
Um <i>alle</i> Verkn&uuml;pfungen auf den Standardwert zur&uuml;ckzusetzen, klcken Sie auf <i>Alle Programmk&uuml;rzel zur&uuml;cksetzen</i>.</p>

<h3>K&uuml;rzel der Datenbankeintr&auml;ge</h3>
Die Tabelle stellt eine &Uuml;bersicht der K&uuml;rzel dar, die f&uuml;r bestimmte Eintr&auml;ge in der ge&ouml;ffneten Datenbank vorhanden sind.
Die K&uuml;rzel werden festgelegt im Reiter <a href="entering_pwd_add.html">Zus&auml;tzlich</a> des jeweiligen Eintrages. 
Um das K&uuml;rzel zu bearbeiten gen&uuml;gt ein Doppelklick in der betreffenden Zeile.

<br>
<br>
<br>
<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
 <param name="Keyword" value="Reiter Schnelltasten">
</object>
</body>
</html>
