<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>System</title>
<!-- pwsafe version: 3.03--><!-- Modified: 10/10/2006 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
  </script>                          
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11"> </object>
<!-- Popup Source File -->
<h2>System</h2>
<img alt="Reiter System" src="images/options/system_tab.jpg">
<p>Der Reiter <b>System</b> gibt Zugriff auf die Einstellungen die <b>Password Safe</b> ben&ouml;tigt f&uuml;r das System worauf es l&auml;uft.</p>

<h3>Symbol im Infobereich</h3>
<p>Wenn markiert, wird <b>Password Safe</b> minimiert im Infobereich gestartet.<br>Wenn nicht markiert, startet das Programm minimiert in der Taskleiste.</p>
<p>Das Symbol im Infobereich zeigt an ob die Passwortdatenbank gesperrt (<img style="width: 32px; height: 32px;" alt="Gesperrt" src="images/locked_tray.jpg">) ist oder nicht gesperrt (<img style="width: 32px; height: 32px;" alt="Entsperrt" src="images/unlocked_tray.jpg">) ist. Wenn die Datenbank gesperrt ist, werden Sie beim Versuch die Anwendung zu maximieren aufgefordert das Master-Passwort einzugeben.</p>
<h3>Merke letzte <i>N</i> benutzte Eintr&auml;ge im Infobereich</h3>
Wenn die Option <b>Symbol im Infobereich</b> markiert ist, k&ouml;nnen Sie mit einem Rechts-Klick im Infobereich die zuletzt benutzten Eintr&auml;ge direkt erreichen, ohne die Anwendung vorher &ouml;ffnen zu m&uuml;ssen. Mit dieser Option k&ouml;nnen Sie festlegen wie viele Eintr&auml;ge maximal in der Liste im Infobereich vorhanden sind.
<h3>Symbol im Infobereich verbergen (Tastenk&uuml;rzel MUSS aktiv sein)</h3>
Wenn markiert, wird das Symbol f&uuml;r <b>Password Safe</b> im Infobereich verborgen. Das Tastenk&uuml;rzel zum Aufrufen von <b>Password Safe</b> MUSS allerdings aktiv sein, sonst wird die Auswahlm&ouml;glichkeit ausgegraut.
<h3>Starte Password Safe beim Anmelden</h3>
Wenn markiert, startet <b>Password Safe</b> bei der Anmeldung automatisch im Infobereich. Beachten Sie, dass Sie erst beim Aufrufen der Anwendung mit einem Doppelklick im Infobereich zur Eingabe des Master-Passwortes aufgefordert werden, <b>nicht vorher</b>.
<h3>Zuletzt benutzte Password Safe-Datenbanken</h3>
<p>Dies legt die Anzahl der Datenbanken im Men&uuml; <b>Datei</b> fest, die Sie als letzte benutzt haben. Beachten Sie, dass <b>Password Safe</b> geschlossen und wieder ge&ouml;ffnet werden muss, um diese Einstellung wirksam werden zu lassen.</p>
<h3>zuletzt benutzte Datenbanken im Men&uuml; Datei und nicht als Untermen&uuml;.</h3>
Diese Option legt fest, ob die zuletzt benutzen Dateien direkt im Men&uuml; <b>Datei</b> angezeigt werden, oder als extra Untermen&uuml;.<br>
<h3>Datenbank standardm&auml;&szlig;ig f&uuml;r Nur-Lesen &ouml;ffnen</h3>
Wenn dies gesetzt ist, werden in <b>Password Safe</b> Datenbanken in NUR-Lesen Modus ge&ouml;ffnet. Dies k&ouml;nnte in einem Umfeld mit mehreren Benutzern sinnvoll sein, weil <b>Password Safe</b> standardm&auml;&szlig;ig nur dem ersten Benutzer die Datenbank mit Schreibrechten &ouml;ffnet, und alle anderen im NUR-Lesen Modus. Auf diese Weise k&ouml;nnen Sie an einem Standort bestimmen wer welche Zugriffsrechte auf eine gegebene Datenbank hat.
<h3>Mehrere Instanzen erlauben (bedingt ein Wiederstart aller Instanzen)</h3>
<h3>Entferne Password Safe-Eintr&auml;ge aus der Registry</h3>
Vor Version 3.05 benutzte <b>Password Safe</b> die Registry, um die Konfigurationsdaten abzuspeichern, wie da sind, nicht standardm&auml;&szlig;ige Einstellungen, zuletzt benutzte Datenbanken, usw. Ab der Version 3.05 werden diese Informationen aufgeteilt in einem datenbankspezifischen Teil und einem Benutzer/Maschine-spezifischen Teil. Der letzte Teil wird in einer getrennten Konfigurationsdatei abgelegt. Wenn Sie diese Option markieren, und die Taste <b>&Uuml;bernehmen</b> dr&uuml;cken, werden die Einstellungen f&uuml;r <b>Password Safe</b> in der Registry gel&ouml;scht. Dies ist vor allem dann sinnvoll, wenn Sie "Spuren" von <b>Password Safe</b> auf Ihrem PC l&ouml;schen wollen. Beachten Sie aber, dass dies dazu f&uuml;hrt dass eventuell vorhandene &auml;ltere Versionen von <b>Password Safe</b> wieder mit einigen standardm&auml;&szlig;igen Werten anfangen.<br>
<hr><b>Hinweise:</b><br>
<ul>
  <li>Wenn keine fr&uuml;heren Versionen von <b>Password Safe</b> installiert wurden, oder wenn die Daten schon gel&ouml;scht sind, werden sowohl das Kontrollk&auml;stchen als auch die Taste <b>&Uuml;bernehmen</b> nicht angezeigt.</li>
  <li>In den seltenen F&auml;llen wo <b>Password Safe</b> die Konfigurationsdatei nicht verwenden kann, wird die Registry verwendet.</li>
</ul>
<hr>
<h3>Migriere die Password Safe Daten zur lokalen Benutzer-Anwenderdaten</h3>

Vor Version 3.22 speicherte Password Safe die Einstellungen (z.B. Benutzeroptionen, zuletzt ge&ouml;ffnete Dateien, Fenstergr&ouml;&szlig;e, usw.) in einer Datei ab, die im selben Verzeichnis war wie das ausgef&uuml;hrte Programm Password Safe. Dies verursachte Probleme mit neueren Versionen von Windows, wo der Benutzer keinen Zugriff mehr auf dieses Verzeichnis hatte. Darum wurde, ab Version 3.22, die Konfigurationsdatei im standardm&auml;&szlig;igen Verzeichnis f&uuml;r solche Dateien abgelegt (im benutzereigenen Verzeichnis 'Anwendungsdaten').<br>

Standardm&auml;&szlig;ig werden Updates bei bestehende Installationen dieses nicht &auml;ndern. (nach dem Motto: "Wenn es nicht kaputt ist, repariere es nicht"). Allerdings kann der Benutzer, wenn er die neue Einstellung verwenden will, diesen Punkt markieren, und die Taste <i>&Uuml;bernehmen</i> dr&uuml;cken, um dies &Auml;nderung zu realisieren.<br><br>

Im Detail: Die Konfigurationsdatei ist so konzipiert, dass mehrere Benutzer auf mehreren Maschinen bedient werden k&ouml;nnen. Die Migrier-Funktion wird die Einstellungen des aktuellen Benutzers (auf dem aktuellen PC) aus der Konfigurationsdatei in die neue Datei ablegen. Andere Einstellungen bleiben davon unber&uuml;hrt. Wenn aber am Ende der Operation keine Einstellungen mehr &uuml;brig bleiben sollten, wird die Konfigurationsdatei gel&ouml;scht.<br>

Wenn Sie eine gemeinsame Konfigurationsdatei f&uuml;r Benutzer und/oder PC's benutzen wollen, k&ouml;nnen Sie entweder die Datei im Verzeichnis des Programmes belassen, oder ein spezifisches Verzeichnis festlegen mit der  '-g <span style="font-style: italic;">Konfigurationsdatei</span>' Option, wie beschrieben in <a href="cli.html">Kommandozeilen Argumente</a>.

<!--Unter Windows werden Daten in der Regel benutzerspezifisch abgespeichert. <b>Password Safe</b> hat die Konfigurationsdatei(en) mit den Einstellungen immer im Installationsverzeichnis abgelegt. Jetzt besteht die M&ouml;glichkeit die Konfigurationsdatei im benutzerspezifischen Anwenderbereich zu verlagern. Dies sollten Sie tun, wenn Sie als Einziger am PC arbeiten. Wenn aber mehrere Personen an einem PC arbeiten, und alle verwenden die gleiche <b>Password Safe</b>-Konfigurationsdatei, sollte man diese Datei im Installationsverzeichnis belassen.-->

<br>
<br>
<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
 <param name="Keyword" value="Reiter System">
 <param name="Keyword" value="Databank sperren">
 <param name="Keyword" value="Kopieren in Zwischenablage best&auml;tigen">
 <param name="Keyword" value="Zwischenablage l&ouml;schen">
</object>
</body>
</html>
