<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Upgraden einer &auml;lteren Version von Password Safe</title>
<!-- pwsafe version: 2.11--><!-- Modified: 15/06/2005 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
		</script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
<h2>Upgraden einer &auml;lteren Version von Password Safe</h2>
Um neue Merkmale zu unterst&uuml;tzen und die Sicherheit zu erh&ouml;hen, wurde die Datenbank f&uuml;r die gespeicherten Informationen
und Einstellungen zwischen zwei Versionen ge&auml;ndert. Es wurde aber gr&ouml;&szlig;te Sorgfalt aufgebracht, um ein automatisches
und transparentes Upgraden zu erm&ouml;glichen: <br>
<ul>
  <li>Version 1.x von <b>Password Safe</b> kann nur Datenbanken lesen die von Version 1.x generiert wurden.</li>
  <li>Version 2.x von <b>Password Safe</b> kann Datenbanken lesen die aus den Versionen 1.x und 2.x stammen.</li>
  <li>Version 3.x von <b>Password Safe</b> kann Datenbanken lesen die aus allen vorherigen Versionen stammen.</li>
</ul>
Um die Datenbank einer fr&uuml;heren Version von <b>Password Safe</b> zu &ouml;ffnen, sollten Sie sie auf jeden Fall so &ouml;ffnen wie jede andere Datenbank auch. 
Die Eintr&auml;ge werden angezeigt wie immer, mit m&ouml;glicherweise "unbekannten" Werten in Feldern, die in den fr&uuml;heren Versionen nicht unterst&uuml;tzt wurden 
(z.B. das Erstellungsdatum eines Eintrages).<br>
Wenn Sie eine Datenbank aus einer fr&uuml;heren Version abspeichern, werden Sie gewarnt &uuml;ber die Tatsache dass die neue (abgespeicherte) Datenbank 
von fr&uuml;heren Versionen von <b>Password Safe</b> nicht mehr ge&ouml;ffnet werden kann.<br>

<h3>Fr&uuml;here Versionen der Datenbank generieren</h3>
<p>Durch gezieltes Exportieren im gew&uuml;nschten Format k&ouml;nnen Sie Versionen der Datenbanken erstellen die von &auml;lteren <b>Password Safe</b> 
Versionen gelesen werden k&ouml;nnen (<b>Datei-&gt;Exportiere zu</b> und w&auml;hlen Sie <b>V1.x Format...</b> oder <b>V2 Format...</b> aus).
Beachten Sie dass in der exportierten Datenbank keine Informationen enthalten sind die in neueren Versionen hinzugekommen sind. Zum Beispiel, 
eine Version 2 der Datenbank wird keine Informationen &uuml;ber &Auml;nderungszeitpunkte der Eintr&auml;ge enthalten.</p>

		<!-- Added some white space at the bottom for natural scrolling -->
		<br>
<br>
<br>
		<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
			<param name="Keyword" value="Upgraden von fr&uuml;heren Versionen">
			<param name="Keyword" value="Password Safe 1.x">
			<param name="Keyword" value="Password Safe 2.x">
		</object>
</body>
</html>
