<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Men&uuml; Ansicht</title>
<!-- pwsafe version: 3.15.2--><!-- Modified: 3/1/2008 --><!--Popup control --><!-- VdG 3.15 DE 31/01/2009 -->
  <script language="javascript" src="html/popups.js">
		</script>
  <link rel="stylesheet" type="text/css" href="style.css">
</head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
<h2>Men&uuml; Ansicht</h2>
		<img alt="Menu Ansicht" src="images/view_menu.jpg">
<p>Das <b>Men&uuml; Ansicht</b> kontrolliert die vorhandenen Anzeigem&ouml;glichkeiten. Sie k&ouml;nnen umschalten zwischen den verschiedenen Darstellungsarten, wie Benutzernamen und Passw&ouml;rter eines Eintrages dargestellt werden: entweder als einfache <b>Tabelle</b> oder als <b>Baumstruktur</b>. Sie k&ouml;nnen w&auml;hlen ob Sie die Toolleiste anzeigen oder nicht, und wenn ja, ob Sie die klassische oder die moderne Darstellung verwenden wollen. Die Toolleiste selber kann angepasst werden. In der Baumdarstellung kann alles ausgeklappt werden, oder zugeklappt. Die Eintr&auml;ge k&ouml;nnen gefiltert werden nach irgendwelchen Kriterien. Die Schriftart f&uuml;r die Anzeige kann ausgew&auml;hlt werden. Berichte zum Zusammenf&uuml;hren (merge), Vergleichen, Importieren und andere erweiterte Operationen k&ouml;nnen ebenfalls dargestellt werden.</p>
<div class="instr">
<h3>Umschalten zwischen Tabelle und Baumstruktur</h3>
<ol>
  <li>Gehen Sie zum Men&uuml; <b>Ansicht</b></li>
  <li>W&auml;hlen Sie <b>Tabelle</b> oder <b>Baumstruktur</b> aus</li>
</ol>
<h3>Einstellung der Toolleiste</h3>
Um die Toolleiste anzuzeigen oder zu verbergen, markieren Sie das Element <b>Toolleiste sichtbar</b> oder nicht.<br><br>
Um die "klassische" oder die "moderne" Symbole f&uuml;r die Toolleiste zu setzen, w&auml;hlen Sie das Element "<b>Klassische Toolleiste</b>" oder "<b>Moderne Toolleiste</b>" aus.<br>
<br>
Die "<b>Dragleiste</b>" ist eine spezielle Toolleiste, die es erlaubt vom ausgew&auml;hlten Eintrag bestimmte Elemente zu "ziehen" (drag). Mit dem Element in der Dragleiste k&ouml;nnen die Elemente gezogen werden, die Sie in einem Fenster kopiert haben wollen. Zum Beispiel, um die Notizen von einem bestimmten Eintrag zu einem Fenster in einer anderen Anwendung zu ziehen mit Hilfe der Dragleiste, w&auml;hlen Sie den Eintrag aus, und ziehen Sie das Symbol "N" aus der Dragleiste in die Anwendung. Wenn Sie die Maustaste loslassen, wird der Inhalt vom Notizen-Feld in die Anwendung kopiert. In der Dragleiste sind die Elemente die im ausgew&auml;hlten Eintrag leer sind, ausgegraut. Um die Dragleiste anzuzeigen oder zu verbergen, markieren Sie das Element <b>Dragleiste sichtbar</b> oder nicht.
<h3>Alle ausklappen</h3>
<p>Klappt alle Gruppen aus, sodass s&auml;mtliche Eintr&auml;ge sichtbar sind. <i>(nur in der Baumstruktur)</i>.</p>
<h3>Alle zuklappen</h3>
<p>Klappt alle Gruppen zu <i>(nur in der Baumstruktur)</i>.</p>
<h3>Aktualisieren F5</h3>
<p>Durch Bet&auml;tigen der Taste F5 oder durch Dr&uuml;cken dieses Men&uuml;punktes kann die Anzeige der vorhandenen Daten aktualisiert werden.</p>
<h3>Filter</h3>
Ein "Filter" ist ein Kriterium (oder ein Satz an Kriterien) mit dem ein Eintrag &uuml;bereinstimmt oder nicht. <b>Password Safe</b> erlaubt es Filter zu definieren und  nur die Eintr&auml;ge anzuzeigen die mit einem gegebenen Filter &uuml;bereinstimmen. F&uuml;r mehr Informationen wie Filter zu definieren und verwenden sind, siehe
<a href="filters.html">hier</a>.<br>
<h3>Schriftart wechseln</h3>
<p>W&auml;hlen Sie eine andere Schriftart aus, um Eintr&auml;ge in der Tabellenansicht oder Baumstruktur darzustellen. Dies gilt ebenso f&uuml;r die Darstellung der Passw&ouml;rter im  Men&uuml; <i>Einf&uuml;gen</i> bzw. <i>Bearbeiten</i>.</p>
<h3>Berichte</h3>
<p>Die Berichte zu den Operationen beim Zusammenf&uuml;hren (merge), Vergleichen, Importieren und &Uuml;berpr&uuml;fen werden angezeigt.</p>
		</div>
		<!-- Added some white space at the bottom for natural scrolling -->
		<br>
<br>
<br>
		<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
			<param name="Keyword" value="Men&uuml; Ansicht">
			<param name="Keyword" value="Baumstruktur">
			<param name="Keyword" value="Tabelle">
 			<param name="Keyword" value="Dragleiste">
			<param name="Keyword" value="Schriftart &auml;ndern">
		</object>
</body>
</html>
