<html>
	<head>
		<title>Wilkommen</title>
		<!-- pwsafe version: 2.11-->
		<!-- Modified: 15/06/2005 -->
		<!--Popup control -->
    <!-- VdG 3.15 DE 31/01/2009 -->
		<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11">
		</object>
		<!-- Popup Source File -->
		<script language="javascript" src="html/popups.js">
		</script>
		<link rel="stylesheet" type="text/css" href="style.css">
	</head>
	<body>
	<table>
		<tr>
			<td colspan=2>
				<a  target="_blank" href="https://pwsafe.org/"><img src="images/clogo.jpg" alt="Logo" width="48" height="48" border="0">&nbsp;<font color="#003333" size="+3">Password Safe</font></a></font>
			</td>
		</tr>
		<tr>
			<td>
				<p>&Uuml;ber wie viele Passw&ouml;rter und Benutzernamen m&uuml;ssen Sie die &Uuml;bersicht behalten? Entweder ist die Antwort <i>eins</i> oder <i>hunderte</i>. <b>Password Safe</b> erlaubt Ihnen eine verschl&uuml;sselte Liste Ihrer Passw&ouml;rter sicher und einfach zu realisieren. Ein einziges <b>Master-Passwort</b> entsichert sie alle f&uuml;r Ihre Verwendung.</p>
				<p>Sicherheit f&auml;ngt beim Benutzer an. Das Aufbewahren von Passwortlisten, die entweder auf Papier geschrieben oder in einem Textdokument auf der Benutzeroberfl&auml;che (Bildschirm) zu sehen sind, ist unsicher. Es kann einfach von neugierigen Blicken (sowohl Cyberbasiert als auch menschlich) eingesehen werden. Das st&auml;ndige Verwenden desselben Passwortes in einem gro&szlig;en Bereich von Systemen und Internetseiten f&uuml;hrt zu einem Alptraum, wenn jemand das Passwort herausgefunden hat. 'Die' haben dann <i>alle</i> Ihre Passw&ouml;rter und haben damit Zugriff auf s&auml;mtliche Teile Ihres Lebens (System, Email, Verkauf, Finanzen, Arbeit, ...).
				<p><b>Password Safe</b> gestattet Ihnen die Verwaltung der alten Passw&ouml;rter und bietet ebenso eine schnelle wie einfache Methode neue zu erstellen, abzuspeichern, zu organisieren und abzufragen. Sie k&ouml;nnen komplizierte neue Passw&ouml;rter verwenden, die Sie mit den selbstbestimmten <a href="JavaScript:popup.TextPopup(strPasswordPolicies,popFont,9,9,-1,-1)">Passwortrichtlinien</a> erzeugen. Einmal abgespeichert, sind Benutzername und Passwort mit ein paar Klicks da.</p>
				<p> Mit <b>Password Safe</b> k&ouml;nnen Sie Ihre Passw&ouml;rter mit eigenen Verweisen selber anpassen &mdash; zum Beispiel, nach Benutzer ID, Kategorie, Internetseite oder Standort. Sie k&ouml;nnen w&auml;hlen, ob Sie alle Ihre Passw&ouml;rter in einer einzigen Datenbank ablegen, oder ob Sie f&uuml;r unterschiedliche Zwecke verschiedene Datenbanken verwenden (zum Beispiel eine f&uuml;r Arbeit und eine f&uuml;r Zuhause). Und mit der intuitiven Schnittstelle sind Sie innerhalb von ein paar Minuten voll dabei.</p>
			</td>
			<td align="center">
				&nbsp;<img  src="images/tree_view.jpg">
			</td>
		</tr>
	</table>
	<!-- Added some white space at the bottom for natural scrolling -->
	<br><br><br>
	<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
		<param name="Keyword" value="Wilkommen">
	</object>
	</body>
</html>
