<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Assistent zur Auswahl einer Datenbank oder Datei</title>
<!-- pwsafe version: 3.25--><!-- Modified: 04/02/2011 --><!--Popup control -->
<script language="javascript" src="html/popups.js">
</script>
<link rel="stylesheet" type="text/css" href="style.css"></head>
<body>
<object id="popup" type="application/x-oleobject" classid="clsid:adb880a6-d8ff-11cf-9377-00aa003b7a11"></object>
<!-- Popup Source File -->

<h1>Assistent zur Auswahl einer Datenbank oder Datei</h1>

<h3>Vergleich, Zusammenf&uuml;hren oder Synchronisieren </h3>
<p>Wenn Sie die Datenbank vergleichen, zusammenf&uuml;hren oder synchronisieren, m&uuml;ssen Sie den Namen der Datenbank bereitstellen mit der Sie vergleichen, zusammenf&uuml;hren oder sychonisieren wollen.</p>

<p>Das verlangte Passwort ist das der neuen Datenbank, und nicht das der bereits ge/ouml;ffneten Datenbank.</p>

<h3>Export zu Text oder XML</h3>

<p>Beim Ausf&uuml;hrem eines Export der aktuellen Datenbank zu Text oder XML, m&uuml;ssen sie den Namen der zu erzeugende Datei bereitstellen. Wenn die angegebene Datei schon besteht, werden Sie um einer Best&auml;tigung zum &Uuml;berschreiben gefragt.</p>

<p>Das verlangte Passwort ist das der aktuell ge&ouml;ffneten Datenbank.</p>

<p>Sie sollten auch das Trennzeichen zum Darstellen eines Zeilenumbruch im Notizenfeld definieren, sodass es beim Importieren richtig verarbeitet werden kann. Wenn Sie zu Text exportieren wird dieses Zeichen auch dazu verwendet den Punkt (.) im Titel zu ersetzen, sodass beim Importieren die richtige Struktur wieder aufgebaut werden kann (Bemerkung: der Punkt wird dazu verwendet Gruppen zu trennen).</p>

<h3>Erweitertes Feld f&uuml;r Auswahlkriterien</h3>

<p>Sie haben in jedem Falle die Wahl "Erweitertes Feld f&uuml;r Auswahlkriterien" auszuw&auml;hlen. Diese Seite erlaubt es Einschr&auml;nkungen zu definieren basierend sowohl auf den Inhalt der Felder Gruppe, Titel, Benutzername, URL oder Notizen als auch auf die Felder zum Vergleichen, Zusammenf&uuml;hren oder Synchronisieren.</p>

<p>Die Auswahl von 'Zur&uuml;ck' bringt Sie zur&uuml;ck zur ersten Seite des Assistenten, wo Sie die Auswahl "Erweitertes Feld f&uuml;r Auswahlkriterien" r&uuml;cksetzen k&ouml;nnen. Dann werden alle Eintr&auml;ge und alle zugeh&ouml;rige Felder.</p>

<p>Hinweis 1: Wenn Sie ein einzelner Eintrag exportieren mit dem Menu Bearbeiten oder mit der rechten Maustaste, steht die Option zur Einschr&auml;ng beim Export nicht zur Verf&uuml;ng.</p>

<p>Hinweis 2: Beim Zusammenf&uuml;hren einer Datenbank mit der aktuel ge&ouml;ffneten Datenbank gibt es keine M&ouml;glichkeit die Zusammenstellung der Felder zu beeinfl&uuml;ssen. Wenn ein Eintrag den Auswahlkriterien entspricht, wird der komplette Eintrag mit der aktuel ge&ouml;ffneten Datenbank zusammengef&uuml;hrt.</p>

<!-- Added some white space at the bottom for natural scrolling -->
<br>
<br>
<br>

<object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
<param name="Keyword" value="Wizard Select Database or File">
</object>

</body>
</html>
