Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: The database: %s is apparently being used by: %s%s. Open the database for Read-Only or Exit? Note: Only one user at a time can open the database for writing.
ar: قاعدة البيانات: %s يتم استخدامه على ما يبدو من قبل: %s%s. فتح قاعدة البيانات للقراءة فقط أو الخروج؟ ملاحظة: يمكن لمستخدم واحد فقط فتح قاعدة البيانات للكتابة.
lv: Datubāzi: %s , šķiet, izmanto: %s%s. Vai atvērt datu bāzi tikai lasīšanai vai iziet? Piezīme. Tikai viens lietotājs vienlaikus var atvērt datubāzi rakstīšanai.
pt_br: O banco de dados: %s aparentemente está sendo usado por: %s%s. Abrir o banco de dados para Somente leitura ou Sair? Nota: Somente um usuário por vez pode abrir o banco de dados para gravação.
sk: Databáza: %s je zjavne používaná: %s%s. Otvoriť databázu len na čítanie alebo ukončiť? Poznámka: Databázu môže naraz otvoriť na zápis iba jeden používateľ.
sl: Zbirka podatkov: %s je očitno uporabljena z: %s%s. Odprem zbirko podatkov Samo-za-branje ali zapustim? Opomba: Hkrati lahko odpre zbirko podatkov za pisanje en uporabnik.

source: The database: %s is apparently being used by: %s%s. Open the database for Read-Only, Read-Write, or Exit? Note: Choose "Read-Write" only if you are certain that the file isn't being used by anyone else, including another copy of Password Safe running on your machine.
ar: قاعدة البيانات:n %s يتم استخدامه على ما يبدو من قبل: %s%s. هل تريد فتح قاعدة البيانات للقراءة فقط أم للقراءة والكتابة أو الخروج؟ ملاحظة: اختر "قراءة وكتابة" فقط إذا كنت متأكدًا من أن الملف لا يستخدمه أي شخص آخر ، بما في ذلك نسخة أخرى من Password Safe تعمل على جهازك.
lv: Datubāzi: %s , šķiet, izmanto: %s%s. Vai atvērt datu bāzi tikai lasīšanai, lasīšanai-rakstīšanai vai iziet? Piezīme. Izvēlieties "Lasīt-Rakstiet" tikai tad, ja esat pārliecināts, ka failu neizmanto neviens cits, tostarp cita Password Safe kopija, kas darbojas jūsu datorā.
pt_br: O banco de dados: %s aparentemente está sendo usado por: %s%s. Abrir o banco de dados para Somente leitura, Leitura/gravação ou Sair? Nota: Escolha "Leitura e gravação" apenas se tiver certeza de que o arquivo não está sendo usado por mais ninguém, incluindo outra cópia do Password Safe em execução na sua máquina.
sk: Databáza: %s je zjavne používaná: %s%s. Otvoriť databázu len na čítanie, čítanie/zápis alebo ukončiť? Poznámka: Možnosť "Čítanie aj zápis" vyberte iba v prípade, že ste si istí, že súbor nepoužíva nikto iný, vrátane inej kópie aplikácie Password Safe spustenej na vašom počítači.
sl: Zbirka podatkov: %s je očitno bila uporabljena z: %s %s. Odprem zbirko podatkov za Samo-za-branje, Branje in pisanje ali zapustim?? Opomba: Izberite "Samo-za-branje" le, če ste prepričani, da datoteke ne uporablja noben drug, vključno z drugo delujočo kopijo Safe Safe v vašem računalniku.

source: The database: %s has duplicate entries with the same group/title/user combination. Please fix by validating database.
sk: Databáza: %s obsahuje duplikáty s rovnakou kombináciou skupina/názov/používateľské meno. Opravte to overením databázy.
sl: Zbirka podatkov:: %s ima podvojene vnose z isto kombinacijo skupina/naslov/uporabnik. Popravite jo s Potrjevanje zbirke podatkov.

source: The database: %s has duplicate entries with the same group/title/user combination. You can fix this by validating the database.
ar: قاعدة البيانات: %s يحتوي على إدخالات مكررة بنفس المجموعة / العنوان / مجموعة المستخدمين. يمكنك إصلاح ذلك عن طريق التحقق من صحة قاعدة البيانات.
sk: Databáza: %s obsahuje duplikáty s rovnakou kombináciou skupina/názov/používateľské meno. Opravte to overením databázy.

source: The entered passwords do not match. Please re-enter them.
sk: Zadané heslá sa nezhodujú. Zadajte ich znova.
sl: Vneseni gesli se ne ujemata. Ponovite vnos gesel.

source: The entered passwords do not match. Please re-enter.
ar: كلمات المرور التي تم إدخالها غير متطابقة. الرجاء إعادة إدخالها.
lv: Ievadītās paroles nesakrīt. Lūdzu, ievadiet vēlreiz.
sk: Zadané heslá sa nezhodujú. Zadajte ich znova.

source: The file is too large to open.
ar: الملف كبير جدا ليتم فتحه.
lv: Fails ir pārāk liels, lai to atvērtu.
pt_br: O arquivo é muito grande para abrir.
sk: Súbor je príliš veľký na otvorenie.
sl: Datoteka je prevelika za odpiranje.

source: The file was not found.
ar: لم يتم إيجاد الملف.
lv: Fails netika atrasts.
pt_br: O arquivo não foi encontrado.
sk: Súbor nebol nájdený.
sl: Datoteka ni bila najdena.

source: The filter XML version (%d) is greater than that supported by this instance of PasswordSafe (%d).
ar: إصدار XML لعامل التصفية ( %d) أكبر من الإصدار المعتمد بواسطة مثيل PasswordSafe (% d).
lv: Filtra XML versija (%d) ir lielāka par to, ko atbalsta šī PasswordSafe versija (%d).
pt_br: A versão XML do filtro (%d) é maior que a suportada por esta instância do PasswordSafe (%d).
sk: Verzia filtra XML (%d) je väčšia ako verzia podporovaná v tejto inštancii PasswordSafe (%d).
sl: Različica filtra XML (%d) je novejša od tiste, ki jo podpira ta primerek Password Safe (%d).

source: The filter XML version (%d) is greater than the current schema (%d).
ar: إصدار XML لعامل التصفية (%d) أكبر من مخطط قاعدة البيانات الحالي (% d).
lv: Filtra XML versija (%d) ir lielāka par esošo shēmu (%d).
pt_br: A versão XML do filtro (%d) é maior que a suportada por esta instância do PasswordSafe (%d).
sk: Verzia filtra XML (%d) je vyššia ako súčasná schéma (%d).
sl: Različica filtra XML (%d) je večja od trenutne sheme (%d).

source: The filter XML version is missing.
ar: نسخة فلتر XML مفقودة.
lv: Trūkst filtra XML versijas.
pt_br: A versão XML do filtro está ausente.
sk: Chýba verzia filtra XML.
sl: Manjka različica filtra XML.

source: The following ERRORS were detected and were FIXED.
ar: تم اكتشاف الأخطاء التالية وتم إصلاحها.
lv: Tika konstatētas šādas KĻŪDAS, un tās tika NOVĒRSTAS.
pt_br: Os seguintes ERROS foram detectados e corrigidos.
sk: Detegovali sa nasledujúce chyby a boli opravené.
sl: Odkrite so bile naslednje NAPAKE in so bile POPRAVLJENE.

source: The following WARNINGS were detected - you should review and fix them manually.
ar: تم اكتشاف التحذيرات التالية - يجب مراجعتها وإصلاحها يدويًا.
lv: Tika konstatēti šādi BRĪDINĀJUMI — tie ir jāpārskata un jāizlabo manuāli.
pt_br: Os seguintes AVISOS foram detectados - você deve revisá-los e corrigi-los manualmente.
sk: Zistili sa nasledujúce varovania - mali by ste ich ručne skontrolovať a opraviť.
sl: Zaznana so bila naslednja OPOZORILA - morate jih pregledati in popraviti ročno.

source: The following attachments are not referred to by any entry.
ar: لا تتم الإشارة إلى المرفقات التالية بواسطة أي مدخل.
lv: Tālāk norādītie pielikumi nav minēti nevienā ierakstā.
pt_br: Os anexos a seguir não são mencionados por nenhuma entrada.
sk: Na nasledovné prílohy sa neodkazujú žiadne záznamy.
sl: Naslednje priloge ne kažejo na noben vnos.

source: The following base entries have been exported because one or more of their dependents have been included.
ar: تم تصدير المدخلات الأساسية التالية لأنه تم تضمين واحد أو أكثر من التابعين لها.
lv: Tālāk norādītie pamata ieraksti ir eksportēti, jo ir iekļauts viens vai vairāki viņu apgādājamie.
pt_br: As seguintes entradas base foram exportadas porque um ou mais de seus dependentes foram incluídos.
sk: Exportovali sa nasledovné základné záznamy, pretože jeden alebo viac ich závislých záznamov bolo zahrnutých.
sl: Izvoženi so bili naslednji osnovni vnosi, ker so bile vključene ena ali več njihovih odvisnosti.

source: The following columns are unrecognized by PasswordSafe and will be ignored:
ar: لم يتم التعرف على الأعمدة التالية بواسطة PasswordSafe وسيتم تجاهلها:
lv: PasswordSafe neatpazīst šādas kolonnas, un tās tiks ignorētas:
pt_br: As colunas a seguir não são reconhecidas pelo PasswordSafe e serão ignoradas:
sk: Nasledovné stĺpce sú nerozpoznané aplikáciou Password Safe a budú ignorované:

source: The following columns were recognised but only Group/Title, Username and Password will be processed:
ar: تم التعرف على الأعمدة التالية ولكن ستتم معالجة المجموعة / العنوان واسم المستخدم وكلمة المرور فقط:
lv: Tika atpazītas šādas kolonnas, taču tiks apstrādāta tikai Grupa/Nosaukums, Lietotājvārds un Parole:
pt_br: As seguintes colunas foram reconhecidas, mas apenas Grupo/Título, Nome de usuário e Senha serão processados:
sk: Boli rozpoznané nasledovné stĺpce, ale spracujú sa iba skupina/názov, používateľské meno a heslo:
sl: Naslednji stolpci so bili prepoznani, vendar bodo obdelani le Skupina/Naslov, Uporabniško ime in Geslo:

source: The following columns will be processed:
ar: ستتم معالجة الأعمدة التالية:
lv: Tiks apstrādātas šādas kolonnas:
pt_br: As seguintes colunas serão processadas:
sk: Spracujú sa nasledujúce stĺpce:
sl: Obdelani bodo naslednji stolpci:

source: The following entries had a duplicate UUID field. This has been corrected.
ar: المدخلات التالية تحتوي على حقل UUID مكرر. تم تصحيح هذا.
lv: Tālāk norādītajiem ierakstiem bija vienādi UUID lauki. Tas ir izlabots.
pt_br: As entradas a seguir tinham um campo UUID duplicado. Isso foi corrigido.
sk: Nasledovné záznamy mali duplicitné pole UUID. Bola vykonaná oprava.
sl: Naslednji vnosi so imeli podvojen UUID polja. To je bilo popravljeno.

source: The following entries had a policy name that already existed in this database but with different settings. A new named policy has been created with the current date/time (%ls) appended:%ls
ar: المدخلات التالية لها اسم نهج موجود بالفعل في قاعدة البيانات هذه ولكن بإعدادات مختلفة. تم إنشاء سياسة مسماة جديدة مع إلحاق التاريخ / الوقت الحالي (%ls):% ls
lv: Šiem ierakstiem bija politikas nosaukums, kas jau pastāvēja šajā datubāzē, bet ar atšķirīgiem iestatījumiem. Tika izveidota jauna nosaukta politika, kurai pievienots esošais datums/laiks (%ls):%ls
pt_br: As entradas a seguir tinham um nome de política que já existia nesse banco de dados, mas com configurações diferentes. Uma nova política nomeada foi criada com a data/hora atual (%ls) anexada:%ls
sk: Nasledovné záznamy mali zásady tvorby hesla s názvom, ktorý už existoval v tejto databáze, ale s inými nastaveniami. Bola vytvorená nová položka s aktuálnym dátumom/časom (%ls): (%ls)
sl: Naslednji vnosi so imeli Ime pravilnika, ki je že obstajalo v tej zbirki podatkov, vendar z različnimi nastavitvami. Ustvarjen je bila nov Imenovan pravilnik s trenutnim datumom/časom (%ls), dodanim:%ls

source: The following entries had an empty Password field, which is not permitted. The password has been set to '%ls'
ar: المدخلات التالية تحتوي على حقل كلمة مرور فارغ ، وهو غير مسموح به. تم تعيين كلمة المرور ل '% ls'
lv: Tālāk norādītajos ierakstos bija tukšs Paroles lauks, kas nav atļauts. Parole ir iestatīta uz '%ls'
pt_br: As entradas a seguir tinham um campo de senha vazio, o que não é permitido. A senha foi definida como '%ls'
sk: Nasledovné záznamy mali prázdne pole hesla, čo nie je povolené. Heslo bolo nastavené na '%ls'
sl: Naslednji vnosi so imeli prazno polje Geslo, kar ni dovoljeno. Geslo je bilo nastavljeno na '%ls'

source: The following entries had an empty Title field, which is not permitted.
ar: المدخلات التالية تحتوي على حقل عنوان فراغ,وهذا غير مسموح.
lv: Tālāk norādītajos ierakstos bija tukšs virsraksta lauks, kas nav atļauts.
pt_br: As entradas a seguir tinham um campo Título vazio, o que não é permitido.
sk: Nasledovné záznamy mali prázdne pole s názvom, čo nie je povolené.
sl: Naslednji vnosi so imeli prazno polje Naslov, kar ni dovoljeno.

source: The following entries had an invalid Password History. This has been rebuilt with available data. There may be some loss of history.
ar: المدخلات التالية لها محفوظات كلمة مرور غير صالحة. تم إعادة بناء هذا مع البيانات المتاحة. قد يكون هناك بعض فقدان التاريخ.
lv: Tālāk norādītajiem ierakstiem bija nederīga paroles vēsture. Tas ir atjaunots, izmantojot pieejamos datus. Var būt zināms vēstures zaudējums.
pt_br: As entradas a seguir tinham um histórico de senhas inválido. Isso foi reconstruído com os dados disponíveis. Pode haver alguma perda de histórico.
sk: Nasledovné záznamy mali neplatnú históriu hesla. Toto bolo znovu vytvorené s dostupnými údajmi. Môže dôjsť k strate časti histórie.
sl: Naslednji vnosi so imeli neveljavno Zgodovino gesel. To je bilo obnovljeno z razpoložljivimi podatki. Morda je je izgubljeno nekaj zgodovine.

source: The following entries had an invalid UUID field. This has been corrected.
ar: الإدخالات التالية تحتوي على حقل UUID غير صالح. تم تصحيح هذا.
lv: Tālāk norādītajos ierakstos bija nederīgs UUID lauks. Tas ir izlabots.
pt_br: As entradas a seguir tinham um campo UUID inválido. Isso foi corrigido.
sk: Nasledovné záznamy mali neplatné pole UUID. Bola vykonaná oprava.
sl: Naslednji vnosi so imeli neveljavno polje UUID. To je bilo popravljeno.

source: The following entries have one or more text fields too long to display or edit (over %d characters). The largest entry size found was ~%d %ls.
ar: تحتوي المدخلات التالية على حقل نصي واحد أو أكثر طويل جدًا لعرضه أو تحريره (أكثر من %d حرفًا). تم العثور على أكبر حجم للمدخل ~% d% ls.
lv: Tālāk norādītajos ierakstos viens vai vairāki teksta lauki ir pārāk gari, lai tos parādītu vai rediģētu (vairāk nekā %d rakstzīmes). Lielākais atrastā ieraksta lielums bija ~%d %ls.
pt_br: As entradas a seguir possuem um ou mais campos de texto muito longos para serem exibidos ou editados (mais de %d caracteres). O maior tamanho de entrada encontrado foi ~% d%ls.
sk: Nasledovné záznamy majú jedno alebo viac textových polí príliš dlhé na zobrazenie alebo úpravu (viac ako %d znakov). Najväčšia nájdená veľkosť záznamu bola ~%d %ls.
sl: Naslednji vnosi imajo eno ali več besedilnih polj, ki so predolga za prikaz ali urejanje (več kot %d znakov). Najdena je bila največja velikost vnosa ~%d %ls.

source: The following entries have passwords in the correct form for %ls, but the base entry does not exist.
ar: تحتوي المدخلات التالية على كلمات مرور بالشكل الصحيح لـ %ls ، لكن المدخل الأساسي غير موجود.
lv: Tālāk norādītajiem ierakstiem ir paroles pareizā formā %ls, taču pamata ieraksts neeksistē.
pt_br: As entradas a seguir possuem senhas no formato correto para %ls, mas a entrada base não existe.
sk: Nasledovné záznamy majú heslá v správnom formáte pre %ls, ale základný záznam neexistuje.
sl: Naslednji vnosi imajo gesla v pravilni obliki za %ls, vendar pa osnovni vnos ne obstaja.

source: The following entries refer to missing attachments.
ar: المدخلات التالية تشير إلى المرفقات المفقودة.
lv: Šie ieraksti atsaucas uz trūkstošiem pielikumiem.
pt_br: As entradas a seguir se referem a anexos ausentes.
sk: Nasledovné záznamy odkazujú na chýbajúce prílohy.
sl: Naslednji vnosi se nanašajo na manjkajoče Priloge.

source: The following entries were duplicates of an existing entry.
ar: المدخلات التالية هي نسخ مكررة من مدخل موجود.
lv: Šie ieraksti bija esoša ieraksta dublikāti.
pt_br: As seguintes entradas eram duplicatas de uma entrada existente.
sk: Nasledovné záznamy boli duplikátmi existujúceho záznamu.
sl: Naslednji vnosi so bili dvojniki obstoječega vnosa.

source: The following entries' passwords are about to expire or have already expired:
ar: كلمات مرور المدخلات التالية على وشك ان تنتهي صلاحيتها او انتهت بالفعل:
lv: Šo ierakstu paroļu derīguma termiņš drīz beigsies vai jau ir beidzies:
pt_br: As senhas das seguintes entradas estão prestes a expirar ou já expiraram:
sk: Heslá nasledovných záznamov čoskoro vypršia alebo už vypršali:
sl: Naslednja gesla vnosov gesla bodo kmalu potekla ali so že potekla:

source: The following entry was copied to the %s database: '%s:%s:%s'
ar: تم نسخ المدخل التالي إلى قاعدة بيانات% s: '% s:% s:% s'
lv: %s datubāzē tika kopēts šāds ieraksts: '%s:%s:%s'
pt_br: A seguinte entrada foi copiada para o banco de dados %s: '%s:%s:%s'
sk: Nasledovný záznam bol skopírovaný do databázy %s: '%s:%s:%s'
sl: Naslednji vnos je bil kopiran v %s zbirko podatkov: '%s:%s:%s'

source: The following entry was synchronized to the %s database: '%s:%s:%s'
ar: تمت مزامنة المدخل التالي مع قاعدة بيانات% s: '% s:% s:% s'
lv: Šis ieraksts tika sinhronizēts ar %s datu bāzi: '%s:%s:%s'
pt_br: A entrada a seguir foi sincronizada com o banco de dados %s: '%s:%s:%s'
sk: Nasledovný záznam bol synchronizovaný s databázou %s: '%s:%s:%s'
sl: Naslednji vnos je bil sinhroniziran z %s zbirko podatkov: '%s:%s:%s'

source: The following records had errors in their Password History:
ar: تحتوي السجلات التالية على أخطاء في تاريخ كلمات المرور الخاصة بهم:
lv: Šo ierakstu paroles vēsturē bija kļūdas:
pt_br: Os seguintes registros apresentaram erros no histórico de senhas:
sk: Nasledovné záznamy mali v histórii hesiel chyby:
sl: Naslednji zapisi so imeli napake v njihovi Zgodovini gesla:

source: The following records were renamed as an entry already exists in your database or in the Import file:
ar: تمت إعادة تسمية السجلات التالية لأن المدخل موجود بالفعل في قاعدة البيانات الخاصة بك أو في ملف الاستيراد:
lv: Šie ieraksti tika pārdēvēti, jo ieraksts jau pastāv jūsu datu bāzē vai importēšanas failā:
pt_br: Os seguintes registros foram renomeados como uma entrada já existe no seu banco de dados ou no arquivo Importar:
sk: Nasledovné záznamy boli premenované ako záznam, ktorý už existuje v databáze alebo v súbore importu:
sl: Naslednji zapisi so bili preimenovani kot vnos, ki že obstaja v vaši zbirki podatkov ali v uvozni datoteki:

source: The following records were skipped:
ar: تم تخطي السجلات التالية:
lv: Tika izlaisti šādi ieraksti:
pt_br: Os seguintes registros foram ignorados:
sk: Nasledovné záznamy boli vynechané:
sl: Naslednji zapisi so bili preskočeni:

source: The keyboard shortcut '%s' has already been assigned to the menu item: '%s' The %s will override this menu item shortcut. Press OK/Apply to accept or change your selection.
ar: تم بالفعل تعيين اختصار لوحة المفاتيح '% s' لعنصر القائمة: '%s' سيتجاوز %s اختصار عنصر القائمة هذا. اضغط على "موافق / تطبيق" لقبول اختيارك أو تغييره.
lv: Tastatūras īsceļš '%s' jau ir piešķirts izvēlnes vienumam: '%s' %s ignorēs šo izvēlnes vienuma saīsni. Nospiediet OK/Apply, lai apstiprinātu vai mainītu savu izvēli.
pt_br: O atalho de teclado '%s' já foi atribuído ao item de menu: '%s' O %s substituirá esse atalho do item de menu. Pres sione OK/Aplicar para aceitar ou alterar sua seleção.
sk: Klávesová skratka '%s' už bola priradená k položke ponuky: '%s' %s prepíše túto skratku položky ponuky.
sl: Tipka bližnjice '%s' je že bila dodeljena menijskem vnosu: '%s' %s bo preglasil bližnjico menijskega vnosa. Pritisnite Vredu/Uporabi, da uporabite ali spremenite svoj izbor.

source: The keyboard shortcut '%s' is already in use by: «%s» «%s» «%s» Please select another shortcut (it has been reset).
sk: Klávesová skratka '%s' sa už používa pre: «%s» «%s» «%s» Vyberte inú skratku (bola resetovaná).
sl: Bližnjico s tipkovnico '%s' je že v uporabi z: «%s» «%s» «%s» Izberite drugo bližnjico (ta je bila ponastavljena).

source: The keyboard shortcut '%s' is already in use by: «%s» «%s» «%s» Select another shortcut (it has been reset).
ar: اختصار لوحة المفاتيح "%s" قيد الاستخدام بالفعل من قبل: «%s» «%s» «%s» حدد اختصارا آخر (تمت إعادة تعيينه).
lv: Īsinājumtaustiņu "%s" jau izmanto: «%s» «%s» «%s» Atlasiet citu saīsni (tā ir atiestatīta).
sk: Klávesová skratka '%s' sa už používa pre: «%s» «%s» «%s» Vyberte inú skratku (bola resetovaná).

source: The master password cannot be blank.
ar: لا يمكن أن تكون كلمة المرور الرئيسية فارغة.
lv: Pamatparole nevar būt tukša.
pt_br: A senha mestra não pode ficar em branco.
sk: Hlavné heslo nemôže byť prázdne.

source: The master password has been entered %d times without success: - Is Caps Lock off? - Is the language correct (if multilingual)? - Is this the correct database? - Perhaps the database was damaged. Try opening a backup copy.
ar: تم إدخال كلمة المرور الرئيسية %d مرات دون نجاح: - هل يتم إيقاف تشغيل Caps Lock؟ - هل اللغة صحيحة (إذا كانت متعددة اللغات)؟ - هل هذه هي قاعدة البيانات الصحيحة؟ - ربما تضررت قاعدة البيانات. حاول فتح نسخة احتياطية.
lv: Pamatparole ir ievadīta %d reizes bez panākumiem: - Vai Caps Lock ir izslēgts? - Vai valoda ir pareiza (ja tā ir daudzvalodu)? - Vai šī ir pareizā datu bāze? - Varbūt datu bāze ir bojāta. Mēģiniet atvērt rezerves kopiju.
pt_br: A senha mestra foi digitada %d vezes sem sucesso: - Caps Lock está desligado? - A língua está correta (se multilíngue)? - Esta é a base de dados correta? - Talvez o banco de dados tenha sido danificado. Tente abrir uma cópia de backup.
sk: Hlavné heslo bolo zadané %d-krát bezúspešne: - Je CapsLock vypnutý? - Je jazyk klávesnice správny (ak používate viacero rozložení)? - Je toto správna databáza? - Možno bola databáza poškodená. Skúste otvoriť záložnú kópiu.

source: The notes field of this entry has more text than can be displayed. Changing this field and saving the entry will result in this field being truncated after %d characters. To view the full contents, either export this entry to XML before changing it or open the database in read-only mode and copy it to an editor via the clipboard.
ar: يحتوي حقل الملاحظات لهذا المدخل على نص أكثر مما يمكن عرضه. سيؤدي تغيير هذا الحقل وحفظ المدخل إلى قطع هذا الحقل بعد %d حرفًا. لعرض المحتويات الكاملة ، قم بتصدير هذا الإدخال إلى XML قبل تغييره أو افتح قاعدة البيانات في وضع القراءة فقط وانسخها إلى محرر عبر الحافظة.
lv: Šī ieraksta piezīmju laukā ir vairāk teksta, nekā var parādīt. Mainot šo lauku un saglabājot ierakstu, šis lauks tiks saīsināts pēc %d rakstzīmēm. Lai skatītu pilnu saturu, vai nu eksportējiet šo ierakstu XML formātā pirms tā maiņas vai atveriet datu bāzi tikai lasīšanas režīmā un kopējiet to redaktorā, izmantojot starpliktuvi.
pt_br: O campo de anotações desta entrada possui mais texto do que pode ser exibido. Alterar esse campo e salvar a entrada fará com que esse campo seja truncado após %d caracteres. Para ver o conteúdo completo, exporte esta entrada para XML antes de alterá-la ou abra o banco de dados no modo somente leitura e copie-o para um editor através da área de transferência.
sk: Pole poznámok tohto záznamu má viac textu, ako je možné zobraziť. Zmena tohto poľa a uloženie záznamu spôsobí, že toto pole bude skrátené po %d znakoch. Ak chcete zobraziť celý obsah, exportujte tento záznam do formátu XML pred zmenou alebo otvorte databázu v režime iba na čítanie a skopírujte ho do editora pomocou schránky.
sl: V polju Opombe tega vnosa je več besedila, kot ga je mogoče prikazati. Spreminjanje tega polja in shranjevanje vnosa, bo povzročilo odsekan rezultat v tem polju po %d znakih. Za ogled celotne vsebine, bodisi izvozite ta vnos v XML, preden ga spremenite ali odprite zbirko podatkov v načinu samo-za- branje, in ga kopirajte v urejevalnik prek odložišča.

source: The old master password is not correct
ar: كلمة المرور الرئيسية القديمة غير صحيحة
lv: Vecā pamatparole nav pareiza
pt_br: A senha mestra antiga não está correta
sk: Staré hlavné heslo nie je správne
