Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Merging this database into current database:
ar: دمج قاعدة البيانات هذه مع الحالية:
lv: Šīs datu bāzes apvienošana ar esošo datu bāzi:
pt_br: Mesclando esse banco de dados no banco de dados atual:
sk: Začleňujem túto databázu do aktuálnej databázy:
sl: Združevanje te zbirke podatkov v trenutno zbirko podatkov:

source: Migrate PasswordSafe configuration to user directory
ar: ترحيل إعدادات PasswordSafe إلى دليل المستخدم
lv: Migrēt PasswordSafe konfigurāciju uz lietotāja mapi
pt_br: Migrar a configuração do PasswordSafe para o diretório do usuário
sk: Migrovať konfiguráciu Password Safe do priečinak používateľa
sl: Selitev konfiguracija Password Safe v uporabniški imenik

source: Minimize after Autotype
ar: تصغير بعد الكتابة التلقائية
lv: Samazināt pēc automātiskās ievadīšanas
pt_br: Minimizar após o preenchimento automático
sk: Minimalizovať po automatickom dopĺňaní
sl: Pomanjšaj po samodejni vrsti

source: Minimum digits
ar: الحد الأدنى من الأرقام
lv: Minimālais ciparu skaits
pt_br: Dígitos mínimos
sk: Minimálny počet číslic
sl: Najmanznakov

source: Minimum lowercase characters
ar: الحد الأدنى من الحروف الصغيرة
lv: Minimālais mazo burtu skaits
pt_br: Mínimo de caracteres em minúsculas
sk: Minimálny počet malých písmen
sl: Najmanj malih črk

source: Minimum symbols
ar: الحد الأدنى من الرموز
lv: Minimālais simbolu skaits
pt_br: Símbolos mínimos
sk: Minimálny počet symbolov
sl: Najmanj simbolov

source: Minimum uppercase characters
ar: الحد الأدنى من الحروف الكبيرة
lv: Minimālais lielo burtu skaits
pt_br: Mínimo de caracteres em maiúsculas
sk: Minimálny počet veľkých písmen
sl: Najmanj velikih črk

source: Misc.
lv: Dažādi
pt_br: Miscel.
sk: Rôzne
sl: Razn.

source: Missing XSD File
ar: ملف XSD مفقود
lv: Trūkst XSD faila
pt_br: Arquivo XSD ausente
sk: Chýbajúci súbor XSD
sl: Manjka XSD datoteka

source: Missing authentication secret key.
ar: مفتاح سري للمصادقة مفقود.
lv: Trūkst autentifikācijas slepenās atslēgas.
pt_br: Chave secreta de autenticação ausente.
sk: Chýbajúci tajný kľúč autentifikácie.

source: Missing ending curly bracket for variable name
ar: قوس نهاية متعرج مفقود لاسم المتغير
lv: Mainīgā nosaukumam trūkst beigu figūriekavas
pt_br: Colchete final ausente para o nome da variável
sk: Chýbajúce koncové koncové držiak pre premenné meno
sl: Manjka končni zaviti oklepaj za ime spremenljivke

source: Missing ending round bracket for Autotype value
ar: قوس النهاية المستدير مفقود لقيمة الكتابة التقائية
lv: Autoievades vērtībai trūkst beigu apaļās iekavas
pt_br: Parâmetro redondo final ausente para o valor do preenchimento automático
sk: Chýbajúce koncová okrúhla zátvorka pre hodnotu AutoType
sl: Manjkaj končni zaklepaj za vrednost Samodejna vrsta

source: Missing ending square bracket for index value
ar: قوس مربع النهاية مفقود لقيمة الفهرس
lv: Indeksa vērtībai trūkst beigu kvadrātiekava
pt_br: Colchete final ausente para o valor do índice
sk: Chýbajúca koncová štvorcová zátvorka pre hodnotu indexu
sl: Manjka končni kvadratni zaklepaj za vrednost indeksa

source: Mixed
ar: مختلط
lv: Jaukti
pt_br: Misturado
sk: Zmiešané
sl: Mešano

source: Mongolian Cyrillic
pt_br: Cirílico da Mongólia
sk: Mongolská (cyrilika)
sl: Mongolščina - cirilica

source: Move Here
ar: انقل لهنا
lv: Pārvietoties šeit
pt_br: Mover Aqui
sk: Presunúť sem
sl: Premakni sem

source: Must be at least %d
ar: يجب أن تكون %d على الأقل
lv: Jābūt vismaz %d
pt_br: Deve ter ao menos %d
sk: Musí byť najmenej %d
sl: Mora biti vsaj %d

source: Name
ar: الإسم
lv: Vārds
pt_br: Nome
sk: Názov
sl: Ime

source: Name the XML file
ar: تسمية ملف XML
sk: Pomenujte súbor XML

source: Name the database file
ar: تسمية ملف قاعدة البيانات
sk: Pomenujte databázový súbor

source: Name the exported database
ar: تسمية قاعدة البيانات المصدرة
sk: Pomenujte exportovanú databázu

source: Name the plaintext file
ar: تسمية ملف النص العادي
sk: Pomenujte textový súbor

source: Name this filter
ar: تسمية هذا الفلتر
sk: Pomenujte tento filter

source: Name. Name. Name.
ar: إسم.إسم.إسم.
lv: Vārds. Vārds. Vārds.
pt_br: Nome. Nome. Nome.
sk: Názov. Názov. Názov.
sl: Ime. Ime. Ime.

source: Name:
ar: الإسم:
lv: Nosaukums:
pt_br: Nome:
sk: Názov:
sl: Ime:

source: Named Policy
ar: سياسة مسماة
lv: Nosaukta politika
pt_br: Política Nomeada
sk: Názov zásad
sl: Imenovan pravilnik

source: Nested &Tree
ar: متداخلة &شجرة
lv: &Koka skats
pt_br: Aninhado e Árvore
sk: Vnorený &strom
sl: Ugnezdeno &drevo

source: Never
ar: أبدا
lv: Nav
pt_br: Nunca
sk: Nikdy
sl: Nikoli

source: New
ar: جديد
lv: Jauns
pt_br: Novo(a)
sk: Nový
sl: Novo

source: New Group
ar: مجموعة جديدة
lv: Jauna grupa
pt_br: Novo Grupo
sk: Nová skupina
sl: Nova skupina

source: New Master Password:
ar: كلمة المرور الرئيسية الجديدة:
lv: Jaunā pamatparole:
pt_br: Nova Senha Mestra:
sk: Nové hlavné heslo:

source: New Version Found!
ar: تم إيجاد إصدار جديد!
lv: Atrasta jauna versija!
pt_br: Nova Versão Encontrada!
sk: Nájdená nová verzia!
sl: Nova različica je bila najdena!

source: New master password and confirmation do not match
ar: كلمة المرور الرئيسية الجديدة والتأكيد غير متطابقين
lv: Jaunā pamatparole un apstiprinājums nesakrīt
pt_br: A nova senha mestra e a confirmação não coincidem
sk: Nové hlavné heslo a potvrdzovacie heslo sa nezhodujú

source: New...
ar: جديد...
lv: Jauns...
pt_br: Novo(a)...
sk: Nová...
sl: &Nova...

source: Next >
ar: التالي >
lv: Nākamais >
pt_br: Avançar >
sk: Ďalej >
sl: Naprej >

source: No
ar: لا
lv: Nē
pt_br: Não
sk: Nie
sl: Ne

source: No Safe open
ar: لا فتح آمن
lv: Nav atvērts seifs
pt_br: Nenhum cofre aberto
sk: Žiadna databáza otvorená
sl: Noben Sef ni odprt

source: No change
ar: لا تغيير
lv: Bez izmaiņām
pt_br: Sem alteração
sk: Žiadna zmena
sl: Brez sprememb

source: No criteria defined
ar: لم يتم تحديد معايير
lv: Nav definēti kritēriji
pt_br: Nenhum critério definido
sk: Žiadne kritériá neboli definované
sl: Ni določen kriterij

source: No database is currently open
ar: لا توجد قاعدة بيانات مفتوحة حاليا
lv: Pašlaik neviena datubāze nav atvērta
pt_br: Nenhum banco de dados está aberto no momento
sk: Žiadna databáza nie je momentálne otvorená
sl: Trenutno ni odprta nobena zbirka podatkov

source: No database open with which to compare against another database!
ar: لا توجد قاعدة بيانات مفتوحة للمقارنة بقاعدة بيانات أخرى!
lv: Nav atvērta datubāze, kuru salīdzināt ar citu datu bāzi!
pt_br: Nenhum banco de dados aberto com o qual comparar com outro banco de dados!
sk: Žiadna databáza otvorená, ktorá sa dá porovnať s inou databázou!
sl: Nobena zbirka podatkov ni odprta, s katero bi primerjali drugo zbirko podatkov!

source: No entries satisfied your selection criteria, so none can be %s!
ar: لا توجد مدخلات تفي بمعايير التحديد الخاصة بك ، لذلك لا يمكن أن يكون أي منها %s!
lv: Neviens ieraksts neatbilst jūsu atlases kritērijiem, tāpēc neviens nevar būt %s!
pt_br: Nenhuma entrada atendeu aos seus critérios de seleção; portanto, nenhuma pode ser %s!
sk: Žiadne záznamy nesplnili vaše kritériá výberu, takže žiadna nemôže byť %s!
sl: Noben vnos ne izpolnjuje vaše kriterije izbora, tako ni mogoče biti %s!

source: No entries selected
ar: لا مدخلات مختارة
lv: Nav atlasīts neviens ieraksts
pt_br: Nenhuma entrada selecionada
sk: Nie sú vybrané žiadne záznamy
sl: Ni izbranih vnosov

source: No entry exists within this database matching your specifications.
ar: عنصر القائمة.
lv: Šajā datubāzē nav ierakstu, kas atbilstu jūsu specifikācijām.
pt_br: Não existe nenhuma entrada neste banco de dados que corresponda às suas especificações.
sk: V tejto databáze neexistuje žiadny záznam, ktorý by zodpovedal vašim špecifikáciám.
sl: Noben vnos ne obstaja znotraj zbirke podatkov, ki bi ustrezala vašim specifikacijam.

source: No error message is available.
ar: لا توجد رسالة خطأ متاحة.
lv: Kļūdas ziņojums nav pieejams.
pt_br: Nenhuma mensagem de erro está disponível.
sk: Nie je k dispozícii žiadna chybová správa.
sl: Ni na voljo sporočil o napaki.

source: No error occurred.
ar: حصل خطأ.
lv: Kļūda nav radusies.
pt_br: Nenhum erro ocorreu.
sk: Nevyskytla sa žiadna chyba.
sl: Ni prišlo do napake.

source: No fields selected for export!
ar: لا حقول مختارة للتصدير!
lv: Eksportēšanai nav atlasīts neviens lauks!
pt_br: Nenhum campo selecionado para exportação!
sk: Žiadne polia neboli vybrané na export!
sl: Ni izbranih polj za izvoz!

source: No fields selected for searching!
ar: لا حقول مختارة للبحث!
lv: Meklēšanai nav atlasīts neviens lauks!
pt_br: Nenhum campo selecionado para pesquisa!
sk: Žiadne polia neboli vybrané na vyhľadávanie!
sl: Ni izbranih polj za iskanje!

source: No fields selected to compare!
ar: لا حقول مختارة للمقارنة!
lv: Salīdzināšanai nav atlasīts neviens lauks!
pt_br: Nenhum campo selecionado para comparar!
sk: Žiadne polia neboli vybrané na porovnanie!
sl: Nobeno polje ni izbrano za primerjavo!

source: No fields selected to filter the display!
ar: لم يتم تحديد الحقول لفلترة العرض!
lv: Displeja filtrēšanai nav atlasīts neviens lauks!
pt_br: Nenhum campo selecionado para filtrar a exibição!
sk: Žiadne polia neboli vybrané na filtrovanie zobrazenia!
sl: Ni izbranih polj za filtriranje prikaza!

source: No fields selected to synchronize!
ar: لم يتم تحديد الحقول للمزامنة!
lv: Sinhronizēšanai nav atlasīts neviens lauks!
pt_br: Nenhum campo selecionado para sincronizar!
sk: Žiadne polia neboli vybrané na synchronizáciu!
sl: Ni izbranih polj za sinhronizacijo!

source: No function selected for basing your restrictions.
ar: لم يتم تحديد وظيفة لإسناد القيود الخاصة بك.
lv: Nav atlasīta neviena funkcija, kas atbilstu jūsu nosacījumiem.
pt_br: Nenhuma função selecionada para basear suas restrições.
sk: Žiadna funkcia neboli vybraná na zakladanie vašich obmedzení.
sl: Ni izbranih funkcij za upoštevanje vaših omejitev.

source: No items matched your filter
ar: لا عناصر تتطابق مع الفلتر المختار
lv: Jūsu filtram neatbilst neviens vienums
pt_br: Nenhum item corresponde ao seu filtro
sk: Vášmu filtru nevyhovujú žiadne položky
sl: Noben vnos ne ustreza vašemu filtru

source: No matches found.
ar: لم يتم العثور على تطابق.
lv: Sakritības nav atrastas.
pt_br: Nenhuma correspondência encontrada.
sk: Nenašli sa žiadne zhody.
sl: Ni najdenih zadetkov.

source: No object selected for basing your restrictions.
ar: لم يتم تحديد أي كائن لإسناد قيودك.
lv: Nav atlasīts neviens objekts, kas atbilstu jūsu nosacījumiem.
pt_br: Nenhum objeto selecionado para basear suas restrições.
sk: Žiadny objekt vybraný na zakladanie vašich obmedzení.
sl: Noben predmet ni izbran za upoštevanje vaših omejitev.

source: No records in import file!
ar: لا توجد سجلات في ملف الاستيراد!
lv: Importa failā nav ierakstu!
pt_br: Nenhum registro no arquivo de importação!
sk: Žiadne záznamy v importovanom súbore!
sl: V uvozni datoteki ni zapisov!

source: No reports exist in the same directory as the current database.
ar: لا توجد تقارير موجودة في نفس المجلد مثل قاعدة البيانات الحالية.
lv: Tajā pašā mapē, kurā atrodas esošā datu bāze, nav neviena pārskata.
pt_br: Não existem relatórios no mesmo diretório que o banco de dados atual.
sk: V adresári s aktuálnou databázou neexistujú žiadne reporty.
sl: V istem imeniku ni nobenih poročila kot trenutna zbirka podatkov.

source: No response from YubiKey
ar: لا رد من YubiKey
lv: Nav atbildes no YubiKey
pt_br: Nenhuma resposta de YubiKey
sk: Žiadna odpoveď od Yubikey
sl: Ni odgovora od YubiKey

source: No rows are enabled
ar: لم يتم تمكين أي صفوف
lv: Neviena rinda nav iespējota
pt_br: Nenhuma linha está ativada
sk: Nie sú povolené žiadne riadky
sl: Vrstice niso omogočene

source: No rule selected
ar: لا قاعدة مختارة
lv: Nav atlasīts neviens noteikums
pt_br: Nenhuma regra selecionada
sk: Žiadne pravidlo nebolo vybrané
sl: Nobeno pravilo ni izbrano

source: None
ar: لا شيء
lv: Nav
pt_br: Nenhum
sk: Žiadne
sl: Nič

source: Normal entry
ar: مدخل طبيعي
lv: Parasts ieraksts
pt_br: Entrada normal
sk: Normálny záznam
sl: Normalni vnos

source: Normal entry - password expired
ar: مدخل طبيعي - كلمة المرور انتهت صلاحيتها
lv: Parasts ieraksts - paroles derīguma termiņš beidzies
pt_br: Entrada normal - senha expirada
sk: Normálny záznam - expirované heslo
sl: Normalni vnos - geslo je poteklo

source: Normal entry - warning password will expire
ar: مدخل طبيعي - تحذير كلمة المرور سوف تنتهي صلاحيتها
lv: Parasts ieraksts - brīdinājums parole drīz beigsies
pt_br: Entrada normal - a senha de aviso expirará
sk: Normálny záznam - uplynie výstražné heslo
sl: Normalni vnos - Opozorilo geslo bo poteklo

source: Norwegian
pt_br: Norueguês
sk: Nórska
sl: Norveščina

source: Norwegian with Sami
pt_br: Norueguês com Sami
sk: Nórska so Sami
sl: Norveščina s Sami

source: Not all of the system registry entries (or INI file) were removed.
ar: لم تتم إزالة كافة إدخالات تسجيل النظام (أو ملف INI).
lv: Ne visi sistēmas reģistra ieraksti (vai INI fails) tika noņemti.
pt_br: Nem todas as entradas do registro do sistema (ou arquivo INI) foram removidas.
sk: Nie všetky položky registra systému (alebo súbor INI) boli odstránené.
sl: Niso bili odstranjeni vsi vpisi sistemskega registra (ali INI datoteka).

source: Not used
ar: غير مستخدم
lv: Nav izmantots
pt_br: Não usado
sk: Nepoužité
sl: Ni uporabljeno

source: Note that if you choose to recover the auto-saved documents, you must explicitly save them to overwrite the original documents. If you choose to not recover the auto-saved versions, they will be deleted.
ar: لاحظ أنه إذا اخترت استرداد المستندات المحفوظة تلقائيًا ، فيجب عليك حفظها بشكل صريح للكتابة فوق المستندات الأصلية. إذا اخترت عدم استعادة الإصدارات المحفوظة تلقائيًا ، فسيتم حذفها.
lv: Ņemiet vērā: ja vēlaties atgūt automātiski saglabātos dokumentus, tie ir tieši jāsaglabā, lai pārrakstītu oriģinālos dokumentus. Ja neatgūt automātiski saglabātās versijas, tās tiks dzēstas.
pt_br: Observe que, se você optar por recuperar os documentos salvos automaticamente, salve-os explicitamente para substituir os documentos originais. Se você optar por não recuperar as versões salvas automaticamente, elas serão excluídas.
sk: Ak sa rozhodnete obnoviť automaticky uložené dokumenty, musíte ich uložiť aby ste prepísali pôvodné dokumenty. Ak sa rozhodnete neobnoviť automaticky uložené verzie, budú vymazané.
sl: Upoštevajte, da če izberete obnovitev samodejno shranjenih dokumentov, jih morate izrecno shraniti, da prepišejo izvirne dokumente. Če se odločite, da ne želite obnoviti samodejno shranjenih različic, bodo te izbrisane.

source: Note that you can use an environment variable too, e.g., %TEMP%
ar: لاحظ أنه يمكنك استخدام متغير بيئة أيضًا ، على سبيل المثال ، %TEMP%
lv: Ņemiet vērā, ka varat izmantot arī vides mainīgo, piemēram, %TEMP%
pt_br: Observe que você também pode usar uma variável de ambiente, por exemplo, %TEMP%
sk: Vedzte že môžete použiť aj premennú prostredia, napr. %TEMP%
sl: Upoštevajte, da lahko uporabite tudi spremenljivko okolja, na primer %TEMP%

source: Note: Empty fields are shown as « »
ar: ملاحظة: تظهر الحقول الفارغة كـ «»
lv: Piezīme: tukši lauki tiek parādīti kā « »
pt_br: Nota: Os campos vazios são mostrados como « »
sk: Poznámka: Prázdne polia sú zobrazené ako « »
sl: Opomba: Prazna polja so prikazana kot « »

source: Note: Entry format is «Group» «Title» «Username»
ar: ملاحظة: تنسيق المدخل هو «المجموعة» «العنوان» «اسم المستخدم»
lv: Piezīme: ieraksta formāts ir "Grupa" "Nosaukums" "Lietotājvārds"
pt_br: Nota: O formato da entrada é «Grupo» «Título» «Nome de Usuário»
sk: Poznámka: Formát záznamu je «skupina» «názov» «používateľ»
sl: Opomba: Oblika vnosa je «Skupina» «Naslov» «Uporabniško ime»

source: Note: These Password Policies will not replace existing policies with the same name in the current database.
ar: ملاحظة: لن تحل سياسة كلمة المرور هذه محل السياسات الحالية التي تحمل الاسم نفسه في قاعدة البيانات الحالية.
lv: Piezīme. Šīs paroles politikas neaizstās esošās politikas ar tādu pašu nosaukumu esošajā datu bāzē.
pt_br: Nota: Essas políticas de senha não substituirão as políticas existentes com o mesmo nome no banco de dados atual.
sk: Poznámka: Tieto zásady tvorby hesla nenahradia existujúce zásady s rovnakým názvom v aktuálnej databáze.
sl: Opomba: Ti pravilniki gesel ne bodo zamenjali obstoječe pravilnike z istim imenom, v trenutni zbirki podatkov.

source: Note: These preferences are only used when importing into an empty database.
ar: ملاحظة: يتم استخدام هذه التفضيلات فقط عند الاستيراد إلى قاعدة بيانات فارغة.
lv: Piezīme. Šīs preferences tiek izmantotas tikai, importējot tukšā datu bāzē.
pt_br: Nota: Essas preferências são usadas apenas ao importar para um banco de dados vazio.
sk: Poznámka: Tieto predvoľby sa používajú iba pri importe do prázdnej databázy.
sl: Opomba: Te nastavitve so uporabljene samo pri uvozu v prazno zbirko podatkov.

source: Notes
ar: ملاحظات
lv: Piezīmes
pt_br: Notas
sk: Poznámky
sl: Opombe

source: Notes copied
ar: تم نسخ الملاحظات
lv: Piezīmes nokopētas
pt_br: Notas copiadas
sk: Poznámky skopírované
sl: Opombe so kopirane

source: Number is set to the maximum value. 'Greater than' is not allowed.
ar: تم ضبط الرقم على القيمة القصوى. غير مسموح بـ "أكبر من".
lv: Skaitlis ir iestatīts uz maksimālo vērtību. “Lielāks par” nav atļauts.
pt_br: Número é definido como o valor máximo. 'Maior que' não é permitido.
sk: Číslo je nastavené na najväčšiu hodnotu. 'Väčšie ako' nie je povolené.
sl: Število je nastavljeno na največjo vrednost. Ni dovoljeno 'Večje od'.

source: Number is set to the minimum value. 'Less than' is not allowed.
ar: يتم تعيين الرقم على الحد الأدنى للقيمة. غير مسموح بـ "أقل من".
lv: Skaitlis ir iestatīts uz minimālo vērtību. “Mazāk par” nav atļauts.
pt_br: Número é definido como o valor mínimo. 'Menor que' não é permitido.
sk: Číslo je nastavené na najmenšiu hodnotu. 'Menšie ako' nie je povolené.
sl: Število je nastavljeno na najmanjšo vrednost. Ni dovoljeno 'Manj od'.

source: Number of Attachments
ar: عدد المرفقات
lv: Pielikumu skaits
pt_br: Número de Anexos
sk: Počet príloh
sl: Število prilog

source: Number of Attachments:
ar: عدد المرفقات:
lv: Pielikumu skaits:
pt_br: Número de Anexos:
sk: Počet príloh:
sl: Število prilog:

source: Number of Empty Groups
ar: عدد المجموعات الفارغة
lv: Tukšo grupu skaits
pt_br: Número de grupos vazios
sk: Počet prázdnych skupín
sl: Število praznih skupin

source: Number of Entries
ar: عدد المدخلات
lv: Ierakstu skaits
pt_br: Número de Entradas
sk: Počet záznamov
sl: Število vnosov

source: Number of Entries:
ar: عدد المدخلات:
lv: Ierakstu skaits:
pt_br: Número de Entradas:
sk: Počet záznamov:
sl: Število vnosov:

source: Number of Groups
ar: عدد المجموعات
lv: Grupu skaits
pt_br: Número de Grupos
sk: Počet skupín
sl: Število skupin

source: Number of Groups:
ar: عدد المجموعات:
lv: Grupu skaits:
pt_br: Número de Grupos:
sk: Počet skupín:
sl: Število skupin:

source: Number of Unknown Fields
ar: حدد الحقول الغير معروفة
lv: Nezināmo lauku skaits
pt_br: Número de Campos Desconhecidos
sk: Počet neznámych polí
sl: Število neznanih polj

source: Number of entries in database
ar: عدد المدخلات في قاعدة البيانات
lv: Ierakstu skaits datu bāzē
pt_br: Número de entradas no banco de dados
sk: Počet záznamov v databáze (filtrované/celkom)
sl: Število vnosov v zbirki podatkov

source: Number of entries processed: %d Number of invalid UUIDs fixed: %d Number of duplicate UUIDs fixed: %d Number of non-unique Group/Title/User fixed: %d Number of Password Histories fixed: %d Number of Alias warnings issued: %d Number of Shortcut warnings issued: %d Number of entries with fields that cannot be fully displayed: %d. Recommend that the database is now saved.
ar: عدد المدخلات المعالجة: %d تم إصلاح عدد UUIDs غير الصالحة: %d تم إصلاح عدد المعرفات الفريدة UUIDs: %d عدد المجموعات / المسمى الوظيفي / المستخدم غير الفريد الذي تم إصلاحه: %d عدد سجلات كلمات المرور الثابتة: %d عدد تحذيرات الأسماء المستعارة الصادرة: %d عدد تحذيرات الاختصار الصادرة: %d عدد المدخلات التي تحتوي على حقول لا يمكن عرضها بالكامل: %d. نوصي بأن يتم حفظ قاعدة البيانات الآن.
lv: Apstrādāto ierakstu skaits: %d Laboto nederīgo UUID skaits: %d Laboto UUID dublikātu skaits: %d Laboto neunikālo kombināciju Grupa/Nosaukums/Lietotājs skaits: %d Laboto paroļu vēstures ierakstu skaits: %d Pseidonīmu brīdinājumu skaits: %d Īsceļu brīdinājumu skaits: %d Ierakstu skaits ar laukiem, kurus nevar pilnībā parādīt: %d. Ieteicams saglabāt datubāzi tagad.
pt_br: Número de entradas processadas: %d Número de UUIDs inválidos corrigidos: %d Número de UUIDs duplicados corrigidos: %d Número de grupos / títulos / usuários não exclusivos corrigidos: %d Número de históricos de senhas corrigidos: %d Número de avisos de alias emitidos: %d Número de avisos de atalho emitidos: %d Número de entradas com campos que não podem ser totalmente exibidos: %d. Recomende que o banco de dados agora esteja salvo.
sk: Počet spracovaných záznamov: %d Počet opravených poškodených UUID: %d Počet duplicitných UUID: %d Počet opravených nie-jedinečných Skupina/Názov/Meno: %d Počet opravených histórií hesiel: %d Počet vydaných upozornení na alias: %d Počet upozornení na odkazy: %d Počet položiek s poľami, ktoré nie je možné úplne zobraziť: %d. Odporúča sa teraz uložiť databázu.
sl: Število obdelanih vnosov: %d Število popravljenih neveljavnih UUID: %d Število popravljenih podvojenih UUID: %d Število popravljenih neenoličnih Skupina/Naslov/Uporabnik: %d Število popravljenih zgodovin gesel: %d Število izdanih opozoril Kratkega imena: %d Število opozoril Bližnjice: %d Število vnosov s polji, ki jih ni mogoče v celoti prikazati: %d. Priporočamo, da je zbirka podatkov zdaj shranjena.

source: Number of entries that had their 'maximum saved passwords' changed to the new default was %d
ar: عدد المدخلات التي تم تغيير "الحد الأقصى لكلمات المرور المحفوظة الخاصة بها" إلى الإعداد الافتراضي الجديد هو %d
lv: Ierakstu skaits, kuru "maksimālais saglabāto paroļu skaits" tika mainīts uz jauno noklusējuma vērtību, bija %d
pt_br: O número de entradas que tiveram suas 'senhas salvas máximas' alteradas para o novo padrão foi %d
sk: Počet záznamov, ktoré mali zmenené 'maximálny počet uložených hesiel' na predvolenú hodnotu, bol %d
sl: Število vnosov, ki so imeli njihovo 'največje število shranjenih gesel' spremenjeno na novo privzeto, je bilo %d

source: Number of entries that had their password history removed was %d
ar: كان عدد المدخلات التي تمت إزالة محفوظات كلمة المرور الخاصة بها %d
lv: Ierakstu skaits, kuriem tika noņemta paroļu vēsture, bija %d
pt_br: O número de entradas que tiveram seu histórico de senhas removido foi %d
sk: Počet záznamov, ktoré mali odstránenú históriu hesiel, bol %d
sl: Število vnosov, ki so imeli odstranjeno njihovo zgodovino gesel, je bilo %d

source: Number of entries that had their settings changed to not save password history was: %d
ar: كان عدد المدخلات التي تم تغيير إعداداتها لعدم حفظ محفوظات كلمة المرور: %d
lv: Ierakstu skaits, kuru iestatījumi tika mainīti, lai nesaglabātu paroles vēsturi, bija: %d
pt_br: O número de entradas que tiveram suas configurações alteradas para não salvar o histórico de senhas foi: %d
sk: Počet záznamov, ktorým sa zmenilo nastavenie aby neukladali históriu hesiel, bolo: %d
sl: Število vnosov, ki so imeli spremenjene njihove nastavitve v nespremenjeno zgodovino gesla, je bilo: %d

source: Number of entries that had their settings changed to save password history was: %d
ar: كان عدد المدخلات التي تم تغيير إعداداتها لحفظ محفوظات كلمة المرور: %d
lv: Ierakstu skaits, kuru iestatījumi tika mainīti, lai saglabātu paroles vēsturi, bija: %d
pt_br: O número de entradas que tiveram suas configurações alteradas para salvar o histórico de senhas foi: %d
sk: Počet záznamov, ktorým sa zmenilo nastavenie aby ukladali históriu hesiel, bolo: %d
sl: Število vnosov, ki so imeli spremenjene njihove nastavitve v spremenjeno zgodovino gesla, je bilo: %d

source: Number of unknown fields:
ar: عدد الحقول غير المعروفة:
lv: Nezināmo lauku skaits:
pt_br: Número de campos desconhecidos:
sk: Počet neznámych polí:
sl: Število neznanih polj:
