Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Import XML Settings
ar: فشل استيراد اعدادات XML
lv: XML importēšanas iestatījumi
pt_br: Importar Configurações XML
sk: Nastavenia importu XML
sl: Nastavitve uvoza XML

source: Import XML failed
ar: فشل إستيراد XML
lv: XML importēšana neizdevās
pt_br: Falha ao importar XML
sk: Import XML zlyhal
sl: Uvoz XML ni uspel

source: Import a KeePass Text File
ar: استيراد ملف نصي KeePass
sk: Importovať textový súbor Keepass

source: Import aborted, see report for details.
ar: تم إحباط الاستيراد، راجع التقرير للحصول على التفاصيل.
sk: Import prerušený, podrobnosti nájdete v reporte.

source: Import aborted. Please see report.
sk: Import prerušený. Pozrite si prosím report.
sl: Uvoz je bil prekinjen. Prosimo, oglejte si poročilo.

source: Import failed
ar: فشل الإستيراد
lv: Importēšana neizdevās
pt_br: Falha ao importar
sk: Import zlyhal
sl: Uvoz ni uspel

source: Import to change passwords of existing entries ONLY
ar: استيراد لتغيير كلمات مرور المدخلات الموجودة فقط
lv: Importēt, lai mainītu TIKAI esošo ierakstu paroles
pt_br: Importar para alterar apenas as senhas das entradas existentes
sk: Import zmení heslá iba existujúcich záznamov
sl: Uvozi v spremembo gesel SAMO obstoječih vbosov

source: Import under Group?
ar: استيراد تحت مجموعة؟
lv: Vai importēt grupā?
pt_br: Importar em Grupo?
sk: Importovať pod novou skupinou?
sl: Uvoz pod Skupino?

source: Import...
ar: إستيراد...
lv: Importēt...
pt_br: Importar...
sk: Importovať...
sl: Uvozi...

source: Imported
ar: مستورد
lv: Importēts
pt_br: Importado
sk: Importované
sl: Uvoženo

source: Imported %d %s
ar: مستورد %d %s
lv: Importēts %d %s
pt_br: Importado %d %s
sk: Importované %d %s
sl: Uvoženo %d %s

source: In Headers(%ls)/In Entries(
ar: في الرؤوس (% ls) / في المدخلات (
lv: Galvenēs(%ls)/Ierakstos(
pt_br: Nos Cabeçalhos(%ls)/nas Entradas(
sk: V hlavičkách (%ls)/V záznamoch (
sl: V glavah(% ls)/V vnosih(

source: Inactive
ar: غير فعال
lv: Neaktīvs
pt_br: Inativo
sk: Neaktívny
sl: Neaktiven

source: Include filters stored in this database in the new database
ar: تتضمن فلاتر مخزنة في قاعدة البيانات هذه بقاعدة البيانات الجديدة
lv: Iekļaut šajā datubāzē saglabātos filtrus jaunajā datu bāzē
pt_br: Incluir filtros armazenados neste banco de dados no novo banco de dados
sk: Zahrnúť filtre uložené v tejto databáze do novej databázy
sl: Vključi filtre, shranjene v tej zbirki podatkov v novo zbirko podatkov

source: Incorrect filename.
ar: إسم ملف غير صحيح.
lv: Nepareizs faila nosaukums.
pt_br: Nome do arquivo incorreto.
sk: Nesprávny názov súboru.
sl: Nepravilno ime datoteke.

source: Incorrect master password
ar: كلمة المرور الرئيسية غير صحيحة
sk: Nesprávne hlavné heslo

source: Incorrect master password, not a Password Safe database, or a corrupt database.
ar: كلمة مرور رئيسية غير صحيحة ، وليست قاعدة بيانات آمنة بكلمة مرور ، أو قاعدة بيانات تالفة.
sk: Nesprávne hlavné heslo, nie je to databáza Password Safe, alebo je poškodená databáza.

source: Incorrect master password, not a PasswordSafe database, or a corrupt database.
sk: Nesprávne hlavné heslo, nie je to databáza Password Safe alebo je poškodená databáza.

source: Incorrect password
ar: كلمة مرور غير صحيحة
lv: Nepareiza parole
pt_br: Senha incorreta
sk: Nesprávne heslo
sl: Napačno geslo

source: Incremented Number [%d-%d]
ar: رقم متزايد [%d-% d]
lv: Pieaugošs skaitlis [%d-%d]
pt_br: Número Incrementado [%d-%d]
sk: Prírastkové číslo [%d-%d]
sl: Prirastla številka [%d-%d]

source: Index is invalid or missing
ar: الفهرس غير صالح أو مفقود
lv: Indekss nav derīgs vai tā nav
pt_br: Índice inválido ou ausente
sk: Index je neplatný alebo chýba
sl: Indeks ni veljaven ali manjka

source: Index not numeric
ar: الفهرس غير رقمي
lv: Indekss nav skaitlisks
pt_br: Índice não numérico
sk: Index nie je číselný
sl: Indeks ni številčen

source: Index points after the end of the password (length %d).
ar: نقاط فهرس بعد نهاية كلمة المرور (الطول %d).
lv: Indekss norāda simbolu pēc paroles beigām (garums %d).
pt_br: Pontos de índice após o final da senha (comprimento %d).
sk: Indexové body po konci hesla (dĺžka %d).
sl: Indeks kaže za koncem gesla (dolžina %d).

source: Index points before the start of the password (length %d).
ar: نقاط فهرس قبل بدء كلمة المرور (الطول %d).
lv: Indekss norāda simbolu pirms paroles sākuma (garums %d).
pt_br: Pontos de índice antes do início da senha (comprimento %d).
sk: Indexové body pred začiatkom hesla (dĺžka %d).
sl: Indeks kaže pred začetkom gesla (dolžina %d).

source: Initial Tree View
ar: عرض الشجرة الأولي
lv: Sākotnējais koka skats
pt_br: Vista em Árvore Inicial
sk: Počiatočný vzhľad stromu
sl: Začetni prikaz drevesa

source: Input string is empty
ar: سلسلة الإدخال فارغة
lv: Ievades rinda ir tukša
pt_br: A string está vazia
sk: Vstupný reťazec je prázdny
sl: Vhodni niz je prazen

source: Insert
ar: إدراج
lv: Ievietot
pt_br: Inserir
sk: Vložiť
sl: Vstavi

source: Insert your YubiKey
ar: أدخل YubiKey الخاص بك
sk: Vložte svoje Yubikey

source: Insufficient memory to perform operation.
ar: الذاكرة غير كافية لأداء العملية.
lv: Nepietiek atmiņas, lai veiktu darbību.
pt_br: Memória insuficiente para executar a operação.
sk: Nedostatočná pamäť na vykonanie operácie.
sl: Ni dovolj pomnilnika za izvajanje operacije.

source: Intermediate Backups
ar: النسخ الاحتياطي المتوسطة
lv: Auto rezerves kopijas
pt_br: Backups Intermediários
sk: Prechodné zálohy
sl: Vmesne varnostne kopije

source: Internal application error.
ar: خطأ داخلي بالتطبيق.
lv: Iekšēja lietojumprogrammas kļūda.
pt_br: Erro interno do aplicativo.
sk: Interná chyba aplikácie.
sl: Notranja napaka aplikacije.

source: Internal error. Import failed. No records imported.
ar: خطأ داخلي. فشل الاستيراد. لا توجد سجلات مستوردة.
lv: Iekšēja kļūda. Importēšana neizdevās. Nav importētu ierakstu.
pt_br: Erro interno. Falha ao importar. Nenhum registro importado.
sk: Interná chyba. Import zyhal. Žiadny záznam nebol naimportovaný.
sl: Notranja napaka. Uvoz ni uspel. Ni uvoženih zapisov.

source: Internal error: An invalid flag was specified
ar: خطأ داخلي: تم تحديد علامة غير صالحة
lv: Iekšēja kļūda: tika norādīts nederīgs karodziņš
pt_br: Erro interno: um sinalizador inválido foi especificado
sk: Interná chyba: Bol zadaný neplatný príznak
sl: Notranja napaka: Bila je določena neveljavna zastavica

source: Internal error: Couldn't initialize config file XML structure
ar: خطأ داخلي: تعذرت تهيئة بنية XML لملف الاعدادت
lv: Iekšēja kļūda: nevarēja inicializēt konfigurācijas faila XML struktūru
pt_br: Erro interno: não foi possível inicializar a estrutura XML do arquivo de configuração
sk: Interná chyba: Nepodarilo sa inicializovať štruktúru konfiguračného súboru XML
sl: Notranja napaka: Nii mogoče inicializirati XML strukture konfiguracijske datoteke

source: Internal error: Invalid oflag or pmode argument
ar: خطأ داخلي: وسيطة oflag أو pmode غير صالحة
lv: Iekšēja kļūda: nederīgs oflag vai pmode arguments
pt_br: Erro interno: sinalizador ou argumento pmode inválido
sk: Interná chyba: neplatný oflag alebo pmode argument
sl: Notranja napaka: neveljaven argument oflag ali pmode

source: Internal error: Out of file handles
ar: خطأ داخلي: نفاد مؤشرات الملفات
lv: Iekšējā kļūda: nav failu deskriptoru
pt_br: Erro interno: identificadores fora do arquivo
sk: Interná chyba: Nedostatok súborov
sl: Notranja napaka: Pomanjkanje ročajev datoteke

source: Internal error: Unexpected error number
ar: خطأ داخلي: رقم خطأ غير متوقع
lv: Iekšējā kļūda: nezināms kļūdas numurs
pt_br: Erro interno: número de erro inesperado
sk: Interná chyba: Neočakávané číslo chyby
sl: Notranja napaka: Nepričakovana številka napake

source: Invalid Filter schema.
ar: مخطط الفلتر غير صالح.
lv: Nederīga filtra shēma.
pt_br: Esquema de filtro inválido.
sk: Neplatná schéma filtra.
sl: Neveljavna shema filtra.

source: Invalid Parameter
ar: معامل غير صالح
lv: Nederīgs parametrs
pt_br: Parâmetro inválido
sk: Neplatný parameter
sl: Neveljaven parameter

source: Invalid field delimiter: must be within ASCII range.
ar: محدد الحقل غير صالح: يجب أن يكون ضمن نطاق ASCII.
lv: Nederīgs lauka norobežotājs: jābūt ASCII diapazonā.
pt_br: Delimitador de campo inválido: deve estar dentro do intervalo ASCII.
sk: Neplatný oddeľovač poľa: musí byť v rozsahu ASCII.

source: Invalid input on line %d. Number of fields separated by '%c' is not as expected.
ar: إدخال غير صالح في السطر% d. عدد الحقول المفصولة بـ '% c' ليس كما هو متوقع.
lv: Nederīga ievade rindā %d. Ar “%c” atdalīto lauku skaits neatbilst gaidītajam.
pt_br: Entrada inválida na linha %d. O número de campos separados por '%c' não é o esperado.
sk: Neplatný vstup na riadku %d. Počet polí oddelených '%c' je neočakávaný.
sl: Neveljaven vnos v vrstic %d. Ni pričakovano število polj, ločenih z '%c'.

source: Invalid lock file "%ls".
ar: ملف تأمين غير صالح "%ls".
lv: Nederīgs bloķēšanas fails "%ls".
pt_br: Arquivo de bloqueio inválido "%ls".
sk: Neplatný súbor zámku "%ls".

source: Invalid shortcut ignored.
ar: تم تجاهل الإختصارات غير الصالحة.
lv: Ignorēta nederīga saīsne.
pt_br: Atalho inválido ignorado.
sk: Neplatná skratka ignorovaná.
sl: Neveljavna bližnjica je zanemarjena.

source: Irish
ar: إيرلندي
pt_br: Irlandês
sk: Írska
sl: Irščina

source: Italian
pt_br: Italiano
sk: Talianska
sl: Italijanščina

source: Italian (142)
pt_br: Italiano (142)
sk: Talianska (142)
sl: Italijanščina (142)

source: Japanese
pt_br: Japonês
sk: Japonská
sl: Japonščina

source: KBytes
ar: كيلوبايت
lv: KB
sk: Kilobajtov
sl: KBajtov

source: Kannada
sk: Kannadská
sl: Kanadščina

source: Kazakh
pt_br: Cazaque
sk: Kazašská
sl: Kazaščina

source: Ke&y:
sk: Kľúč:

source: KeePass V1 CSV File...
lv: KeePass V1 CSV fails...
pt_br: Arquivo CSV KeePass V1...
sk: Súbor KeePass V1 CSV...
sl: KeePass v1 CSV datoteke...

source: KeePass V1 TXT File...
lv: KeePass V1 TXT fails...
pt_br: Arquivo TXT KeePass V1...
sk: Súbor KeePass V1 TXT...
sl: KeePass v1 txt datoteke...

source: Keep
ar: إحتفظ
lv: Saglabāt
pt_br: Manter
sk: Ponechať
sl: Obdrži

source: Key&board Shortcut
ar: اختصار المفتاح واللوحة
pt_br: Atalho de chave e placa
sk: Klávesová skratka

source: Key&board Shortcut:
ar: اختصار المفتاح واللوحة:
pt_br: Atalho de chave e placa:
sk: Klávesová skratka:

source: Keyboard Shortcut
ar: إخصارات الكيبورد
lv: Tastatūras īsceļš
pt_br: Atalho do Teclado
sk: Klávesová skratka
sl: Tipka z Bližnjico

source: Keyboard type:
ar: نوع الكبيورد:
lv: Tastatūras veids:
pt_br: Tipo de teclado:
sk: Typ klávesnice:
sl: Vrsta tipkovnice:

source: Korean
pt_br: Coreano
sk: Kórejská
sl: Korejščino

source: Kyrgyz Cyrillic
pt_br: Cirílico Quirguiz
sk: Kirgišská (cyrilika)
sl: Kirgiška cirilica

source: Last Access Time
ar: آخر وقت وصول
lv: Pēdējā piekļuves laiks
pt_br: Hora do Último Acesso
sk: Čas posledného prístupu
sl: Čas zadnjega dostopa

source: Last Accessed
ar: آخر وصول
lv: Pēdējā piekļuve
pt_br: Último Acesso
sk: Naposledy otvorený
sl: Zadnji dostop

source: Last Find results
ar: آخر نتائج بحث
lv: Pēdējās meklēšanas rezultāti
pt_br: Resultados da última pesquisa
sk: Posledné výsledky hľadania
sl: Zadnji rezultati iskanja

source: Last Modified
ar: آخر تعديل
lv: Pēdējās izmaiņas
pt_br: Última Modificação
sk: Naposledy upravený
sl: Zadnja sprememba

source: Last Modified date:
ar: تاريخ آخر تعديل:
lv: Pēdējo izmaiņu datums:
pt_br: Data da última modificação:
sk: Dátum poslednej úpravy:
sl: Datum zadnje spremembe:

source: Last accessed on:
ar: آخر وصول في:
lv: Pēdējo reizi piekļūts:
pt_br: Último acesso em:
sk: Naposledy otvorený dňa:
sl: Zadnji dostop ob:

source: Last clipboard action
ar: آخر عمل للحافظة
lv: Pēdējā starpliktuves darbība
pt_br: Última ação da área de transferência
sk: Posledná akcia so schránkou
sl: Zadnja akcija odložišča

source: Last found entries
ar: آخر المدخلات التي تم إيجادها
lv: Pēdējie atrastie ieraksti
pt_br: Últimas entradas encontradas
sk: Posledné nájdené záznamy
sl: Zadnji najdeni vnosi

source: Last saved by:
ar: آخر حفظ من قبل:
lv: Pēdējo reizi saglabāja:
pt_br: Salvo pela última vez por:
sk: Naposledy uložené kým:
sl: Nazadnje shranjeno z:

source: Last saved on:
ar: آخر حفظ على:
lv: Pēdējo reizi saglabāts:
pt_br: Salvo pela última vez em:
sk: Naposledy uložené dňa:
sl: Nazadnje shranjeno:

source: Latest version? Click <a href="%s">here</a> to check.
sk: Najnovšia verzia? Klikni <a href="%s">tu</a> a skontroluj.
sl: Najnovejša različica? Kliknite <a href="%s">sem</a> za preverjanje.

source: Latin American
pt_br: Latino Americano
sk: Latinskoamerická
sl: Latinskoameriščka

source: Latvian
pt_br: Letão
sk: Lotyšská
sl: Latvijjščina

source: Latvian (QWERTY)
pt_br: Letão (QWERTY)
sk: Lotyšská (QWERTY)
sl: Latvijjščina(QWERTY)

source: Left Ctrl key
ar: مفتاح Ctrl الأيسر
lv: Kreisais taustiņš Ctrl
pt_br: Tecla Ctrl Esquerda
sk: Ľavý kláves Ctrl
sl: Leva tipka Ctrl

source: Left click 'Shortcut Key' value to change or right click it to reset or remove it. After selecting the shortcut key combination, press Enter to set it. The 'Menu item' text will be red if the shortcut differs from its default value.
ar: انقر بزر الماوس الأيسر فوق قيمة "مفتاح الاختصار" لتغييرها أو انقر بزر الماوس الأيمن فوقها لإعادة تعيينها أو إزالتها. بعد تحديد مجموعة مفاتيح الاختصار ، اضغط على Enter لتعيينها. سيكون نص "عنصر القائمة" باللون الأحمر إذا كان الاختصار يختلف عن قيمته الافتراضية.
lv: Ar peles kreiso taustiņu noklikšķiniet uz 'Īsceļa' vērtības, lai mainītu vērtību, vai ar peles labo pogu noklikšķiniet uz tās, lai to atiestatītu vai noņemtu. Pēc īsceļa kombinācijas atlasīšanas nospiediet taustiņu Enter, lai to iestatītu. Teksts "Izvēlnes vienums" būs sarkans, ja īsceļš atšķirsies no noklusējuma vērtības.
pt_br: Clique com o botão esquerdo no valor 'Tecla de Atalho' para alterar ou clique com o botão direito do mouse para redefini-lo ou removê-lo. Após selecionar a combinação de teclas de atalho, pressione Enter para defini-la. O texto do 'Item de menu' ficará vermelho se o atalho diferir do seu valor padrão.
sk: Klikni ľavým tlačidlom myši na 'skratku' pre zmenu hodnoty alebo klikni pravým tlačidlom myši na resetovanie či odstránenie. Po výbere kombinácie klávesovej skratky stlačte kláves Enter pre jej nastavenie. Text 'Položka menu' bude červený, ak sa skratka líši od svojej predvolenej hodnoty.
sl: Levi klik na vrednost 'Tipka bližnjice' za spremembo vrednost ali desni klik, za njeno ponastavitev ali odstranitev. Po izboru kombinacije tipk pritisnite na tipko ENTER, da jo nastavite. Besedilo 'Menijski vnos' bo rdeče, če se bližnjica razlikuje od njene privzete vrednosti.

source: Length of passwords generated in hexadecimal format must be even as each byte is two hexadecimal digits.
ar: يجب أن يكون طول كلمات المرور التي تم إنشاؤها بتنسيق سداسي عشري زوجي حيث أن كل بايت يتكون من رقمين سداسي عشريين.
lv: Heksadecimālā formātā ģenerēto paroļu garumam jābūt vienādam katrs baits ir divi heksadecimālie cipari.
pt_br: O comprimento das senhas geradas no formato hexadecimal deve ser uniforme como cada byte tem dois dígitos hexadecimais.
sk: Dĺžka hesiel generovaných v hexadecimálnom formáte musí byť párna keďže každý bajt sú dve hexadecimálne číslice.
sl: Dolžina gesel, ustvarjenih v šestnajstiški obliki, mora biti parno saj je vsak bajt dvomestno šestnajstiško število.

source: Line %d skipped - Only %d fields found, whereas parsing the Header says there should be %d.
ar: تم تخطي السطر %d - تم العثور على %d فقط من الحقول ، بينما يشير تحليل الرأس إلى أنه يجب أن يكون هناك %d.
lv: Rinda %d izlaista — atrasti tikai %d lauki, bet galvenes parsēšana norāda, ka tiem jābūt %d.
pt_br: Linha %d ignorada - Apenas %d campos encontrados, enquanto a análise do cabeçalho indica que deve haver %d.
sk: Riadok %d bol preskočený - nájdené iba %d polia, zatiaľ čo analýza hlavičky tvrdí že by to malo byť %d.
sl: Vrstica %d je preskočena - Samo %d najdenih polj, medtem, ko razčlenjevanje glave pravi, da mora biti %d.

source: Line %d skipped: Empty mandatory Password field.
ar: تم تخطي السطر %d: إفراغ حقل كلمة المرور الإلزامي.
lv: Rinda %d izlaista: tukšs obligātais Paroles lauks.
pt_br: Linha %d ignorada: Campo obrigatório de senha vazia.
sk: Riadok %d bol preskočený: pole pre povinné heslo je prázdne.
sl: Vrstica %d je preskočena: Prazno obvezno polje Geslo.

source: Line %d skipped: Empty mandatory Title field.
ar: تم تخطي السطر %d: إفراغ حقل العنوان الإلزامي.
lv: Rinda %d izlaista: tukšs obligātais virsraksta lauks.
pt_br: Linha %d ignorada: Campo de título obrigatório vazio.
sk: Riadok %d bol preskočený: pole pre povinný Názov je prázdne.
sl: Vrstica %d je preskočena: Prazno obvezno polje Naslov.

source: Line %d:
ar: سطر %d:
lv: %d rindiņa:
pt_br: Linha %d:
sk: Riadok %d:
sl: Vrstica %d:

source: Line delimiter in Notes field:
ar: محدد السطر في حقل الملاحظات:
lv: Līnijas atdalītājs piezīmju laukā:
pt_br: Delimitador de linha no campo Notas:
sk: Oddeľovač riadkov v poli Poznámky:
sl: Ločilo vrstice v polju Opombe:

source: List
ar: قائمة
lv: Saraksts
pt_br: Lista
sk: Zoznam
sl: SeznamUredi seznam vnosov

source: List entries using this policy
ar: قائمة المدخلات باستخدام هذه السياسة
lv: Saraksta ieraksti, izmantojot šo politiku
pt_br: Listar entradas usando esta política
sk: Zoznam záznamov používajúcich tieto zásady tvorby hesla
sl: Seznam vnosov z uporabo tega pravilnika

source: List of aliases:
ar: قائمة الأسماء المستعارة:
lv: Pseidonīmu saraksts:
pt_br: Lista de aliases:
sk: Zoznam aliasov:
sl: Seznam kratkih imen:

source: List of shortcuts:
ar: قائمة الإختصارات:
lv: Īsceļu saraksts:
pt_br: Lista de atalhos:
sk: Zoznam odkazov:
sl: Seznam bližnjic:

source: List1
ar: قائمة1
lv: Saraksts1
pt_br: Lista1
sk: Zoznam1

source: Lithuanian
pt_br: Lituano
sk: Litovská
sl: Litovščina

source: Lithuanian IBM
pt_br: Lituano IBM
sk: Litovská - IBM
sl: Litovščina IBM

source: Lithuanian Standard
pt_br: Lituano Padrão
sk: Litovská - štandard
sl: Litovščina standardna

source: Lock
ar: إقفال
sk: Zamknúť

source: Lock Safe
sk: Zamknúť databázu
sl: Zakleni Sef

source: Lock password database
ar: قفل قاعدة البيانات
lv: Noslēgt paroļu datu bāzi
pt_br: Bloquear banco de dados de senhas
sk: Zamknúť databázu hesiel
sl: Zakleni geslo zbirke podatkov

source: Locking clears the memory but excludes undo and redo information that can still be used on unlocking of the database.
ar: يؤدي القفل إلى مسح الذاكرة ولكنه يستبعد معلومات التراجع والإعادة التي لا يزال من الممكن استخدامها في إلغاء قفل قاعدة البيانات.
lv: Bloķēšana notīra atmiņu, bet izslēdz undo un redo informāciju, ko joprojām var izmantot datu bāzes atbloķēšanai.
pt_br: O bloqueio limpa a memória, mas exclui as informações de desfazer e refazer que ainda podem ser usadas no desbloqueio do banco de dados.
sk: Zamknutie vymaže pamäť ale vylučuje informácie o vrátení a opakovaní, ktoré sa stále dajú použiť na odomknutie databázy.
sl: Zaklepanje počisti pomnilnik, vendar izključuje podatke o operacijah Razveljavi in Povrni, ki jih je še vedno mogoče uporabiti za odklepanje zbirke podatkov.

source: MBytes
ar: ميغابايت
lv: MB
sk: Megabajtov
sl: Mbajtov

source: MISSING PASSWORD
ar: كلمة مرور مفقودة
lv: TRŪKST PAROLES
pt_br: SENHA AUSENTE
sk: CHÝBAJÚCE HESLO
sl: MANJKA GESLO

source: MISSING TITLE # %d
ar: عنوان مفقود # %d
lv: TRŪKST NOSAUKUMA # %d
pt_br: TÍTULO AUSENTE # %d
sk: CHÝBAJÚCi NÁZOV # %d
sl: MANJKA NASLOV # %d

source: Mail system DLL is invalid.
ar: نظام البريد DLL غير صالح.
lv: Pasta sistēmas DLL nav derīgs.
pt_br: A DLL do sistema de correio é inválida.
sk: Súbor DLL poštového systému je poškodený.
sl: DLL sistemske pošte ni veljavna.

source: Make Backup
ar: عمل نسخة احتياطية
lv: Izveidot rezerves kopiju
pt_br: Fazer Backup
sk: Vytvoriť zálohu...
sl: Naredi varnostno kopijo

source: Manage
ar: إدارة
lv: Pārvaldīt
pt_br: Gerenciar
sk: Spravovať
sl: Upravljaj

source: Manage Filters
ar: إدارة الفلاتر
lv: Pārvaldīt filtrus
pt_br: Gerenciar Filtros
sk: Spravovať filtre
sl: Upravljanje filtrov

source: Manage Password Policies
ar: إدارة سياسات كلمات السر
lv: Pārvaldīt paroles politikas
pt_br: Gerenciar Diretivas de Senha
sk: Spravovať zásady tvorby hesla
sl: Upravljaj pravilnike gesel

source: Manage password history of current entries
ar: ادارة تاريخ كلمات المرور للمدخلات الحالية
lv: Pārvaldiet esošo ierakstu paroļu vēsturi
pt_br: Gerenciar histórico de senhas das entradas atuais
sk: Spravovať históriu pre aktuálne záznamy
sl: Upravljaj zgodovino gesel trenutnih vnosov

source: Master Password Entry
ar: إدخال كلمة المرور الرئيسية
lv: Pamatparoles ievade
pt_br: Entrada de senha mestra
sk: Zadajte hlavné heslo

source: Master Password Setup
ar: إعداد كلمة المرور الرئيسية
lv: Pamatparoles iestatīšana
pt_br: Configuração de senha mestra
sk: Nastavenie hlavného hesla

source: Master Password last set on:
ar: تم تعيين كلمة المرور الرئيسية مؤخرًا في:
lv: Pamatparole pēdējo reizi iestatīta:
pt_br: Última Senha Mestre definida em:
sk: Hlavné heslo naposledy nastavené dňa:
sl: Zadnja nastavitev glavnega gesla ob:

source: Master Password:
ar: كلمة المرور الرئيسية:
lv: Pamatparole:
pt_br: Senha Mestra:
sk: Hlavné heslo:

source: Master password needed to save. Unlock database and try again
ar: كلمة المرور الرئيسية اللازمة للحفظ. فتح قاعدة البيانات والمحاولة مرة أخرى
lv: Lai saglabātu, ir nepieciešama galvenā parole. Datu bāzes atbloķēšana un mēģiniet vēlreiz
sk: Hlavné heslo je potrebné uložiť. Odomknite databázu a skúste to znova

source: Maximum number of backups kept using incremented number suffix must be between %d and %d.
ar: تم الاحتفاظ بالحد الأقصى من النسخ الاحتياطية باستخدام لاحقة أرقام متزايدة يجب أن يكون بين% d و% d.
lv: Maksimālais rezerves kopiju skaits, kas tiek saglabāts, izmantojot pieaugošu skaitļa sufiksu jābūt no %d līdz %d.
pt_br: Número máximo de backups mantidos usando o sufixo de número incrementado deve estar entre %d e %d.
sk: Maximálny počet záloh uchovávaných s použitím prípony s prírastkovým číslom musí byť medzi %d a %d.
sl: Največje število varnostnih kopij, ohranjenih z uporabo prirastka števila pripon, mora biti med %d in %d.

source: Maximum number of days that can be specified is %d
ar: الحد الأقصى لعدد الأيام التي يمكن تحديدها هو %d
lv: Maksimālais dienu skaits, ko var norādīt, ir %d
pt_br: O número máximo de dias que pode ser especificado é %d
sk: Maximálny počet dní, ktoré je možné špecifikovať, je %d
sl: Največje število dni, ki jih je mogoče določiti, je %d

source: Maximum number stored
ar: اعلى رقم مخزن
lv: Maksimālais saglabātais skaits
pt_br: Número máximo armazenado
sk: Maximálny počet uchovaných
sl: Največje shranjeno število

source: Maximum saved
ar: تم حفظ الحد الأقصى
lv: Maksimums saglabāts
pt_br: Máximo salvo
sk: Maximálny počet uložených
sl: Največ shranjeno

source: Maximum value for first number and 'Between' rule
ar: الحد الأقصى لقيمة الرقم الأول وقاعدة "بين"
lv: Maksimālā vērtība pirmajam skaitlim un kārtulai 'Starp'
pt_br: Valor máximo para o primeiro número e regra a Entre
sk: Maximálna hodnota pre prvé číslo a 'medzi' pravidlo
sl: Največja vrednost za prvo številko in 'Med' pravilo

source: Media Type
ar: نوع الوسيط
lv: Multivides veids
pt_br: Tipo de Mídia
sk: Typ média
sl: Vrsta medija

source: Media Type:
ar: نوع الوسيط:
lv: Faila tips:
pt_br: Tipo de Mídia:
sk: Typ média:
sl: Vrsta medija:

source: Menu Item
ar: عنصر القائمة
lv: Izvēlnes vienums
pt_br: Item do Menu
sk: Položka menu
sl: Menijski vnos

source: Merge
ar: دمج
lv: Apvienot
pt_br: Mesclar
sk: Zlúčiť
sl: Združi

source: Merge failed
ar: فشل الدمج
lv: Sapludināšana neizdevās
pt_br: Falha ao mesclar
sk: Zlúčenie zlyhalo
sl: Ni uspelo spajanje

source: Merge...
ar: دمج...
lv: Apvienot...
pt_br: Mesclar...
sk: Zlúčiť...
sl: Združi...

source: Merging database: %s
ar: دمج قاعدة بيانات: %s
lv: Datu bāzes sapludināšana: %s
pt_br: Mesclando banco de dados: %s
sk: Začleňujem databázu: %s
sl: Združevanje zbirke podatkov: %s
