Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Screen capture protection disabled by command line. Contact support if this is unexpected. Click OK to continue.
ar: تم تعطيل حماية التقاط الشاشة بواسطة سطر الأوامر. اتصل بالدعم إذا كان هذا غير متوقع. انقر فوق موافق للمتابعة.
lv: Ekrāna uztveršanas aizsardzība ir atspējota komandrindā. Ja tas ir negaidīti, sazinieties ar atbalsta dienestu. Noklikšķiniet uz Labi, lai turpinātu.
pt_br: Proteção de captura de tela desativada pela linha de comando. Entre em contato com o suporte se isso for inesperado. Clique em OK para continuar.
sk: Ochrana pred snímaním obrazovky bola vypnutá na príkazovom riadku. Ak to tak nemá byť, kontaktujte podporu. Kliknite na OK a pokračujte.

source: Screen capture protection disabled by command line. Contact support if this is unexpected. You can click OK to continue in %d seconds.
ar: تم تعطيل حماية التقاط الشاشة بواسطة سطر الأوامر. اتصل بالدعم إذا كان هذا غير متوقع. يمكنك النقر فوق "موافق" للمتابعة في %d ثوان.
lv: Ekrāna uztveršanas aizsardzība ir atspējota komandrindā. Ja tas ir negaidīti, sazinieties ar atbalsta dienestu. Varat noklikšķināt uz Labi, lai turpinātu pēc %d sekundēm.
pt_br: Proteção de captura de tela desativada pela linha de comando. Entre em contato com o suporte se isso for inesperado. Você pode clicar em OK para continuar em %d segundos.
sk: Ochrana pred snímaním obrazovky bola vypnutá na príkazovom riadku. Ak to tak nemá byť, kontaktujte podporu. Kliknite na OK a bude sa pokračovať o %d sekúnd.

source: Screen capture protection disabled by unknown cause (state error). Contact support if this is unexpected. Click OK to continue.
sk: Ochrana pred snímaním obrazovky bola vypnutá kvôli neznámej príčine. Ak to tak nemá byť, kontaktujte podporu. Kliknite na OK a pokračujte.

source: Screen capture protection disabled by unknown cause (state error). Contact support if this is unexpected. You can click OK to continue in %d seconds.
sk: Ochrana pred snímaním obrazovky bola vypnutá kvôli neznámej príčine. Ak to tak nemá byť, kontaktujte podporu. Kliknite na OK a bude sa pokračovať o %d sekúnd.

source: Screen capture protection disabled for remote access.
sk: Ochrana pred snímaním obrazovky je zakázaná pre vzdialený prístup.

source: Screen capture protection experienced an unexpected operating system error.
sk: Ochrana pred snímaním obrazovky zaznamenala neočakávanú chybu operačného systému.

source: Screen capture protection has been overridden by command line.
ar: تم تجاوز حماية التقاط الشاشة بواسطة سطر الأوامر.
lv: Ekrāna tveršanas aizsardzība ir ignorēta ar komandrindu.
pt_br: A proteção de captura de tela foi substituída pela linha de comando.
sk: Ochrana pred snímaním obrazovky bola zmenená na príkazovom riadku.

source: Screen capture protection invalid (failure).
sk: Neplatná ochrana pred snímaním obrazovky (zlyhanie).

source: Screen capture protection is enabled.
sk: Ohrana pred snímaním obrazovky je povolená.

source: Screen capture protection is off.
ar: تم إيقاف تشغيل حماية التقاط الشاشة.
lv: Ekrāna tveršanas aizsardzība ir izslēgta.
pt_br: A proteção de captura de tela está desativada.
sk: Ochrana pred snímaním obrazovky je vypnutá.

source: Screen capture protection is on.
ar: حماية التقاط الشاشة قيد التشغيل.
lv: Ekrāna uztveršanas aizsardzība ir ieslēgta.
pt_br: A proteção de captura de tela está ativada.
sk: Ochrana pred snímaním obrazovky je zapnutá.

source: Screen capture protection on.
sk: Ochrana pred snímaním obrazovky zapnutá.

source: Screen capture protection: unexpected system error
ar: حماية التقاط الشاشة: خطأ غير متوقع في النظام
lv: Aizsardzība pret ekrāna tveršanu: neparedzēta sistēmas kļūda
pt_br: Proteção de captura de tela: erro inesperado do sistema
sk: Ochrana pred snímaním obrazovky: Neočakávaná chyba systému

source: Search has wrapped, continuing from the %s.
ar: تم التفاف البحث ،المتابعة من %s.
lv: Meklēšana ir beigusies, turpinot no %s.
pt_br: A pesquisa foi encerrada, continuando a partir de %s.
sk: Vyhľadávanie je na konci, pokračujem od %su.
sl: Iskanje je zavito, nadaljevanje iz %s.

source: Second date must be later than first
ar: يجب أن يكون التاريخ الثاني بعد الأول
lv: Otrajam datumam jābūt vēlākam par pirmo
pt_br: A segunda data deve ser posterior à primeira
sk: Druhý dátum musí byť neskôr ako prvý
sl: Drugi datum mora biti poznejši od prvega

source: Second number must be greater than first
ar: يجب أن يكون الرقم الثاني أكبر من الأول
lv: Otrajam skaitlim ir jābūt lielākam par pirmo
pt_br: O segundo número deve ser maior que o primeiro
sk: Druhé číslo musí byť väčšie ako prvé
sl: Drugo število mora biti večje kot prvo

source: Security
ar: امان
lv: Drošība
pt_br: Segurança
sk: Zabezpečenie
sl: Varnost

source: See Attachment filters
ar: انظر فلاتر المرفقات
lv: Skatiet Pielikumu filtrus
pt_br: Consulte Filtros de anexo
sk: Pozri filtre príloh
sl: Glejte Filtri prilog

source: See LICENSE for open source details.
ar: راجع LICENSE للحصول على تفاصيل البرنامج المفتوح المصدر.
lv: Sīkāku informāciju par atvērtā pirmkoda programmām skatiet sadaļā LICENCE.
pt_br: Consulte LICENÇA para obter detalhes de código aberto.
sk: Podrobnosti o open source sú v súbore LICENSE.
sl: Preberite LICENCO za odpiranje podrobnosti vira.

source: See Password History filters
ar: شاهد فلاتر تاريخ كلمات المرور
lv: Skatiet paroļu vēstures filtrus
pt_br: Ver filtros do histórico de senhas
sk: Pozri filtre histórie hesiel
sl: Glejte Filtri zgodovine gesel

source: See Password Policy filters
ar: شاهد فلاتر سياسات كلمات المرور
lv: Skatiet paroles politikas filtrus
pt_br: Ver filtros de política de senha
sk: Pozri filtre pravidiel tvorby hesla
sl: Glejte Filtri pravilnika gesel

source: Seek failed on %1
ar: فشل البحث في %1
lv: Meklēšana neizdevās %1
pt_br: Falha na pesquisa em %1
sk: Hľadanie zlyhalo na %1
sl: Iskanje ni uspelo na %1

source: Select
ar: إختار
lv: Izvēlieties
pt_br: Selecionar
sk: Vybrať
sl: Izberi

source: Select &All
ar: اختيار &الكل
lv: Izvēlēties &visus
pt_br: Selecionar Tudo
sk: Vybrať všetko
sl: Izberi &vse

source: Select Browser:
ar: إختر متصفح:
lv: Izvēlēties pārlūkprogrammu:
pt_br: Selecione o navegador:
sk: Vyberte program:
sl: Izberi brskalnik:

source: Select Database
ar: إختار قاعدة بيانات
lv: Izvēlēties Datu bāzi
pt_br: Selecione o banco de dados
sk: Vybrať databázu
sl: Izberi zbirko podatkov

source: Select Keyboard:
ar: إختار كيبورد:
lv: Izvēlēties tastatūru:
pt_br: Selecione o teclado:
sk: Vybrať klávesnicu:
sl: Izberi tipkovnica:

source: Select Location for Intermediate Backups
ar: حدد الموقع للنسخ الاحتياطية المتوسطة
lv: Izvēlēties atrašanās vietu starpposma dublēšanai
pt_br: Selecione o local para backups intermediários
sk: Vyberte umiestnenie pre prechodné zálohy
sl: Izberi mesto mesnih varnostnih kopij

source: Select Locked Text Color:
ar: حدد لون نص مقفل:
lv: Izvēlēties noslēgtā teksta krāsu:
pt_br: Selecione a cor do texto bloqueado:
sk: Vybrať farbu textu pre zamknuté:
sl: Izberi barvo zaklenjenega besedila:

source: Select Test Dump Type
ar: حدد نوع تفريغ الاختبار
lv: Izvēlēties testa izgāztuves veidu
pt_br: Selecione o tipo de despejo de teste
sk: Vybrať typ testovacieho dump exportu
sl: Izberite vrsto prezkusnega odlagališča

source: Select Unlocked Text Color:
ar: حدد لون النص غير المقفل:
lv: Izvēlēties atbloķētā teksta krāsu:
pt_br: Selecione Cor do texto desbloqueado:
sk: Vybrať farbu textu pre odomknuté:
sl: Izberi barvo odklenjenega besedila:

source: Select a button.
ar: إختار زر.
lv: Izvēlēties pogu.
pt_br: Selecione um botão.
sk: Vybrať tlačidlo.
sl: Izberi gumb.

source: Select a report to view.
ar: حدد تقريرا لعرضه.
lv: Atlasiet skatāmo atskaiti.
sk: Vyberte report, ktorý chcete zobraziť.

source: Select all entries
ar: إختر جميع المدخلات
lv: Izvēlēties visus ierakstus
pt_br: Selecionar todas as entradas
sk: Vybrať všetky záznamy
sl: Izberi vse vnose

source: Select entry to compare
ar: إختر مدخل للمقارنة
lv: Izvēlieties ierakstu, ko salīdzināt
pt_br: Selecione a entrada para comparar
sk: Vybrať záznam na porovnanie
sl: Izberi vnos za primerjavo

source: Select media type
ar: حدد نوع الوسائط
lv: Izvēlieties materiāla veidu
sk: Vybrať typ média

source: Select some entries
ar: إختر بعض المدخلات
lv: Izvēlēties dažus ierakstus
pt_br: Selecione algumas entradas
sk: Vybrať tieto záznamy
sl: Izberite nekaj vnosov

source: Selected
ar: مختار
lv: Atlasīts
pt_br: Selecionado
sk: Vybraný
sl: Izbrano

source: Selected Fields:
ar: الحقول المختارة:
lv: Atlasītie lauki:
pt_br: Campos selecionados:
sk: Vybrané polia:
sl: Izbrana polja:

source: Selected filter details:
ar: تفاصيل الفلتر المختار:
lv: Atlasītā filtra informācija:
pt_br: Detalhes do filtro selecionado:
sk: Podrobnosti vybraného filtra:
sl: Podrobnosti izbranega filtra:

source: Selected policy details:
ar: تفاصيل السياسة المختارة:
lv: Atlasītās politikas informācija:
pt_br: Detalhes da política selecionada:
sk: Podrobnosti vybraných zásad tvorby hesla:
sl: Podrobnosti izbranega pravilnika:

source: Send
ar: إرسال
lv: Sūtīt
pt_br: Enviar
sk: Odoslať
sl: Pošlji

source: Send &Email
ar: إرسال &بريد الكتروني
lv: Sūtīt &e-pastu
pt_br: Enviar &e-mail
sk: Odoslať email
sl: Pošlji &e-pošto

source: Send Email
ar: إرسال بريد الكتروني
lv: Sūtīt e-pastu
pt_br: Enviar e-mail
sk: Odoslať email
sl: Pošlji e-pošto

source: Send Mail failed to send message.
ar: فشل إرسال الرسالة.
lv: Send Mail neizdevās nosūtīt ziņojumu.
pt_br: Falha ao enviar e-mail ao enviar mensagem.
sk: Nepodarilo sa odoslať email.
sl: Pošlji pošto ni poslalo sporočila.

source: Serbian (Cyrillic)
pt_br: Sérvio (Cirílico)
sk: Srbská (cyrilika)
sl: Srbščina (cirilica)

source: Serbian (Latin)
pt_br: Sérvio (Latim)
sk: Srbská (latinka)
sl: MadÅ¾arska (US)

source: Session
ar: جلسة
lv: Sesija
pt_br: Sessão
sk: Relácia
sl: Seja

source: Set Add/Edit display font
ar: قم بتعيين إضافة / تحرير خط العرض
lv: Iestatiet Pievienot/Rediģēt displeja fontu
pt_br: Definir fonte de exibição adicionar/editar
sk: Nastaviť písmo pre Pridať/Upraviť
sl: Nastavi pisavo za Dodaj/Uredi prikaz

source: Set Attachment Filters: %d Added; %d Active
ar: تعيين فلاتر المرفقات: تمت إضافة %d؛ %d نشط
lv: Iestatīt pielikumu filtrus: %d pievienoti;%d aktīvi
pt_br: Definir filtros de anexo: %d Adicionado; %d Ativo
sk: Nastaviť filtre príloh: %d pridané; %d aktívne
sl: Nastavite filtre za Priloge: %d dodano; %d aktivnih

source: Set Database ID
ar: تعيين ID قاعدة البيانات
lv: Iestatīt datu bāzes ID
pt_br: Definir ID do banco de dados
sk: Nastaviť ID databázy na ikone
sl: NastavI ID zbirke podatkov

source: Set Database Index to overlay on System Tray icon
ar: قم بتعيين فهرس قاعدة البيانات لتتراكب على أيقونة علبة النظام
lv: Iestatīt datu bāzes indeksu, kas parādās sistēmas teknes ikonā
pt_br: Definir Índice do banco de dados como sobreposição no ícone Bandeja do sistema
sk: Nastav index databázy na ikone v System Tray
sl: Nastavi indeks zbirke podatkov za prekrivanje v sistemski programski vrstici

source: Set Date/Time
ar: تعيين تاريخ\وقت
lv: Datums/Laiks
pt_br: Definir data/hora
sk: Dátum/čas nastavenia
sl: Nastavi datum/čas

source: Set Default Username?
ar: تعيين إسم مستخدم إفتراضي؟
lv: Vai iestatīt noklusējuma lietotājvārdu?
pt_br: Definir nome de usuário padrão?
sk: Nastaviť ako predvolené používateľské meno?
sl: Nastavim privzeto uporabniško ime?

source: Set Display Filter
ar: تعيين فلتر عرض
lv: Iestatīt displeja filtru
pt_br: Definir filtro de exibição
sk: Nastaviť filter zobrazenia
sl: Nastavvi filter prikaza

source: Set Display Filters
ar: تعيين فلاتر العرض
lv: Iestatīt displeja filtrus
pt_br: Definir filtros de exibição
sk: Nastaviť filtre zobrazenia
sl: Nastavi filtre prikaza

source: Set Display Filters: %d Added; %d Active
ar: تعيين فلاتر العرض: تمت إضافة %d ؛ %d نشط
lv: Iestatīt displeja filtrus: %d pievienoti;%d aktīvi
pt_br: Definir filtros de exibição: %d Adicionado; %d Ativo
sk: Nastaviť filtre zobrazenia: %d pridané; %d aktívne
sl: Nastavi filtre prikaza: %d dodano; %d aktivnih

source: Set Entry's Password Policy
ar: تعيين سياسية كلمة المرور للمدخل
lv: Iestatiet ieraksta paroles politiku
pt_br: Definir política de senha da entrada
sk: Nastaviť zásady tvorby hesla pre tento záznam
sl: Nastavi Pravilnik gesla vnosa

source: Set Notes display font
ar: تعيين خط عرض الملاحظات
lv: Iestatīt piezīmju displeja fontu
pt_br: Definir fonte de exibição do Notes
sk: Nastaviť písmo pre zobrazenie poznámok
sl: Nastavi pisavo za prikaz opomb

source: Set Password History Filters: %d Added; %d Active
ar: تعيين فلاتر محفوظات كلمة المرور: تمت إضافة %d ؛ %d نشط
lv: Iestatīt paroles vēstures filtrus: %d pievienoti;%d aktīvi
pt_br: Definir filtros do histórico de senhas: %d Adicionado; %d Ativo
sk: Nastaviť filtre histórie hesiel: %d pridané; %d aktívne
sl: Nastavi filtre zgodovine gesel: %d dodano; %d aktivnih

source: Set Password Policy Filters: %d Added; %d Active
ar: تعيين فلاتر سياسات كلمة المرور: %d مضاف؛ %d نشط
lv: Iestatīt paroles politikas filtrus: %d pievienoti;%d aktīvi
pt_br: Definir filtros de política de senha: %d Adicionado; %d Ativo
sk: Nastaviť filtre zásad tvorby hesla: %d pridané; %d aktívne
sl: Nastavi filtre pravilnikov gesel: %d dodano; %d aktivnih

source: Set Password display font
ar: تعيين خط عرض كلمة المرور
lv: Iestatīt paroles displeja fontu
pt_br: Definir fonte de exibição da senha
sk: Nastaviť písmo pre zobrazenie hesla
sl: Nastavi pisavo za prikaz gesla

source: Set Sample &Text
ar: تعيين عينة &نص
lv: Iestatīt parauga &tekstu
pt_br: Definir amostra e texto
sk: Nastaviť vzorový text
sl: Nastavi vzorčno &besedilo

source: Set Tree/List display font
ar: تعيين خط عرض الشجرة / القائمة
lv: Iestatīt Koka/Saraksta displeja fontu
pt_br: Definir fonte de exibição Árvore/Lista
sk: Nastaviť písmo zobrazenia stromu/zoznamu
sl: Nastavi pisavo za prikaz drevesa/seznama

source: Set Virtual Keyboard font
ar: تعيين خط الكيبورد الإفتراضي
lv: Iestatīt virtuālās tastatūras fontu
pt_br: Definir fonte do teclado virtual
sk: Nastaviť písmo virtuálnej klávesnice
sl: Nastavi pisavo navidezne tipkovnice

source: Set Yubikey
ar: تعيين Yubikey
lv: Iestatīt Yubikey
pt_br: Definir Yubikey
sk: Nastaviť
sl: Nastavi Yubikey

source: Set maximum number of passwords saved to above value
ar: تعيين الحد الأقصى لعدد كلمات المرور المحفوظة ل القيمة أعلاه
lv: Iestatīt maksimālo saglabāto paroļu skaitu uz augstāko vērtību
pt_br: Definir número máximo de senhas salvas para o valor acima
sk: Nastaviť maximálny počet uložených hesiel na vyššie uvedenú hodnotu
sl: Nastavi največje število shranjenih gesel nad vrednostjo

source: Shift Double-Click Action
ar: إجراء Shift Double-Click
lv: Shift un dubultklikšķis
pt_br: Ação Shift Clique Duplo
sk: Akcia na Shift dvojklik
sl: Akcija Shift-Dvoklika

source: Shift Double-Click Action:
ar: Shift نقرًا مزدوجًا إجراء:
lv: Shift un dubultklikšķis:
pt_br: Ação Shift Clique Duplo:
sk: Akcia na Shift dvojklik:
sl: Akcija Shift-Dvoklika:

source: Shift+Double-Click Action
ar: Shift + انقر نقرًا مزدوجًا إجراء
lv: Shift+dubultklikšķa darbība
pt_br: Ação Shift+Clique Duplo
sk: Akcia na Shift dvojklik
sl: Akcija Shift-Dvoklika

source: Shift+click to view current policy
ar: Shift + انقر لعرض السياسة الحالية
lv: Shift+klikšķis, lai skatītu esošo politiku
pt_br: Shift+clique para ver a política atual
sk: Shift+kliknutie pre zobrazenie aktuálnych zásad tvorby hesla
sl: Shift+klik za ogled trenutnega pravilnika

source: Shortcut '%s' already assigned to menu item '%s'.
ar: تم تعيين الاختصار '%s' بالفعل لعناصر القائمة'%s '.
lv: Īsceļš '%s' jau ir piešķirts izvēlnes vienumam '%s'.
pt_br: O atalho '%s' já foi atribuído ao item de menu '%s'.
sk: Skratka '%s' je už priradená k položke menu '%s'.
sl: Bližnjica '%s' je že dodeljena menijskem vnosu '%s'.

source: Shortcut Base entry
ar: مدخل اختصار اساسي
lv: Īsceļa bāzes ieraksts
pt_br: Atalho Base de entrada
sk: Základný záznam odkazu
sl: Bližnjica osnovnega vnosa

source: Shortcut Base entry - password expired
ar: مدخل قاعدة الاختصار - انتهت صلاحية كلمة المرور
lv: Īsceļa bāzes ieraksts — paroles derīguma termiņš beidzies
pt_br: Atalho Base de entrada - senha expirada
sk: Základný záznam odkazu - heslo vypršalo
sl: Bližnjica osnovnega vnosa - geslo je poteklo

source: Shortcut Base entry - warning password will expire
ar: مدخل قاعدة الاختصار - ستنتهي صلاحية كلمة مرور التحذير
lv: Īsceļa bāzes ieraksts — brīdinājuma parole beigsies
pt_br: Atalho Base de entrada - a senha de aviso expirará
sk: Základný záznam odkazu - pozor, heslo čoskoro vyprší
sl: Bližnjica osnovnega vnosa - opozorilo o poteku gesla

source: Shortcut Key
ar: مفتاح إختصار
lv: Īsceļš
pt_br: Tecla de atalho
sk: Klávesová skratka
sl: Tipka bližnjice

source: Shortcut WARNING....
ar: تخذير إختصار...
lv: Īsceļš BRĪDINĀJUMS....
pt_br: Atalho ATENÇÃO....
sk: Upozornenie - skratka
sl: Bližnjica OPZORILO...

source: Shortcut to %s
ar: اختصار ل %s
lv: Īsceļš uz %s
pt_br: Atalho para %s
sk: Odkaz na %s
sl: Bližnjica do %s

source: Shortcuts
ar: إختصارات
lv: Tastatūras īsceļi
pt_br: Atalhos
sk: Skratky
sl: Bližnjice

source: Show
ar: إظهار
lv: Rādīt
pt_br: Mostrar
sk: Zobraziť
sl: Prikaži

source: Show Master Password
ar: إظهار كلمة المرور الرئيسية
lv: Rādīt pamatparoli
pt_br: Mostrar senha mestra
sk: Zobraziť hlavné heslo

source: Show Notes
ar: أظهار الملاحظات
lv: Rādīt piezīmes
pt_br: Mostrar notas
sk: Zobraziť poznámky
sl: Prikaži Opombe

source: Show Notes as ToolTips in Tree && List views
ar: إظهار الملاحظات كتلميحات أدوات في طرق عرض الشجرة والقائمة
lv: Rādīt piezīmes kā rīka padomus koka un saraksta skatos
pt_br: Mostrar notas como dicas de ferramentas nas visualizações em árvore e lista
sk: Zobraziť poznámky ako popisy v strome a v zozname
sl: Prikaži opombe kot namige v prikazih drevesa in seznama

source: Show Notes in Edit
ar: عرض الملاحظات في التعديل
lv: Rādīt piezīmes sadaļā Rediģēt
pt_br: Mostrar notas em Editar
sk: Zobraziť poznámky
sl: Prikaži Opombe v Uredi

source: Show Passphrase
ar: إظهار عبارة المرور
lv: Rādīt paroli
pt_br: Mostrar senha
sk: Zobraziť prístupovú frázu
sl: Prikaži Geslo

source: Show Password in Add && Edit
ar: إظهار كلمة المرور في إضافة && تحرير
lv: Rādīt paroli sadaļās Pievienot un Rediģēt
pt_br: Mostrar senha em Adicionar e Editar
sk: Zobraziť heslo počas vytvárania a úprave záznamu
sl: Prikaži geslo v Dodaj in Uredi

source: Show Password in Tree View
ar: اظهار كلمة المرور في عرض شجري
lv: Rādīt paroli koka skatā
pt_br: Mostrar senha na exibição em árvore
sk: Zobraziť heslo v stromovom zobrazení
sl: Prikaži geslo v drevesnem prikazu

source: Show Username in Tree View
ar: إظهار اسم المستخدم في عرض شجري
lv: Rādīt lietotājvārdu koka skatā
pt_br: Mostrar nome de usuário na exibição em árvore
sk: Zobraziť používateľské meno v stromovom zobrazení
sl: Prikaži uporabniško ime v drevesnem prikazu

source: Show Virtual Keyboard
ar: أظهر الكيبورد الإفتراضي
lv: Rādīt virtuālo tastatūru
pt_br: Mostrar teclado virtual
sk: Zobraziť virtuálnu klávesnicu
sl: Prikaži navidezno tipkovnico

source: Show a subset of the Password
ar: عرض أجزاء من كلمة السر
lv: Rādīt paroles apakškopu
pt_br: Mostrar um subconjunto da senha
sk: Zobraziť časť hesla
sl: Prikaži podmnožico gesla

source: Show entries with identical compared fields (Note: Unknown fields were not compared.)
ar: إظهار المدخلات ذات حقول المقارنة المتطابقة (ملاحظة: لم تتم مقارنة الحقول غير المعروفة.)
lv: Rādīt ierakstus ar identiskiem salīdzinātajiem laukiem (Piezīme: nezināmi lauki netika salīdzināti.)
pt_br: Mostrar entradas com campos comparados idênticos (Nota: Campos desconhecidos não foram comparados.)
sk: Zobraziť záznamy s identickými porovnávanými poľami (Poznámka: Neznáme polia neboli porovnávané.)
sl: Prikaži vnose z identičnimi primerjanimi polji (Opomba: neznana polja niso bila primerjana.)

source: Show grid lines in List View
ar: إظهار خطوط الشبكة في عرض قائمة
lv: Rādīt režģa līnijas saraksta skatā
pt_br: Mostrar linhas de grade na Exibição em Lista
sk: Zobraziť mriežku v zobrazení zoznamu
sl: Prikaži mrežne črte v prikazu seznama

source: Show identical compared fields (Note: Unknown fields were not compared.)
ar: إظهار الحقول المقارنة المتطابقة (ملاحظة: لم تتم مقارنة الحقول غير المعروفة.)
lv: Rādīt identiskus salīdzinātos laukus (Piezīme: nezināmi lauki netika salīdzināti.)
pt_br: Mostrar campos comparados idênticos (Nota: Campos desconhecidos não foram comparados.)
sk: Zobraziť identické porovnané polia (Poznámka: Neznáme polia sa neporovnávali.)
sl: Prikaži identična primerjana polja (Opomba: neznana polja niso bila primerjana.)

source: Shutdown, Restart or Logoff in progress
ar: إيقاف التشغيل أو إعادة التشغيل أو تسجيل الخروج قيد التقدم
lv: Notiek izslēgšana, restartēšana vai atteikšanās
pt_br: Encerramento, reinicialização ou logoff em andamento
sk: Prebieha vypnutie, reštart alebo odhlásenie
sl: V teku je zaustavitev, vnovičen zagon ali odjava iz sistema

source: Signal Abort
ar: إحباط الإشارة
lv: Signāla pārtraukšana
pt_br: Sinal Abortar
sk: Signál Abort
sl: Prekini signal

source: Signal Illegal Instruction
ar: التعليمات غير القانونية للإشارة
lv: Signāla nelikumīga instrukcija
pt_br: Sinal Instrução Ilegal
sk: Signál Illegal Instruction
sl: Signal nezakonita navodila

source: Signal Terminate
ar: إنهاء الإشارة
lv: Signāla izbeigšana
pt_br: Sinal Terminar
sk: Signál Terminate
sl: Prekinitev signala

source: Slovak
pt_br: Eslovaco
sk: Slovenská
sl: Slovaščina

source: Slovak (QWERTY)
pt_br: Eslovaco (QWERTY)
sk: Slovenská (Qwerty)
sl: Slovaščina (QWERTY)

source: Slovenian
pt_br: Esloveno
sk: Slovinská
sl: Slovenščina

source: Some characters may be missing or not be displayed correctly, as we were unable to find the Arial Unicode MS font.
ar: قد تكون بعض الأحرف مفقودة أو لا يتم عرضها بشكل صحيح ، حيث لم نتمكن من العثور على خط Arial Unicode MS.
lv: Dažas rakstzīmes var trūkt vai nav parādītas pareizi, jo mēs nevarējām atrast Arial Unicode MS fontu.
pt_br: Alguns caracteres podem estar ausentes ou não ser exibidos corretamente, pois não conseguimos encontrar a fonte Arial Unicode MS.
sk: Niektoré znaky môžu chýbať alebo nie sú zobrazené správne, pretože sme neboli schopní nájsť písmo Arial Unicode MS.
sl: Nekateri znaki morda manjkajo ali pa niso pravilno prikazani, saj ne moremo najti pisave Arial Unicode MS.

source: Some consistency issues were found while opening the database. You should save this database before proceeding. More details may be found in the report.
ar: تم العثور على بعض مشكلات الاتساق أثناء فتح قاعدة البيانات. يجب حفظ قاعدة البيانات هذه قبل المتابعة. ويمكن الاطلاع على مزيد من التفاصيل في التقرير.
lv: Atverot datubāzi, tika konstatētas dažas konsekvences problēmas. Pirms turpināt, jums vajadzētu saglabāt šo datu bāzi. Sīkāku informāciju var atrast ziņojumā.
sk: Pri otváraní databázy sa našli niektoré problémy s konzistentnosťou. Mali by ste uložiť túto databázu pred pokračovaním. Viac podrobností je možné nájsť v správe.

source: Some consistency issues were found while opening the database. You should save this database before proceeding. Please view report for details.
sk: Pri otváraní databázy sa našli niektoré problémy s konzistentnosťou. Mali by ste uložiť túto databázu pred pokračovaním. Viac podrobností je možné nájsť v správe.
sl: Med odpiranjem zbirke podatkov so bile najdene nekatere težave z doslednostjo. To zbirko podatkov shranite, preden nadaljujete. Za podrobnosti preberite poročilo.
