Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: All Password History ignored.
ar: تجاهل تاريخ كلمات المرور.
lv: Visa paroļu vēsture ir ignorēta.
pt_br: Todo o histórico de senhas ignorado.
sk: Celá história hesiel ignorovaná.
sl: Vsa zgodovina gesel je zanemarjena.

source: Field is too long.
ar: الحقل طويل جدا.
lv: Lauks ir pārāk garš.
pt_br: O campo é muito longo.
sk: Pole je príliš dlhé.
sl: Polje je predolgo.

source: Field is too short.
ar: الحقل قصير جدا.
lv: Lauks ir pārāk īss.
pt_br: O campo é muito curto.
sk: Pole je príliš krátke.
sl: Polje je prekratko.

source: Field length is incorrect.
ar: طول الحقل غير صحيح.
lv: Lauka garums nav pareizs.
pt_br: O tamanho do campo está incorreto.
sk: Dĺžka poľa je nesprávna.
sl: Dolžina polja je napačna.

source: Invalid date/time value.
ar: قيمة التاريخ/الوقت غير صالحة.
lv: Nederīga datuma/laika vērtība.
pt_br: Valor de data/hora inválido.
sk: Neplatná hodnota dátumu/času.
sl: Neveljavna vrednost datuma/časa.

source: Invalid field separator character found - only a single blank is allowed between fields.
ar: تم العثور على حرف حقل فاصل غير صالح - فقط فراغ واحد مسموح بين الحقول.
lv: Atrasta nederīga lauka atdalīšanas rakstzīme — starp laukiem ir atļauta tikai viena tukša vieta.
pt_br: Caractere de separador de campo inválido encontrado - somente um único espaço em branco é permitido entre os campos.
sk: Zistený znak neplatného oddeľovača poľa - medzi poliami je povolený iba jeden prázdny znak.
sl: Najden je bil neveljaven znak za ločilo polja - med polji je dovoljena le en presledek.

source: Invalid header: '%ls' (must be 5 hexadecimal characters).
ar: رأس غير صالح:'%ls'(يجب ان تكون 5 احرف سداسية عشرية)
lv: Nederīga galvene: '%ls' (jābūt 5 heksadecimālajām rakstzīmēm).
pt_br: Cabeçalho inválido: '%ls' (deve ter 5 caracteres hexadecimais).
sk: Neplatná hlavička: '%ls' (musí to byť 5 hexadecimálnych znakov).
sl: Neveljavna glava:'%ls' (mora biti 5 šestnajstiških znakov).

source: Invalid number of saved old passwords %d.
ar: عدد غير صحيح من كلمات المرور القديمة المحفوظة %d.
lv: Nederīgs saglabāto veco paroļu skaits %d.
pt_br: Número inválido de senhas antigas salvas %d.
sk: Neplatný počet uložených starých hesiel %d.
sl: Neveljavno število shranjenih starih gesel %d.

source: Invalid password length found (differs from length of following password).
ar: تم إيجاد طول كلمة المرور غير صالح (يختلف عن طول كلمة المرور التالية)
lv: Atrasts nederīgs paroles garums (atšķiras no nākamās paroles garuma).
pt_br: Comprimento da senha inválido encontrado (difere do tamanho da senha a seguir).
sk: Neplatná nájdená dĺžka hesla (odlišuje sa od dĺžky nasledujúceho hesla).
sl: Najdena je bila neveljavna dolžina gesla (razlikuje se od dolžine naslednjega gesla).

source: Invalid password length found (not a hexadecimal number).
ar: تم إيجاد طول كلمة مرور غير صالح (ليس رقم سداسي عشري)
lv: Atrasts nederīgs paroles garums (nevis heksadecimāls skaitlis).
pt_br: Comprimento da senha inválido encontrado (não um número hexadecimal).
sk: Nájdená neplatná dĺžka hesla (nie je hexadecimálne číslo).
sl: Najdena je bila neveljavna dolžina gesla (ni šestnajstiško število).

source: Invalid status value: %d (must be either 0 or 1).
ar: قيمة الحالة غير صالحة: %d يجب ان تكون اما 0 او 1.
lv: Nederīga statusa vērtība: %d (jābūt 0 vai 1).
pt_br: Valor de status inválido: %d (deve ser 0 ou 1).
sk: Neplatná hodnota stavu: %d (musí byť buď 0 alebo 1).
sl: Neveljavna vrednost stanja: %d (mora biti 0 ali 1).

source: 'AutoType'
ar: 'الكتابة التلقائية'
lv: 'AutoIevade'
pt_br: 'Preenchimento Automático'
sk: 'Automatické dopĺňanie'
sl: 'Samodejna vrsta'

source: 'Creation Time'
ar: 'وقت الإنشاء'
lv: 'Izveides laiks'
pt_br: 'Hora de Criação'
sk: 'Čas vytvorenia'
sl: 'Čas ustvarjanja'

source: 'Group'
ar: 'مجموعة'
lv: 'Grupa'
pt_br: 'Grupo'
sk: 'Skupina'
sl: 'Skupina'

source: 'Has Attachments'
ar: 'يملك مرفقات'
lv: 'Ir pielikumi'
pt_br: 'Tem Anexos'
sk: 'Má prílohy'
sl: 'Ima priloge'

source: 'Keyboard Shortcut'
ar: 'إختصارات لوحة المفاتيح'
lv: 'Tastatūras saīsne'
pt_br: 'Atalho do Teclado'
sk: 'Klávesová skratka'
sl: 'Bližnjica s tipkovnico'

source: 'Last Access Time'
ar: 'اخر وقت وصول'
lv: 'Pēdējais piekļuves laiks'
pt_br: 'Hora do Último Acesso'
sk: 'Posledný čas prístupu'
sl: 'Čas zadnjega dostopa'

source: 'Notes'
ar: 'ملاحظات'
lv: 'Piezīmes'
pt_br: 'Notas'
sk: 'Poznámky'
sl: 'Opombe'

source: 'Password Expiry Time Interval'
ar: 'فترة انتهاء صلاحية كلمة السر'
lv: 'Paroles derīguma termiņa intervāls'
pt_br: 'Intervalo de Tempo de Expiração da Senha'
sk: 'Časový interval vypršania hesla'
sl: 'Časovni interval prenehanja gesla'

source: 'Password Expiry Time'
ar: 'وقت انتهاء صلاحية كلمة السر'
lv: 'Paroles derīguma termiņš'
pt_br: 'Tempo de Expiração da Senha'
sk: 'Čas vypršania hesla'
sl: 'Čas poteka gesla'

source: 'Password History'
ar: 'تاريخ كلمة السر'
lv: 'Paroļu vēsture'
pt_br: 'Histórico de Senha'
sk: 'História hesiel'
sl: 'Zgodovina gesel'

source: 'Password Modification Time'
ar: 'وقت تعديل كلمة السر'
lv: 'Paroles modifikācijas laiks'
pt_br: 'Hora de Modificação da Senha'
sk: 'Čas úpravy hesla'
sl: 'Čas spremembe gesla'

source: 'Password Policy'
ar: 'سياسة كلمة المرور'
lv: 'Paroles politika'
pt_br: 'Política de Senha'
sk: 'Zásady tvorby hesla'
sl: 'Pravilnik gesel'

source: 'Password'
ar: 'كلمة المرور'
lv: 'Parole'
pt_br: 'Senha'
sk: 'Heslo'
sl: 'Geslo'

source: 'Policy Name'
ar: 'اسم السياسة المتبعة'
lv: 'Politikas nosaukums'
pt_br: 'Nome da Política'
sk: 'Názov zásad tvorby hesla'
sl: 'Ime pravilnika'

source: 'Record Modification Time'
ar: 'تسجيل وقت التعديل'
lv: 'Ieraksta modifikācijas laiks'
pt_br: 'Hora de Modificação do Registro'
sk: 'Čas úpravy záznamu'
sl: 'Čas spremembe zapisa'

source: 'Run Command'
ar: 'تنفيذ امر'
lv: 'Izpildīt komandu'
pt_br: 'Executar Comando'
sk: 'Spustiť príkaz'
sl: 'Zaženi ukaz'

source: 'Title'
ar: 'العنوان'
lv: 'Nosaukums'
pt_br: 'Título'
sk: 'Názov'
sl: 'Naslov'

source: 'Two Factor Key'
ar: "مفتاح عاملين"
lv: "Divu faktoru atslēga"
pt_br: 'Chave de dois fatores'
sk: 'Dvoj-faktorový kľúč'

source: 'User'
ar: 'المستخدم'
lv: 'Lietotājs'
pt_br: 'Usuário'
sk: 'Používateľ'
sl: 'Uporabnik'

source: 'protected'
ar: 'محمي'
lv: 'aizsargāts'
pt_br: 'protegida(o)'
sk: 'zamknutý'
sl: 'zaščiteno'

source: 'symbols'
ar: 'الرموز'
lv: 'simboli'
pt_br: 'símbolos'
sk: 'symboly'
sl: 'simboli'

source: (EasyVision Symbols)
ar: (رموز سهل تمييزها)
lv: (Viegli redzami simboli)
pt_br: (Símbolos EasyVision)
sk: (symboly EasyVision)

source: (Pronounceable Symbols)
ar: (رموز قابلة للنطق)
lv: (Izrunājamie simboli)
pt_br: (Símbolos Pronunciáveis)
sk: (vysloviteľné symboly)

source: (application default)
ar: (التطبيق الافتراضي)
lv: (noklusējums)
pt_br: (padrão do aplicativo)
sk: (predvolené nastavenie)
sl: (privzeto za aplikacijo)

source: (at least N restrictions may be ignored)
ar: (قد يتم تجاهل ن قيود على الأقل)
lv: (var ignorēt vismaz N ierobežojumus)
pt_br: (ao menos N restrições podem ser ignoradas)
sk: (aspoň N obmedzení je možné ignorovať)

source: / renamed %d
ar: \ معاد تسميته %d
lv: / pārdēvēts %d
pt_br: / renomeado %d
sk: / premenované %d
sl: / preimenovano %d

source: / skipped %d
ar: \ متخطى %d
lv: / izlaists %d
pt_br: / ignorado %d
sk: / preskočené %d
sl: / preskočeno %d

source: / with Password History errors %d
ar: \ مع أخطاء بتاريخ كلمات المرور %d
lv: / ar paroles vēstures kļūdām %d
pt_br: / com erros do Histórico de Senhas %d
sk: / s chybami histórie hesiel %d
sl: / z napakami zgodovine gesel %d

source: Copy # %d
ar: نسخ # %d
lv: Kopēt # %d
pt_br: Copiar # %d
sk: Kópia # %d
sl: Kopiraj # %d

source: Current default (%ls)
ar: الإفتراضي الحالي (%ls)
lv: Esošais noklusējums (%ls)
pt_br: Padrão atual (%ls)
sk: Súčasný predvolený (%ls)
sl: Trenutno privzeto (%ls)

source: Drag # %d
ar: اسحب # %d
lv: Velciet # %d
pt_br: Arrastar # %d
sk: Pretiahni # %d
sl: Povleci # %d

source: Duplicate # %d
ar: تكرار # %d
lv: Dublikāts # %d
pt_br: Duplicar # %d
sk: Duplikát # %d
sl: Podvoji # %d

source: Import # %d
ar: استيراد # %d
lv: Importēt # %d
pt_br: Importar # %d
sk: Importovať # %d
sl: Uvozi # %d

source: [Process ID=%s]
lv: [Procesa ID=%s]
pt_br: [ID do Processo=%s]
sk: [ID procesu=%s]
sl: [ID procesa=%s]

source: ! Edit externally
ar: ! تعديل خارجيا
lv: ! Rediģēt ārēji
pt_br: ! Editar externamente
sk: ! Upraviť externým editorom
sl: ! Uredi zunanje

source: # characters: %d
ar: #حروف: %d
lv: # rakstzīmes: %d
pt_br: # caracteres: %d
sk: # znakov: %d
sl: # znakov: %d

source: #attachments
ar: #مرفقات
lv: #pielikumi
pt_br: #anexos
sk: #prílohy
sl: #priloge

source: #description
ar: #وصف
lv: #apraksts
pt_br: #descrição
sk: #popis
sl: #opiso

source: #entries
ar: #مدخلات
lv: #ieraksti
pt_br: #entradas
sk: #záznamy
sl: #vnosi

source: #format
ar: #تنسيق
lv: #formāts
pt_br: #formato
sk: #formát

source: #groups
ar: #مجموعات
lv: #grupas
pt_br: #grupos
sk: #skupiny
sl: #skupine

source: #name
ar: #إسم
lv: #vārds
pt_br: #nome
sk: #názov
sl: #ime

source: #what
ar: #ماذا
lv: #kas
pt_br: #o quê
sk: #čo
sl: #kaj

source: #when
ar: #متى
lv: #kad
pt_br: #quando
sk: #kedy
sl: #kdaj

source: #who
ar: #من
lv: #kas
pt_br: #quem
sk: #kto
sl: #kdo

source: %1 contained an unexpected object.
ar: 1% احتوى على كائن غير متوقع.
lv: %1 satur neparedzētu objektu.
pt_br: %1 continha um objeto inesperado.
sk: %1 obsahovalo neočakávaný objekt.
sl: %1 je vseboval nepričakovan predmet.

source: %1 contains an incorrect path.
ar: 1%يحتوي على مسار غير صحيح.
lv: %1 satur nepareizu ceļu.
pt_br: %1 contem um caminho incorreto.
sk: %1 obsahuje nesprávnu cestu.
sl: %1 vsebuje napačno pot.

source: %1 contains an incorrect schema.
ar: 1% يحتوي على مخطط غير صحيح.
lv: %1 satur nepareizu shēmu.
pt_br: %1 contem um esquema incorreto.
sk: %1 obsahuje nesprávnu schému.
sl: %1 vsebuje nepravilno shemo.

source: %1 has a bad format.
ar: %1 يملك تنسيق سيء.
lv: %1 ir slikts formāts.
pt_br: %1 tem um mau formato.
sk: %1 má zlý formát.
sl: %1 ima slab format.

source: %1 was not found.
ar: 1% لم يتم ايجاد.
lv: %1 netika atrasts.
pt_br: %1 não foi encontrado.
sk: %1 sa nenašlo.
sl: %1 ni bilo najdeno.

source: %1: %2 Continue running script?
ar: ٪ 1:٪ 2 هل تريد الاستمرار في تشغيل السيكربت؟
lv: %1: %2 Vai turpināt skripta izpildi?
pt_br: %1: %2 Continuar executando o script?
sk: %1: %2 Pokračovať vo vykonávaní skriptu?
sl: %1: %2 Nadaljujem izvajanje skript?

source: %1 Cannot find this file. Verify that the correct path and file name are given.
ar: %1 لا يمكن العثور على هذا الملف. تحقق من إعطاء المسار الصحيح واسم الملف.
lv: %1 Nevar atrast šo failu. Pārbaudiet, vai ir norādīts pareizais ceļš un faila nosaukums.
pt_br: %1 Não é possível localizar este arquivo. Verifique se o caminho e o nome do arquivo informados estão corretos.
sk: %1 Tento súbor sa nedá nájsť. Overte, že je uvedená správna cesta a názov súboru.
sl: %1 Te datoteke ni mogoče najti. Preverite, ali sta podana pravilna pot in ime datoteke.

source: %Ts [Recovered]
ar: %Ts [مستعاد]
lv: %Ts [atgūts]
pt_br: %Ts [Recuperado]
sk: %Ts [Obnovené]
sl: %Ts [Obnovljeno]

source: %d entries exported
ar: %d مدخل تم تصديره
lv: Eksportēti %d ieraksti
pt_br: %d entradas exportadas
sk: %d záznamov bolo exportovaných
sl: %d izvoženih vnosov

source: %d entries synchronized
ar: %d مدخل متزامن
lv: %d ieraksti ir sinhronizēti
pt_br: %d entradas sincronizadas
sk: %d záznamov bolo synchronizovaných
sl: %d sinhroniziranih vnosov

source: %d entries under group
ar: إدخالات %d ضمن المجموعة
lv: %d ieraksti grupā
pt_br: %d inscrições em grupo
sk: %d záznamov v skupine

source: %d entry under group
ar: %d الإدخال ضمن المجموعة
lv: %d ieraksts grupā
pt_br: %d entrada em grupo
sk: %d záznam v skupine

source: %d items
ar: %d عنصر
lv: %d vienības
pt_br: %d itens
sk: %d položiek
sl: %d vnosov

source: %d of %d matches.
ar: %d من %d توافق.
lv: %d no %d atbilstības.
pt_br: %d de %d coincidências.
sk: %d z %d sa zhoduje.
sl: %d od %d ujemanj.

source: %d/%d items
ar: %d/%d عنصر
lv: %d/%d vienības
pt_br: %d/%d itens
sk: %d/%d položiek
sl: %d/%d vnosov

source: %ls - Copied %ls
ar: %ls - نسخ %ls
lv: %ls — kopēts %ls
pt_br: %ls - Copiado(s) %ls
sk: %ls - skopírované %ls
sl: %ls - Kopirano %ls

source: %ls - Imported %ls
ar: %ls - مستورد %ls
lv: %ls — importēti %ls
pt_br: %ls - Importado(s) %ls
sk: %ls - Naimportované %ls
sl: %ls - Uvoženo %ls

source: %ls - Merged %ls
ar: %ls - مدموج %ls
lv: %ls — apvienoti %ls
pt_br: %ls - Mesclado(s) %ls
sk: %ls - Zlúčené %ls
sl: %ls - Združeno %ls

source: %ls - Sync'd %ls
lv: %ls — sinhronizēts %ls
pt_br: %ls - Sincronizado(s) %ls
sk: %ls - Synchronizované %ls
sl: %ls - Sinhronizirano %ls

source: %ls has an empty %ls.
ar: %ls يملك فارغ %ls.
lv: %ls ir tukšs %ls.
pt_br: %ls tem um %ls vazio.
sk: %ls má prázdny %ls.
sl: %ls ima prazno %ls.

source: %ls not found. Cannot update entry's password.
ar: %ls لم يتم ايجاده.غير قادر على تحديث كلمة مرور المدخل.
lv: %ls nav atrasts.Nevar atjaunināt ieraksta paroli.
pt_br: %ls não foi localizado. Não é possível atualizar a senha da entrada.
sk: %ls sa nenašiel. Nedá sa zmeniť heslo záznamu.
sl: %ls ni bila najdena. Gesla za vnos ni mogoče posodobiti.

source: %ls on %ls
ar: %ls على %ls
lv: %ls uz %ls
pt_br: %ls em %ls
sk: %ls na %ls
sl: %ls na %ls

source: %ls, Title="%ls", User="%ls" already exists in your database or in the Import file. Added imported entry with title="%ls".
ar: %ls, عنوان="%ls",مستخدم="%ls" موجود بالفعل في قاعدة بياناتك او في ملف الاستيراد.اضافة مدخلات مستوردة مع عنوان="%ls". .
lv: %ls, Nosaukums="%ls", Lietotājs="%ls" jau pastāv jūsu datu bāzē vai importēšanas failā. Pievienots importēts ieraksts ar virsrakstu="%ls".
pt_br: %ls, Título="%ls", Usuário="%ls" já existe no seu banco de dados ou no arquivo Importar. A entrada importada foi adicionada com o título="%ls".
sk: %ls, Názov="%ls", Používateľske meno="%ls" už existuje v databáze alebo v importovanom súbore. Pridaný záznam s názvom="%ls".
sl: %ls, Naslov="%ls", Uporabnik="%ls" že obstaja v vaši zbirki podatkov ali v Uvozi datoteko. Dodan je uvožen vnos z naslovom="%ls".

source: %ls The configuration file will not be used.
ar: %ls ملف الاعدادت لن يتم استعماله.
lv: %ls Konfigurācijas fails netiks izmantots.
pt_br: %ls O arquivo da configuração não será utilizado.
sk: %ls Konfiguračný súbor sa nepoužije.
sl: %ls Konfiguracijska datoteka ne bo uporabljena.

source: %s (%s empty)
ar: %s (%s فارغ)
lv: %s (%s tukšas)
pt_br: %s (%s vazio)
sk: %s (%s prázdnych)
sl: %s (%s prazno)

source: %s (database-specific)
lv: %s (datubāzei specifisks)
pt_br: %s (banco de dados-específico)
sk: %s (špecifické pre databázu)
sl: %s (zbirka podatkov-specifično)

source: %s Do you wish to save changes to your database without it?
ar: %s هل ترغب في حفظ التغييرات في قاعدة البيانات الخاصة بك بدونها؟
lv: %s Vai vēlaties saglabāt izmaiņas savā datubāzē bez tā?
pt_br: %s Você quer salvar as alterações no seu banco de dados sem ele(a)?
sk: %s Prajete si uložiť zmeny do databázy bez toho?
sl: %s Ali želite shraniti spremembe v zbirko podatkov brez tega?

source: %s Either try to save database with another name or exit without saving.
ar: %s حاول إما حفظ قاعدة البيانات باسم آخر أو الخروج دون حفظ.
lv: %s Mēģiniet saglabāt datu bāzi ar citu nosaukumu vai iziet nesaglabājot.
pt_br: %s Tente salvar o banco de dados com outro nome ou saia sem salvar.
sk: %s Snažte sa buď uložiť databázu pod iným menom alebo skončite bez uloženia.
sl: %s Poskusite shraniti zbirko podatkov z drugim imenom ali zaprite brez shranjevanja.

source: %s Can't open file. Please choose another.
ar: %s غير قادر على فتح الملف. اختر ملف اخر.
lv: %s Nevar atvērt failu.Lūdzu, izvēlieties citu.
pt_br: %s Não é possível abrir o arquivo. Por favor, escolha outro.
sk: %s Nedá sa otvoriť súbor. Vyberte prosím iný súbor.
sl: %s Ne morem odpreti datoteke. Izberite drugo.

source: %s failed
ar: %s فشل
lv: %s neizdevās
pt_br: %s falhou
sk: %s zlyhalo
sl: %s ni uspelo

source: %s file being exported: %s
ar: %s ملف يتم تصديرها %s
lv: %s fails tiek eksportēts: %s
pt_br: %s arquivo sendo exportado: %s
sk: Exportuje sa %s súbor: %s
sl: %s datoteka je bila izvožena: %s

source: %s file being imported: %s
ar: %s ملف يتم استيرادها %s
lv: %s fails tiek importēts: %s
pt_br: %s arquivo sendo importado: %s
sk: Importuje sa %s súbor: %s
sl: %s datoteka je bila uvožena: %s

source: %s is a directory
ar: %s مجلد
lv: %s ir mape
pt_br: %s é um diretório
sk: %s je priečinok
sl: %s je imenik

source: %s. Preferences that are saved in the database can't be changed and are disabled.
ar: %s. لا يمكن تغيير التفضيلات المحفوظة في قاعدة البيانات وهي معطلة.
lv: %s.Preferences, kas ir saglabātas datu bāzē, nevar mainīt un ir atspējotas.
pt_br: %s. As preferências salvas no banco de dados não podem ser alteradas e estão desabilitadas.
sk: %s. Predvoľby uložené v databáze nie je možné zmeniť a zmeny sú zakázané.
sl: %s. Nastavitev, ki so shranjene v zbirki podatkov, ni mogoče spreminjati in so onemogočene.

source: %sA newer release is available.%s
ar: %sاصدار جديد متاح. %s
lv: %sIr pieejams jaunāks laidiens.%s
pt_br: %sUma versão mais recente está disponível.%s
sk: %sK dispozícii je novšia verzia.%s
sl: %sNa voljo je novejša različica.%s

source: %sCould not read server version data.%s
ar: %sغير قادر على قراءة بيانات اصدار الخادم.%s
lv: %sNevarēja nolasīt servera versijas datus.%s
pt_br: %sNão é possível ler os dados da versão do servidor.%s
sk: %sNepodarilo sa načítať údaje o verzii zo servera.%s
sl: %s Podatkov o različicah strežnika ni bilo mogoče prebrati.%s

source: %sCouldn't contact server.%s
ar: %sغير قادر على الاتصال بالخادم.%s
lv: %sNevarēja sazināties ar serveri.%s
pt_br: %sNão é possível contatar o servidor.%s
sk: %sNepodarilo sa kontaktovať server.%s
sl: %sPovezave s strežnikom ni bilo mogoče vzpostaviti.%s

source: %sThis is the latest release!%s
ar: %s هذا اخر اصدار!%s
lv: %sŠis ir jaunākais laidiens!%s
pt_br: %sEste é o lançamento mais recente!%s
sk: %sToto je najnovšia verzia!%s
sl: %s To je najnovejša izdaja!%s

source: %s Could not open file for reading!
ar: %s غير قادر على فتح ملف للقراءة!
lv: %s Nevar atvērt failu lasīšanai!
pt_br: %s Não é possível abrir o arquivo para a leitura!
sk: %s Nepodarilo sa otvoriť súbor na čítanie!
sl: %s Datoteke ni bilo mogoče odpreti za branje!

source: %s Could not open file for writing!
ar: %s غير قادر على فتح ملف للكتابة!
lv: %s Nevar atvērt failu rakstīšanai!
pt_br: %s Não é possível abrir o arquivo para a gravação!
sk: %s Nepodarilo sa otvoriť súbor na zápis!
sl: %s Datoteke ni bilo mogoče odpreti za pisanje!

source: %s File corrupt or truncated! Data may have been lost or modified. Continue anyway?
ar: %s ملف تالف أو مبتور! البيانات قد تكون ضائعة او معدلة. الاستمرار على اي حال؟
lv: %s Fails ir bojāts vai saīsināts! Iespējams, dati ir pazaudēti vai mainīti. Vai tomēr turpināt?
pt_br: %s O arquivo está danificado ou truncado! Os dados podem ter sido perdidos ou modificados. Continuar assim mesmo?
sk: %s Súbor je poškodený alebo skrátený! Nejaké dáta sa mohli stratiť alebo boli zmenené. Napriek tomu pokračovať?
sl: %s Datoteka je poškodovana ali okrnjena! Podatki so morda izgubljeni ali spremenjeni. Naj vseeno nadaljujem?

source: %s File is currently locked by %s
ar: %s ملف حاليا مقفل من قبل %s
lv: %s Failu pašlaik ir bloķējis %s
pt_br: %s Atualmente o arquivo está bloqueado por %s
sk: %s Súbor je v súčasnosti uzamknutý %s
sl: %s Datoteka je trenutno zaklenjena z %s

source: %s Invalid format
ar: %s تنسيق غير صالح
lv: %s Nederīgs formāts
pt_br: %s Formato inválido
sk: %s Neplatný formát
sl: %s Neveljaven format

source: %s Unknown error
ar: %s خطأ غير معروف
lv: %s Nezināma kļūda
pt_br: %s Erro desconhecido
sk: %s Neznáma chyba
sl: %s Neznana napaka

source: &Abort
ar: &إلغاء
lv: &Pārtraukt
pt_br: &Abortar
sk: Prerušiť
sl: &Vizitka

source: &About Password Safe...
ar: &حول Password Safe...
lv: &Par Password Safe...
pt_br: &Sobre o Password Safe...
sk: &O aplikácii Password Safe...
sl: &Vizitka...

source: &Add Entry...
ar: &إضافة مدخل...
lv: &Pievienot ierakstu...
pt_br: &Adicionar Entrada...
sk: &Pridať záznam...
sl: &Dodaj vnos...

source: &Add/Edit Font
ar: &إضافة / تعديل خط
lv: &Pievienot/rediģēt fontu
pt_br: &Adicionar/Editar Fonte
sk: Písmo pre Pridať/Upraviť
sl: &Dodaj/Uredi pisavo

source: &Apply
ar: &تطبيق
lv: &Lietot
pt_br: &Aplicar
sk: Použiť
sl: U&porabi

source: &Apply current
ar: &تطبيق الحالي
lv: &Lietot esošo
pt_br: &Aplicar atual
sk: Použiť aktuálny filter
sl: &Uporabi trenutno

source: &Browse to URL
ar: &الذهاب الى URL
lv: &URL saiti atvērt pārlūkā
pt_br: &Navegar até a URL
sk: Otvoriť URL v prehliadači
sl: Pre&brskaj v URL

source: &Change Master Password...
ar: وتغيير كلمة المرور الرئيسية...
lv: &Mainīt pamatparoli...
pt_br: &Alterar senha mestra...
sk: &Zmeniť hlavné heslo...

source: &Classic Toolbar
ar: &شريط الأدوات الكلاسيكي
lv: &Klasiskā rīkjosla
pt_br: &Barra de Ferramentas Clássica
sk: Klasický panel s nástrojmi
sl: &Klasična orodna vrstica

source: &Clear Recent History
ar: &إزالة التاريخ الحديث
lv: &Notīrīt neseno vēsturi
pt_br: &Limpar o Histórico Recente
sk: Vymaž históriu nedávnych položiek
sl: &Počisti nedavno zgodovino

source: &Clear Recent Safe List
sk: Vymaž zoznam nedávno otvorených databáz
sl: Počisti &nedavni seznam Sefa

source: &Clear Recently Opened List
ar: &مسح القائمة المفتوحة مؤخرا
sk: Vymaž zoznam nedávno otvorených

source: &Clear current
ar: &تنظيف الحالي
lv: &Notīrīt esošo
pt_br: &Limpar a atual
sk: Zrušiť aktuálny filter
sl: Počisti &trenutno

source: &Close
ar: &أغلق
lv: &Aizvērt
pt_br: &Fechar
sk: &Zatvoriť
sl: &Zapri

source: &Compare
ar: &مقارنة
lv: &Salīdzināt
pt_br: &Comparar
sk: Porovnať
sl: P&rimerjaj

source: &Continue
ar: &إستمرار
lv: &Turpināt
pt_br: &Continuar
sk: Pokračovať
sl: &Nadaljuj

source: &Copy
ar: &نسخ
lv: &Kopēt
pt_br: &Copiar
sk: Skopírovať
sl: &Kopiraj

source: &Copy Password to Clipboard
ar: &نسخ كلمة المرور للحافطة
lv: &Kopēt paroli starpliktuvē
pt_br: &Copiar Senha para a Área de Transferência
sk: Skopíruj heslo do schránky
sl: &Kopiraj geslo v odložišče

source: &Delete
ar: &حذف
lv: &Dzēst
pt_br: &Excluir
sk: Zmazať
sl: I&zbriši

source: &Delete Entry
ar: &حذف مدخل
lv: &Dzēst ierakstu
pt_br: &Excluir Entrada
sk: &Zmazať záznam
sl: Iz&briši vnos

source: &Delete Group
ar: &حذف مجموعة
lv: &Dzēst grupu
pt_br: &Excluir Grupo
sk: &Zmazať skupinu
sl: Izbriši s&kupino

source: &Delete from Recent Entry List
ar: &حذف من قائمة المدخل الاخيرة
lv: &Dzēst no neseno ierakstu saraksta
pt_br: &Excluir da Lista de Entradas Recentes
sk: Zmazať zo zoznamu nedávnych položiek
sl: Iz&zbriši iz nedavnega seznama vnosov

source: &Don't ask me again
ar: &لا تسألني مرة أخرى
lv: &Nejautā man vairs
pt_br: &Não me pergunte novamente
sk: Už sa ma toto nepýtať
sl: &Ne sprašuj me več

source: &Don't remind me again
ar: &لا تذكرني مرة أخرى
lv: &Neatgādini man vēlreiz
pt_br: &Não me lembre novamente
sk: Už mi toto nepripomínať
sl: N&e opominjaj me več

source: &Double-Click Action:
ar: عمل النقرة المزدوجة:
lv: &Veiciet dubultklikšķi uz darbības:
pt_br: Ação em duplo-clique:
sk: Akcia pri dvojkliku:

source: &Double-Click Action:
ar: عمل النقرة المزدوجة:
lv: &Veiciet dubultklikšķi Darbība:
pt_br: Ação em duplo-clique:
sk: Akcia pri dvojkliku:

source: &Dragbar visible
ar: &شريط السحب مرئي
lv: &Vilces josla ir redzama
pt_br: &Barra de arrasto visível
sk: Zobraziť panel Drag && Drop
sl: Vidna &spustna vrstica

source: &Duplicate Entry
ar: &مدخل مكرر
lv: &Dubults ieraksts
pt_br: &Entrada Duplicada
sk: &Duplikovať záznam
sl: Pod&voji vnos

source: &Duplicate Group
ar: &مجموعة مكررة
lv: &Dublēt grupu
pt_br: &Grupo Duplicado
sk: Duplikovať skupinu
sl: Po&dvoji skupino

source: &Edit
ar: &تعديل
lv: &Rediģēt
pt_br: &Editar
sk: &Upraviť
sl: &Uredi

source: &Edit Base entry
ar: &تعديل المدخل الأساسي
lv: &Rediģēt bāzes ierakstu
pt_br: &Editar Entrada Base
sk: Upraviť základný záznam
sl: Uresu o&snovni vnos

source: &Export
ar: &تصدير
lv: &Eksportēt
pt_br: &Exportar
sk: Exportovať
sl: &Izvozi
