Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Con&firm Password:
ar: تأكيد كلمة السر:
lv: Apstiprināt paroli:
pt_br: Com&firmar Senha:
sk: Potvrdiť heslo:
sl: Po&trdi geslo:

source: Configuration File:
ar: ملف الأعدادات:
lv: Konfigurācijas fails:
pt_br: Arquivo de Configuração:
sk: Konfiguračný súbor:
sl: Konfiguracijska datoteka:

source: Configuration Information
ar: معلومات الإعدادات
lv: Konfigurācijas informācija
pt_br: Informações de Configuração
sk: Informácia o nastaveniach
sl: Podatki o konfiguraciji

source: Configuration file error: %ls %ls offset approximately at %d
ar: خطأ في ملف الاعدادت: %ls %ls التواء تقريبا عند %d
lv: Konfigurācijas faila kļūda: %ls %ls nobīde aptuveni %d
pt_br: Erro no arquivo de configuração: %ls %ls compensar aproximadamente em %d
sk: Chyba konfiguračného súboru: %ls %ls offset približne na %d
sl: Napaka konfiguracijske datoteke: %ls %ls odmik približno pri %d

source: Configuration file status
ar: حالة ملف الأعدادات
lv: Konfigurācijas faila statuss
pt_br: Status do arquivo de configuração
sk: Stav konfiguračného súboru
sl: Stanje konfiguracijske datoteke

source: Confirm Close Dialog
ar: تأكيد إغلاق مربع الحوار
lv: Apstiprināt Aizvērt dialoglodziņu
pt_br: Janela Confirmar Fechamento
sk: Potvrdiť zatvorenie okna
sl: Potrdi zapiranje pogovornega okna

source: Confirm copy of password to clipboard
ar: تأكيد نسخ كلمة المرور للحافظة
lv: Apstiprināt paroles kopēšanu starpliktuvē
pt_br: Confirmar cópia da senha para a área de transferência
sk: Potvrdiť skopírovanie hesla do schránky
sl: Potrdi kopiranje gesla v odložišče

source: Confirm deletion of items
ar: تأكيد حذف العناصر
lv: Apstiprināt vienumu dzēšanu
pt_br: Confirmar exclusão de itens
sk: Potvrdiť vymazanie záznamov
sl: Potrdi brisanja vnosov

source: Confirm deletion of the %s filter %s?
ar: تأكيد حذف فلتر %s %s؟
sk: (%s): Potvrdiť vymazanie filtra %s?

source: Confirm old master password
ar: تأكيد كلمة المرور الرئيسية القديمة
lv: Apstipriniet veco galveno paroli
sk: Potvrďte staré hlavné heslo

source: Confirm that you wish to clear the recent Safe list.
ar: الرجاء تأكيد رغبتك في مسح القائمة الآمنة الأخيرة.
lv: Apstipriniet, ka vēlaties notīrīt neseno drošo sarakstu.
sk: Potvrďte že chcete vymazať zoznam nedávno otvorených súborov.

source: Confirm that you wish to copy these entries from %s to %s If already present in the target database, they will be replaced!
ar: أكد رغبتك في نسخ هذه المدخلات من %s إلى %s إذا كانت موجودة بالفعل في قاعدة البيانات الهدف ، فسيتم استبدالها!
lv: Apstipriniet, ka vēlaties kopēt šos ierakstus no %s uz %s Ja tie jau atrodas mērķa datu bāzē, tie tiks aizstāti!
pt_br: Confirme que você quer copiar essas entradas de %s para %s Se elas já estiverem presentes no banco de dados de destino, elas serão substituídas!
sk: Potvrďte že chcete skopírovať tieto záznamy z %s do %s. Ak už sú prítomné v cieľovej databáze, budú nahradené!
sl: Potrdite kopiranje teh vnosov iz %s v %s Če so že prisotni v ciljni zbirki podatkov, bodo zamenjani!

source: Confirm that you wish to copy this entry from %s to %s. If already present in the target database, it will be replaced!
ar: تأكد من رغبتك في نسخ هذا المدخل من %s إلى %s. إذا كان موجودا بالفعل في قاعدة البيانات الهدف، سيتم استبداله!
lv: Apstipriniet, ka vēlaties kopēt šo ierakstu no %s uz %s. Ja tas jau atrodas mērķa datu bāzē, tas tiks aizstāts!
pt_br: Confirme que você quer copiar esta entrada de %s para %s. Se ela já estiver presente no banco de dados de destino, ela será substituída!
sk: Potvrďte že chcete skopírovať tento záznam z %s do %s. Ak už je prítomný v cieľovej databáze, bude nahradený!
sl: Potrdite kopiranje tega vnosa iz %s v %s. Če je že prisoten v ciljni zbirki podatkov, bo zamenjan!

source: Confirm that you wish to synchronize these entries from %s to %s? Selected fields will be replaced in all entries!
ar: تأكيد رغبتك في مزامنة هذه المدخلات من %s إلى %s؟ سيتم استبدال الحقول المحددة في كافة المدخلات!
lv: Vai apstiprināt, ka vēlaties sinhronizēt šos ierakstus no %s uz %s? Atlasītie lauki tiks aizstāti visos ierakstos!
pt_br: Confirme que você quer sincronizar essas entradas de %s para %s? Os campos selecionados serão substituídos em todas as entradas!
sk: Potvrďte že chcete synchronizovať tieto záznamy z %s do %s. Vybrané polia budú nahradené vo všetkých záznamoch!
sl: Potrdite sinhronizacijo teh vnosov iz %s v %s? Izbrana polja bodo zamenjana v vseh vnosih!

source: Confirm to delete the current user's PasswordSafe configuration from the Windows registry.
ar: قم بالتأكيد لحذف تكوين PasswordSafe الخاص بالمستخدم الحالي من سجل Windows.
lv: Apstipriniet, lai izdzēstu pašreizējā lietotāja PasswordSafe konfigurāciju no Windows reģistra.
sk: Potvrďte odstránenie konfigurácie programu aktuálneho používateľa z registra systému Windows.

source: Confirmation:
ar: التأكيد:
lv: Apstiprinājums:
pt_br: Confirmação:
sk: Potvrdenie:
sl: Potrditev:

source: Conflicting entries for «%ls» «%ls» «%ls». Adding merged entry as «%ls» «%ls» «%ls». Differing field(s): %ls
ar: إدخالات متضاربة ل «%ls» «%ls» «%ls». إضافة إدخال مدمجة باسم «%ls» «%ls» «%ls». حقل او حقول مختلف: %ls
lv: Konfliktējoši ieraksti "%ls" "%ls" "%ls". Pievienojot sapludināto ierakstu kā "%ls" "%ls" "%ls". Atšķirīgs(-i) lauks(-i): %ls
pt_br: Entradas conflitando para «%ls» «%ls» «%ls». Adicionando entrada mesclada como «%ls» «%ls» «%ls». Campo(s) diferente(s): %ls
sk: Konfliktné položky pre «%ls» «%ls» «%ls». Pridávam zlúčený záznam ako «%ls» «%ls» «%ls». Odlišné polia: %ls
sl: Vnosi v sporu za «%ls» «%ls» «%ls». Dodajanje združenega vnosa kot «%ls» «%ls» «%ls». Različna polja: %ls

source: Continue
ar: &إستمرار
lv: Turpināt
pt_br: Continuar
sk: Pokračovať
sl: Nadaljuj

source: Copied password "%s" to the clipboard.
ar: نسخ كلمة المرور "%s" للحافظة.
lv: Parole "%s" ir kopēta starpliktuvē.
pt_br: Senha copiada "%s" para a área de transferência.
sk: Heslo bolo skopírované "%s" do schránky.
sl: Kopirano geslo "%s" v odložišče.

source: Copy &Notes to Clipboard
ar: نسخ &الملاحظات للحافظة
lv: Kopēt &piezīmes starpliktuvē
pt_br: Copiar &Notas para a Área de Transferência
sk: Skopíruj poznámky do schránky
sl: Kopiraj &opombe v odložišče

source: Copy &Username to Clipboard
ar: نسخ &إسم المستخدم للحافطة
lv: Kopēt &lietotājvārdu starpliktuvē
pt_br: Copiar Nome de &Usuário para a Área de Transferência
sk: Skopíruj používateľské meno do schránky
sl: Kopiraj uporabniško i&me v odložišče

source: Copy All
ar: نسخ الكل
lv: Kopēt visu
pt_br: Copiar Tudo
sk: Skopíruj všetko
sl: Kopiraj &vse

source: Copy Aut&h Code to Clipboard
ar: نسخ رمز aut &h إلى الحافظة
lv: Kopējiet Aut&h kodu starpliktuvē
pt_br: Copiar código aut&h para a área de transferência
sk: Skopíruj overovací kód do schránky

source: Copy Email to Clipboard
ar: نسخ البريد الإلكتروني للحافظة
lv: Kopēt e-pastu starpliktuvē
pt_br: Copiar E-mail para a Área de Transferência
sk: Skopíruj email do schránky
sl: Kopiraj e-pošto v odložišče

source: Copy Here
ar: النسخ لهنا
lv: Kopēt šeit
pt_br: Copiar Aqui
sk: Skopírovať sem
sl: Kopiraj sem

source: Copy Run Command to Clipboard
ar: نسخ امر التنفيذ الى الحافظة
lv: Kopēt Izpildes komandu starpliktuvē
pt_br: Copiar Rodar Comando para a Área de Transferência
sk: Skopíruj príkaz na spustenie do schránky
sl: Kopiraj ukaz Zaženi, v odložišče

source: Copy UR&L to Clipboard
ar: نسخ URL للحافظة
lv: Kopēt URL saiti starpliktuvē
pt_br: Copiar UR&L para a Área de Transferência
sk: Skopíruj URL do schránky
sl: Kopiraj UR&L v odložišče

source: Copy URL to Clipboard
ar: نسخ URL الى الحافظة
lv: Kopēt URL saiti starpliktuvē
pt_br: Copiar URL para a Área de Transferência
sk: Skopíruj URL do schránky
sl: Kopiraj URL v odložišče

source: Copy all entries to Original
ar: نسخ كل المدخلات للأصل
lv: Kopēt visus ierakstus uz oriģinālu
pt_br: Copiar todas entradas para Original
sk: Skopíruj všetky záznamy do pôvodnej
sl: Kopiraj vse vnose v izvirnik

source: Copy notes to clipboard
ar: نسخ الملاحظات للحافظة
lv: Kopēt piezīmes starpliktuvē
pt_br: Copiar notas para a área de transferência
sk: Skopíruj poznámky do schránky
sl: Kopiraj opombe v odložišče

source: Copy password to clipboard
ar: نسخ كلمة المرور للحافظة
lv: Kopēt paroli starpliktuvē
pt_br: Copiar senha para a área de transferência
sk: Skopíruj heslo do schránky
sl: Kopiraj geslo v odložišče

source: Copy password to clipboard, minimize
ar: نسخ كلمة السر, حروف صغيرة
lv: Kopēt paroli starpliktuvē, minimizēt
pt_br: Copiar senha para a área de transferência, minimizar
sk: Skopíruj heslo do schránky a minimalizuj
sl: Kopiraj geslo v odložišče, pomanjšaj

source: Copy to Clipboard
ar: نسخ للحافظة
lv: Kopēt starpliktuvē
pt_br: Copiar para a Área de Transferência
sk: Skopíruj do schránky
sl: Kopiraj v odložišče

source: Copy to Original
ar: نسخ للمصدر
lv: Kopēt uz oriģinālu
pt_br: Copiar para Original
sk: Skopíruj do pôvodnej
sl: Kopiraj v izvirnik

source: Copy to database
ar: نسخ الى قاعدة بيانات
lv: Kopēt datu bāzē
pt_br: Copiar para banco de dados
sk: Skopírovať do databázy
sl: Kopiraj v zbirko podatkov

source: Copy username to clipboard
ar: نسخ إسم المستخدم للحافظة
lv: Kopēt lietotājvārdu starpliktuvē
pt_br: Copiar nome de usuário para a área de transferência
sk: Skopíruj používateľské meno do schránky
sl: Kopiraj uporabniško ime v odložišče

source: Copyright Notice
ar: تنويه حقوق النشر
lv: Autortiesību paziņojums
pt_br: Aviso de Direitos Autorais
sk: Oznámenie o autorských právach
sl: Opozorilo o avtorskih pravicah

source: Could not access file: %s
ar: تعذر الوصول إلى الملف:%s
lv: Nevar piekļūt failam: %s
pt_br: Não é possível acessar o arquivo: %s
sk: Nedalo sa pristúpiť k súboru: %s
sl: Ni možen dostop do datoteke: %s

source: Could not create %1 because the directory is full.
ar: تعذر إنشاء %1 لأن المجلد ممتلئ.
lv: Nevar izveidot %1, jo mape ir pilna.
pt_br: Não é possível criar %1 porque o diretório está cheio.
sk: Nepodarilo sa vytvoriť %1, pretože priečinok je plný.
sl: Ni bilo mogoče ustvariti %1, ker je imenik poln.

source: Could not find the next entry's title field in the KeePass V1 TXT (should be within square brackets).
ar: تعذر العثور على حقل عنوان المدخل التالي في KeePass V1 TXT (يجب أن يكون بين قوسين مربعين).
lv: Nevar atrast nākamā ieraksta nosaukuma lauku KeePass V1 TXT (jābūt kvadrātiekavās).
pt_br: Não é possível encontrar o campo de título da próxima entrada no KeePass V1 TXT (deve estar entre colchetes).
sk: Nepodarilo sa nájsť pole názvu nasledujúceho záznamu v KeePass V1 TXT (malo by byť v hranatých zátvorkách).
sl: Naslova polja naslednjega vnosa ni bilo mogoče v KeePass V1 TXT (mora biti znotraj oglatih oklepajev).

source: Could not open %1 because there are too many open files.
ar: تعذر فتح %1 نظرًا لوجود عدد كبير جدًا من الملفات المفتوحة.
lv: Nevar atvērt %1, jo ir pārāk daudz atvērtu failu.
pt_br: Não é possível abrir %1 porque há muitos arquivos abertos.
sk: Nepodarilo sa otvoriť %1, pretože existuje príliš veľa otvorených súborov.
sl: Ni mogoče odpreti %1, ker je preveliko odprtih datotek.

source: Could not remove %1 because it is the current directory.
ar: تعذر إزالة %1 لأنه المجلد الحالي.
lv: Nevar noņemt %1, jo tā ir esošā mape.
pt_br: Não é possível remover %1 porque é o diretório atual.
sk: Nepodarilo sa odstrániť %1, pretože ide o aktuálny priečinok.
sl: Ni bilo mogoče odstraniti %1, ker je trenutni imenik.

source: Could not start print job.
ar: تعذر بدء مهمة الطباعة.
lv: Nevar sākt drukas darbu.
pt_br: Não é possível iniciar a impressão.
sk: Nepodarilo sa začať tlačovú úlohu.
sl: Tiskalnega posla ni bilo mogoče zagnati.

source: Couldn't find base entry - inconsistent database
ar: تعذر العثور على المدخل الأساسي - قاعدة بيانات غير متسقة
lv: Nevar atrast bāzes ierakstu — nekonsekventa datu bāze
pt_br: Não é possível encontrar a entrada base - banco de dados inconsistente
sk: Nepodarilo sa nájsť základný záznam - nekonzistentná databáza
sl: Ni bilo mogoče najti osnovnega vnosa - nedosledna zbirka podatkov

source: Couldn't save database - Please save manually
ar: تعذر حفظ قاعدة البيانات - يرجى الحفظ يدويًا
lv: Nevar saglabāt datu bāzi — lūdzu, saglabājiet manuāli
pt_br: Não é possível salvar o banco de dados - Por favor, salve manualmente
sk: Nepodarilo sa uložiť databázu - prosím uložte ju manuálne
sl: Zbirke podatkov ni bilo mogoče shraniti - Ročno jo shranite

source: Create &Shortcut
ar: انشاء &اختصار
lv: Izveidot saīsni
pt_br: Criar &Atalho
sk: Vytvoriť &odkaz
sl: Ustvari &bližnjico

source: Create Shortcut
ar: إنشاء إختصار
lv: Izveidot saīsni
pt_br: Criar Atalho
sk: Vytvoriť odkaz
sl: Ustvari bližnjico

source: Create a new Password Policy
ar: عمل سياسة كلمات مرور جديدة
lv: Izveidot jaunu paroles politiku
pt_br: Criar uma nova Política de Senha
sk: Vytvorte vlastné zásady tvorby hesla
sl: Ustvari nov Pravilnik gesel

source: Create intermediate backups (.ibak) before saving
ar: قم بإنشاء نُسخ احتياطية وسيطة (.ibak) قبل الحفظ
lv: Pirms saglabāšanas izveidot auto rezerves kopiju (.ibak)
pt_br: Criar backups intermediários (.ibak) antes de salvar
sk: Pred uložením vytvoriť prechodné zálohy (.ibak)
sl: Pred shranjevanjem ustvari vmesne varnostne kopije (. ibak)

source: Create report of previous Find search
ar: إنشاء تقرير من البحث السابق
lv: Izveidot ziņojumu par iepriekšējo meklēšanu
pt_br: Criar relatório da pesquisa anterior
sk: Vytvorte správu o predchádzajúcom vyhľadávaní
sl: Ustvari poročilo o prejšnjem iskanju z Najdi

source: Created
ar: منشئة
lv: Izveidots
pt_br: Criado
sk: Vytvorené
sl: Ustvarjeno

source: Created Time
ar: وقت الإنشاء
lv: Izveidošanas laiks
pt_br: Hora de Criação
sk: Čas vytvorenia
sl: Čas ustvarjanja

source: Created on:
ar: منشئة على:
lv: Ieraksts izveidots:
pt_br: Criado em:
sk: Vytvorené dňa:
sl: Ustvarjeno dne:

source: Creation date:
ar: تاريخ الانشاء:
lv: Izveidošanas datums:
pt_br: Data de criação:
sk: Dátum vytvorenia:
sl: Datum ustvarjanja:

source: Credit card CVV
ar: بطاقة الائتمان CVV
lv: Kredītkartes CVV
pt_br: Cartão de crédito CVV
sk: CVV kreditnej karty

source: Credit card PIN
ar: الرقم السري لبطاقة الائتمان
lv: Kredītkartes PIN
pt_br: PIN do cartão de crédito
sk: PIN kreditnej karty

source: Credit card expiration
ar: انتهاء صلاحية بطاقة الائتمان
lv: Kredītkartes derīguma termiņš
pt_br: Expiração do cartão de crédito
sk: Platnosť kreditnej karty

source: Credit card number
ar: رقم بطاقة الائتمان
lv: Kredītkartes numurs
pt_br: Número do cartão de crédito
sk: Číslo kreditnej karty

source: Criteria
lv: Kritēriji
pt_br: Critério
sk: Kritériá
sl: Pogok

source: Croatian
pt_br: Croata
sk: Chorvátska
sl: Hrvaščina

source: Cu&t
lv: Izgriezt
pt_br: Re&cortar
sk: Vystrihnúť
sl: Iz&reži

source: Current Entry
ar: المدخل الحالي
lv: Esošais ieraksts
pt_br: Entrada Atual
sk: Aktuálny záznam
sl: Trenutni vnos

source: Current Master Password:
ar: كلمة المرور الرئيسية الحالية:
lv: Esošā pamatparole:
pt_br: Senha mestra atual:
sk: Aktuálne hlavné heslo:

source: Current database filters have been exported to this database.
ar: تم تصدير فلاتر قاعدة البيانات الحالية إلى قاعدة البيانات هذه.
lv: Esošie datu bāzes filtri ir eksportēti uz šo datu bāzi.
pt_br: Os filtros atuais do banco de dados foram exportados para esse banco de dados.
sk: Do tejto databázy boli exportované aktuálne filtre databázy.
sl: Trenutni filtri zbirke podatkov so bili izvoženi v to zbirko podatkov.

source: Current database is read-only
ar: قاعدة البيانات الحالية بوضع القراءة فقط
lv: Esošā datu bāze ir tikai lasāma
pt_br: O banco de dados atual é somente leitura
sk: Aktuálna databáza je iba na čítanie
sl: Trenutna zbirka podatkov je samo-za-branje

source: Current version: %s Latest version: %s Please visit the Password Safe website to download the latest version.
sk: Aktuálna verzia: %s Posledná verzia: %s Navštívte prosím webovú stránku Password Safe a stiahnite si najnovšiu verziu.

source: Current version: %s Latest version: %s Please visit the PasswordSafe website to download the latest version.
sk: Aktuálna verzia: %s Posledná verzia: %s Navštívte prosím webovú stránku Password Safe a stiahnite si najnovšiu verziu.
sl: Trenutna različica: %s Najnovejša različica: %s Prosimo, obiščite spletno stran Password Safe, za prenos najnovejše različice.

source: Current version: %s Latest version: %s Visit the Password Safe website to download the latest version.
ar: النسخة الحالية: %s احدث اصدار: %s قم بزيارة موقع Password Safe لتنزيل أحدث إصدار.
lv: Pašreizējā versija: %s Jaunākā versija: %s Apmeklējiet vietni Parole droša, lai lejupielādētu jaunāko versiju.
sk: Aktuálna verzia: %s Posledná verzia: %s Navštívte webovú stránku Password Safe a stiahnite si najnovšiu verziu.

source: Customize &Main Toolbar
ar: تخصيص &شريط الأدوات الرئيسي
lv: Pielāgot &galveno rīkjoslu
pt_br: Personalizar a Barra de Ferramentas &Principal
sk: Prispôsobiť hlavný panel s nástrojmi
sl: Prilagodi &glavno orodno vrstico

source: Customize Main Toolbar
ar: تخصيص شريط الأدوات الرئيسي
lv: Pielāgot galveno rīkjoslu
pt_br: Personalizar a Barra de Ferramentas Principal
sk: Prispôsobiť hlavný panel s nástrojmi
sl: Prilagodi glavno orodno vrstico

source: Czech
pt_br: Tcheco
sk: Česká
sl: Češčina

source: Czech (QWERTY)
pt_br: Tcheco (QWERTY)
sk: Česká (QWERTY)
sl: Češčina (QWERTY)

source: Czech Programmers
pt_br: Programadores Tchecos
sk: Česká (programátorská)
sl: Češki programerji

source: DB Export from database: '%s'
ar: DB تصدير من قاعدة البيانات:'%s'
lv: DB eksportēšana no datu bāzes: '%s'
pt_br: Exportar BD do banco de dados: '%s'
sk: DB export z databázy: '%s'
sl: DB izvoz iz zbirke podatkov: '%s'

source: Danish
pt_br: Dinamarquês
sk: Dánska
sl: Danščina

source: Database
ar: قاعدة البيانات
lv: Datu bāze
pt_br: Banco de Dados
sk: Databáza
sl: Zbirka podatkov

source: Database Entry Shortcuts
ar: اختصارات مدخل قاعدة البيانات
lv: Datu bāzes ierakstu īsceļi
pt_br: Atalhos de Entrada do Banco de Dados
sk: Záznamy v databáze ktoré majú pridelené skratky
sl: Bližnjice vnosov zbirke podatkov

source: Database Format
ar: تنسيق قاعدة البيانات
lv: Datu bāzes formāts
pt_br: Formato de Banco de Dados
sk: Formát databázy
sl: Format zbirke podatkov

source: Database Unique ID
ar: رقم تعريف قاعدة البيانات المميز
lv: Datu bāzes unikālais ID
pt_br: ID Exclusivo do Banco de Dados
sk: Jedinečné ID databázy
sl: Enolični ID zbirke podatkov

source: Database Unique ID:
ar: رقم تعريف قاعدة البيانات المميز:
lv: Datu bāzes unikālais ID:
pt_br: ID Exclusivo do Banco de Dados:
sk: Jedinečné ID databázy:
sl: Enolični ID zbirke podatkov:

source: Database format:
ar: تنسيق قاعدة البيانات:
lv: Datu bāzes formāts:
pt_br: Formato do banco de dados:
sk: Formát databázy:
sl: Format zbirke podatkov:

source: Database is read-only. Sorry, cannot save changed database preferences.
ar: قاعدة البيانات للقراءة فقط. عذرا ، لا يمكن حفظ تفضيلات قاعدة البيانات التي تم تغييرها.
lv: Datu bāze ir tikai lasāma. Atvainojiet, nevar saglabāt mainītās datu bāzes preferences.
pt_br: O banco de dados é somente leitura. Desculpe, não é possível salvar as preferências alteradas do banco de dados.
sk: Databáza je iba na čítanie. Je mi ľúto ale nemôžem uložiť zmenené predvoľby databázy.
sl: Zbirka podatkov je samo-za-branje. Žal ni možno shranjevanje nastavitev zbirke podatkov.

source: Database mode: read-only (R-O) or read/write (R/W) (Doubleclick to toggle mode)
ar: وضع قاعدة البيانات: للقراءة فقط (R-O) أو القراءة / الكتابة (R / W) (انقر نقرًا مزدوجًا لتبديل الوضع)
lv: Datu bāzes režīms: tikai lasāms (R-O) vai lasīšanas/rakstīšanas (R/W) (Lai pārslēgtu režīmu, veiciet dubultklikšķi)
pt_br: Modo de banco de dados: somente leitura (R-O) ou ler/escrever (R/W) (Clique duas vezes para alternar modo)
sk: Databázový režim: iba na čítanie (R-O) alebo Read/Write (R/W) (Dvojklik zmení režim)
sl: Način zbirke podatkov: samo-za-branje (S-B) ali branje/pisanje (B/P) (Dvoklik za preklop načina)

source: Database name
ar: إسم قاعدة البيانات
lv: Datu bāzes nosaukums
pt_br: Nome do banco de dados
sk: Názov databázy
sl: Ime zbirke podatkov

source: Database validated - no problems found.
ar: تم التحقق من صحة قاعدة البيانات - لم يتم العثور على مشاكل.
lv: Datu bāze apstiprināta — problēmas nav atrastas.
pt_br: Banco de dados validado - nenhum problema encontrado.
sk: Databáza overená - nenašli sa žiadne problémy.
sl: Zbirka podatkov potrjena - ni najdenih težav.

source: Date added
ar: أضيف التاريخ
lv: Pievienošanas datums
pt_br: Data adicionada
sk: Dátum pridania
sl: Datum dodan

source: Date/Time Information
ar: معلومات التاريخ\الوقت
lv: Datuma/laika informācija
pt_br: Informações de Data/Hora
sk: Informácie o dátume/čase
sl: Podatki o datumu/času

source: Dates and Times
ar: الأوقات والتواريخ
lv: Datumi un laiki
pt_br: Datas e Horários
sk: Dátumy a časy
sl: Datumi in časi

source: Default
ar: إفتراضي
lv: Noklusējums
pt_br: Padrão
sk: Predvolená hodnota
sl: Privzeto

source: Default Autotype delay (mS):
ar: زمن تأخير الكتابة التلقائية الإفتراضية (ملي ثانية):
lv: Noklusējuma Autoievades aizkave (ms):
pt_br: Atraso padrão do Preenchimento Automático (em mS):
sk: Predvolené oneskorenie AutoType (ms):
sl: Privzeta zakasnitev Samodejne vrste (ms):

source: Default Autotype string:
ar: سلسلة الكتابة التلقائية الافتراضية:
lv: Noklusējuma AutoIevades rinda:
pt_br: String padrão do Preenchimento Automático:
sk: Predvolený reťazec AutoType:
sl: Privzet niz Samodejne vrste:

source: Default Policy
ar: سياسة إفتراضية
lv: Noklusējuma politika
pt_br: Política Padrão
sk: Predvolené zásady tvorby hesla
sl: Privzet Pravilnik

source: Default Username
ar: إسم المستخدم الإفتراضي
lv: Noklusējuma lietotājvārds
pt_br: Nome de Usuário Padrão
sk: Predvolené používateľské meno
sl: Privzeto uporabniško ime

source: Default is the same directory as the database. If changed, make sure that you have write permission to the directory.
ar: الافتراضي هو نفس دليل قاعدة البيانات. إذا تم التغيير ، فتأكد من أن لديك إذن الكتابة إلى الدليل.
lv: Noklusējums ir tā pati mape, kas datu bāzei. Ja tas ir mainīts, pārliecinieties, vai jums ir rakstīšanas atļauja mapē.
pt_br: O padrão é o mesmo diretório do banco de dados. Se alterado, verifique se você possui permissão de gravação no diretório.
sk: Predvolený je rovnaký priečinok ako databáza. Ak zmeníte, uistite sa že máte oprávnenie na zápis do priečinka.
sl: Privzet je isti imenik kot zbirka podatkov. Če je spremenjen, se prepričajte, da imate pravice pisanja v ta imenik.

source: Default number of saved password history entries must be between %d and %d.
ar: يجب أن يكون العدد الافتراضي لتاريخ محفوظات كلمة المرور المحفوظة بين %d و %d.
lv: Noklusējuma saglabāto paroļu vēstures ierakstu skaitam ir jābūt no %d līdz %d.
pt_br: O número padrão de entradas do histórico de senhas salvas deve estar entre %d e %d.
sk: Predvolený počet uložených záznamov histórie hesla musí byť medzi %d a %d.
sl: Privzeto število shranjenih vnosov zgodovine gesla mora biti med %d in %d.

source: Default password expiration (days)
ar: وقت انتهاء صلاحية كلمة المرور الافتراضية (أيام)
lv: Paroļu derīguma termiņš (dienas)
pt_br: Expiração padrão da senha (em dias)
sk: Predvolená platnosť hesla (dni)

source: Default:
ar: الإفتراضي:
lv: Pēc noklusējuma:
pt_br: Padrão:
sk: Predvolené:

source: Delete
ar: حذف
lv: Dzēst
pt_br: Excluir
sk: Vymazať
sl: Izbriši

source: Delete Base Entry Confirmation
ar: تأكيد حذف المدخل الأساسي
lv: Bāzes ieraksta dzēšanas apstiprinājums
pt_br: Excluir Confirmação de Entrada Base
sk: Potvrdiť vymazanie základného záznamu
sl: Izbriši potrditev osnovnega vnosa

source: Delete Confirmation
ar: حذف التأكيد
lv: Dzēšanas apstiprinājums
pt_br: Excluir Confirmação
sk: Potvrdiť vymazanie
sl: Izbriši potrditev

source: Delete Entry
ar: حذف مدخل
lv: Dzēst ierakstu
pt_br: Excluir Entrada
sk: Odstrániť záznam
sl: Izbriši vnos
