Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Entries only in comparison database (%s):
ar: المدخلات فقط في قاعدة بيانات المقارنة ( %s):
lv: Ieraksti ir tikai salīdzināšanas datu bāzē (%s):
pt_br: Entradas apenas no banco de dados de comparação (%s):
sk: Záznamy iba v porovnávanej databáze (%s):
sl: Vnosi samo v primerjalni zbirki podatkov (%s):

source: Entries only in current database (%s):
ar: المدخلات في قاعدة البيانات الحالية فقط ( %s):
lv: Ieraksti esošajājā datu bāzē (%s):
pt_br: Entradas apenas no banco de dados atual (%s):
sk: Záznamy iba v aktuálnej databáze (%s):
sl: Vnosi samo v trenutni zbirki podatkov (%s):

source: Entries using Named Password Policy:
ar: مدخلات تستخدم سياسة كلمة المرور المسماة:
lv: Ieraksti, izmantojot nosauktās paroles politiku:
pt_br: Entradas usando a Política de Senha Chamada:
sk: Záznamy používajúce vlastné zásady tvorby hesla:
sl: Uporabljeni vnosi Poimenovanega pravilnika gesel:

source: Entries using selected policy:
ar: مدخلات بإستخدام السياسة المختارة:
lv: Ieraksti, izmantojot atlasīto politiku:
pt_br: Entradas usando a política selecionada:
sk: Záznamy používajúce vybrané zásady tvorby hesla:
sl: Vnosi uporabljajo izbran pravilnik:

source: Entries with E&xpiry dates
ar: مدخلات مع تواريخ منتهية
lv: Ieraksti ar &derīguma termiņiem
pt_br: Entradas com datas de e&xpiração
sk: Záznamy s nastaveným dátumom platnosti
sl: Vnosi z i&ztekom datumov

source: Entries with a password expiry
ar: مدخلات انتهت صلاحية كلمات سرها
lv: Ieraksti ar paroles derīguma termiņu
pt_br: Entradas com uma senha expirada
sk: Záznamy s nastaveným dátumom platnosti
sl: Vnosi z iztekom gesla

source: Entry %ls%d with Group="%ls", Title="%ls", User="%ls"
ar: مدخل %ls%d مع مجموعة="%ls", عنوان="%ls", مستخدم="%ls"
lv: Ieraksts %ls%d ar Grupa="%ls", Nosuakums="%ls", Lietotājs="%ls"
pt_br: Entrada %ls%d com Grupo = "%ls", Título = "%ls", Usuário = "%ls"
sk: Záznam %ls%d so skupinou="%ls", názvom="%ls", používateľským menom="%ls"
sl: Vnos %ls%d s Skupin="%ls", Naslov="%ls", Uporabnik="%ls"

source: Entry Comparison
ar: مقارنة مدخلات
lv: Ieraksta salīdzināšana
pt_br: Comparação de entradas
sk: Porovnanie záznamov
sl: Primerjava vnosov

source: Entry Keyboard Shortcut
ar: إختصارات لوحة المفاتيح للمدخل
lv: Ieraksta īsceļš
pt_br: Entrada do Atalho do Teclado
sk: Klávesová skratka záznamu
sl: Vnos bližnjice s tipkovnico

source: Entry Password Policy Changes
ar: تغييرات سياسة كلمة المرور للمدخل
lv: Ieraksta paroles politikas izmaiņas
pt_br: Alterações na Política de Senha de Entrada
sk: Zmeny zásad tvorby hesla pre tento záznam
sl: Spremembe vnosa Pravilnika gesel

source: Entry Unique ID:
ar: رقم تعريف المدخل المميز:
lv: Ieraksta unikālais ID:
pt_br: ID Exclusivo da Entrada:
sk: Jedinečné ID záznamu:
sl: Enolični ID vnosa:

source: Entry "%ls, %ls, %ls" has a password in the correct form for an alias, but the base entry does not exist.
ar: مدخل "%ls %ls %ls" يحتوي على كلمة مرور في النموذج الصحيح لاسم مستعار ولكن المدخل الأساسي لا يوجد.
lv: Ierakstam "%ls, %ls, %ls" ir parole pareizā formā pseidonīmam, taču pamata ieraksts neeksistē.
pt_br: A entrada "%ls, %ls, %ls" possui uma senha no formato correto para um alias, mas a entrada base não existe.
sk: Záznam "%ls, %ls, %ls" má heslo v správnom tvare pre alias, ale základný záznam neexistuje.
sl: Vnos "%ls, %ls, %ls" ima geslo v pravilni obliki za kratko ime, vendar osnovni vnos ne obstaja.

source: Entry "%ls, %ls, %ls" has a password in the correct form for an alias, but the base entry is already an alias.
ar: مدخل "%ls %ls %ls" يحتوي على كلمة مرور في النموذج الصحيح لاسم مستعار ولكن المدخل الأساسي هو بالفعل اسم مستعار.
lv: Ierakstam "%ls, %ls, %ls" ir parole pareizā formā pseidonīmam, bet pamata ieraksts jau ir pseidonīms.
pt_br: A entrada "% ls,% ls,% ls" possui uma senha no formato correto para um alias, mas a entrada base já é um alias.
sk: Záznam "%ls, %ls, %ls" má heslo v správnom tvare pre alias, ale základný záznam už aliasom je.
sl: Vnos "%ls, %ls, %ls" ima geslo v pravilni obliki za kratko ime, vendar osnovni vnos je že osnovni vnos.

source: Entry import warnings
ar: تحذيرات استيراد المدخل
lv: Ieraksta importēšanas brīdinājumi
pt_br: Avisos de importação de entrada
sk: Upozornenia pri importe záznamov
sl: Opozorila uvoza vnosa

source: Entry keyboard shortcut %ls entry %ls is already allocated to entry %ls. It has been removed from the %ls entry.
ar: تم تخصيص اختصار لوحة مفاتيح الإدخال %ls المدخل %ls بالفعل للمدخل %ls. تمت إزالته من مدخل %ls.
lv: Īsceļš %ls ierakstam %ls jau ir piešķirts ierakstam %ls. Tas ir noņemts no %ls ieraksta.
pt_br: O atalho do teclado de entrada %ls entrada%ls já está alocado para a entrada %ls. Ele foi removido da entrada %ls.
sk: Klávesová skratka %ls záznamu %ls je už pridelená záznamu %ls. Bola odstránená zo záznamu %ls.
sl: Vnos bližnjice s tipkovnico %ls vnos %ls je že dodeljen vnosu %ls. Bil je odstranjen iz %ls.

source: Entry keyboard shortcut %ls entry %ls is already allocated to the PasswordSafe application. It has been removed from the entry.
ar: تم تخصيص اختصار لوحة مفاتيح الإدخال %ls الإدخال %ls بالفعل لتطبيق PasswordSafe. لقد تم إزالته من الدخول.
lv: Īsceļš %ls ierakstam %ls jau ir piešķirts lietojumprogrammai PasswordSafe. Tas ir noņemts no ieraksta.
pt_br: O atalho do teclado de entrada %ls entrada %ls já está alocado para o aplicativo PasswordSafe. Ele foi removido da entrada.
sk: Klávesová skratka %ls záznamu %ls je už pridelená aplikácii Password Safe. Bola odstránená zo záznamu.
sl: Vnos bližnjice s tipkovnico %ls vnos %ls je že dodeljen aplikaciji Password Safe. Bil je odstranjen iz vnosa.

source: Entry keyboard shortcuts must have either or both of the Alt and Ctrl keys and an alphanumeric character (0-9, A-Z).
ar: يجب أن تحتوي اختصارات لوحة المفاتيح للإدخال على أحد مفاتيح Alt و Ctrl أو كليهما وحرف أبجدي رقمي (0-9 ، A-Z).يجب أن تحتوي اختصارات لوحة المفاتيح للإدخال على أحد مفاتيح Alt و Ctrl أو كليهما وحرف أبجدي رقمي (0-9 ، A-Z).
lv: Īsceļā ir jābūt vienam vai abiem taustiņiem Alt un Ctrl un burtciparu rakstzīmei (0-9, A-Z).
pt_br: Os atalhos do teclado de entrada devem ter uma ou ambas as teclas Alt e Ctrl e um caractere alfanumérico (0-9, A-Z).
sk: Klávesové skratky záznamov musia mať pridelený buď jeden alebo obidve klávesy Alt a Ctrl a nejaký alfanumerický znak (0-9, A-Z).
sl: Vnos bližnjic s tipkovnico mora imeti bodisi eno od obeh ali obe tipki ALT in CTRL ter alfanumerične znake (0-9, A-Z).

source: Entry keyboard shortcuts must have either or both of the Alt and Ctrl keys. %s
ar: يجب أن تحتوي اختصارات لوحة المفاتيح للإدخال على أحد مفاتيح Alt و Ctrl أو كليهما. %s
lv: Īsceļā ir jābūt vienam vai abiem taustiņiem Alt un Ctrl. %s
pt_br: Os atalhos do teclado de entrada devem ter uma ou ambas as teclas Alt e Ctrl. %s
sk: Klávesové skratky záznamov musia mať pridelený buď jeden alebo obidve klávesy Alt a Ctrl. %s
sl: Vnosi bližnjic s tipkovnico morajo imeti bodisi eno od obeh ali obe tipki Alt in Ctrl.. %s

source: Entry of line %d has an invalid "%ls" field. It has been ignored.
ar: يحتوي إدخال السطر %d على حقل " %ls" غير صالح. لقد تم تجاهله.
lv: Ieraksta rindā %d ir nederīgs lauks "%ls". Tas tiek ignorēts.
pt_br: A entrada da linha %d possui um campo "%ls" inválido. Ele foi ignorado.
sk: Záznam na riadku %d má neplatné pole "%ls". Záznam bol ignorovaný.
sl: Vnos vrstice %d ima neveljavno polje "%ls". To je bilo prezrto.

source: Entry on line %d with Group="%ls"
ar: مدخل في السطر %d مع مجموعة="%ls"
lv: Ieraksts rindā %d ar Grupa="%ls"
pt_br: Entrada na linha %d com Grupo = "%ls"
sk: Záznam na riadku %d so skupinou="%ls"
sl: Vnos v vrstico %d s Skupina="%ls"

source: Entry on line %d with no group
ar: مدخل في السطر %d بدون مجموعة
lv: Ieraksts %d rindā bez grupas
pt_br: Entrada na linha %d sem grupo
sk: Záznam na riadku %d bez skupiny
sl: Vnos v vrstico %d z Brez skupine

source: Entry size
ar: حجم المدخل
lv: Ieraksta izmērs
pt_br: Tamanho da entrada
sk: Veľkosť záznamu
sl: Velikost vnosa

source: Entry size:
ar: حجم المدخل:
lv: Ieraksta izmērs:
pt_br: Tamanho da entrada:
sk: Veľkosť záznamu:
sl: Velikost vnosa:

source: Entry status
ar: حالة المدخل
lv: Ieraksta statuss
pt_br: Status da entrada
sk: Stav záznamu
sl: Stanje vnosa

source: Entry type
ar: نوع المدخل
lv: Ieraksta veids
pt_br: Tipo da entrada
sk: Typ záznamu
sl: Vrsta vnosa

source: Entry with Group="%ls"
ar: مدخل مع مجموعة="%ls"
lv: Ieraksts ar Grupa="%ls"
pt_br: Entrada com grupo="%ls"
sk: Záznam so skupinou="%ls"
sl: Vnos s Skupina="%ls"

source: Entry with no group
ar: مدخل بدون مجموعة
lv: Ieraksts bez grupas
pt_br: Entrada sem grupo
sk: Záznam bez skupiny
sl: Vnos z Brez skupine

source: Error
ar: خطأ
lv: Kļūda
pt_br: Erro
sk: Chyba
sl: Napaka

source: Error (%08X): line %d character %d %ls
ar: خطأ ( %08X): سطر %d حرف %d% ls
lv: Kļūda (%08X): rinda %d rakstzīme %d %ls
pt_br: Erro (%08X): linha %d caractere %d %ls
sk: Chyba (%08X): riadok %d stĺpec %d %ls
sl: Napaka (%08X): vrstica %d znak %d %ls

source: Error - unable to determine settings configuration! No application settings will be saved. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
ar: خطأ - غير قادر على تحديد تكوين الإعدادات! لن يتم حفظ أي إعدادات للتطبيق. سيتم تخزين الإعدادات المتعلقة بقاعدة البيانات في قاعدة البيانات المفتوحة عند إغلاقها ، على افتراض أنها ليست للقراءة فقط أو مؤمنة من قبل مستخدم آخر.
lv: Kļūda — nevar noteikt iestatījumu konfigurāciju! Neviens lietojumprogrammas iestatījums netiks saglabāts. Ar datu bāzi saistītie iestatījumi tiks saglabāti atvērtajā datu bāzē, kad tā tiks aizvērta, pieņemot, ka tā nav tikai lasāma vai to nav bloķējis cits lietotājs.
pt_br: Erro - não foi possível determinar a configuração! Nenhuma configuração do aplicativo será salva. As configurações relacionadas ao banco de dados serão armazenadas no banco de dados aberto quando ele for fechado, supondo que ele não seja somente leitura ou esteja bloqueado por outro usuário.
sk: Chyba - nepodarilo sa určiť konfiguráciu nastavení! Nastavenia aplikácie sa neuložia. Nastavenia súvisiace s databázou sa uložia do databázy pri zatvorení, za predpokladu že nie je otvorená len na čítanie alebo zamknutá iným používateľom.
sl: Napaka - ni mogoče določiti nastavitve konfiguracije! Nastavitve aplikacije ne bodo shranjene. Nastavitve, povezane z zbirko podatkov bodo shranjene v odprti zbirki podatkov, ko bo ta zaprta, ob predpostavki, da ni samo-za-branje ali, da jo ni zaklenil drug uporabnik.

source: Error at column %d: %s
ar: محدث %d %s
lv: Kļūda kolonnā %d: %s
pt_br: Erro na coluna %d: %s
sk: Chyba v stĺpci %d: %s
sl: Napaka v stolpcu %d: %s

source: Error in a Password History %ls:
ar: خطأ بتاريخ كلمة المرور %ls:
lv: Kļūda paroles vēsturē %ls:
pt_br: Erro em um histórico de senha %ls:
sk: Chyba v histórii hesla %ls:
sl: Napaka v zgodovini gesla %ls:

source: Error parsing Run Command
ar: خطأ في تحليل أمر التشغيل
lv: Analizējot Izpildes komandu, radās kļūda
pt_br: Erro ao analisar o comando Executar
sk: Chyba v príkaze na spustenie
sl: Napaka pri razčlenjevanju ukaza Zaženi

source: Error reading YubiKey
ar: خطأ في قراءة YubiKey
lv: Kļūda, lasot YubiKey
pt_br: Erro ao ler YubiKey
sk: Chyba čítania Yubikey

source: Error while writing file! Try saving in a different location
ar: خطأ أثناء كتابة الملف! حاول الحفظ في مكان مختلف
lv: Kļūda rakstot failu! Mēģiniet saglabāt citā vietā
pt_br: Erro ao gravar o arquivo! Tente salvar em um local diferente
sk: Chyba pri zápise do súboru! Skúste ho uložiť do iného umiestnenia.
sl: Napaka pri pisanju datoteke! Poskusite shranjevanje na drugo mesto

source: Error: A file with this name already exists
ar: خطأ: يوجد ملف بهذا الاسم بالفعل
lv: Kļūda: fails ar šādu nosaukumu jau pastāv
pt_br: Erro: já existe um arquivo com este nome
sk: Chyba: Súbor s týmto menom už existuje
sl: Napaka: Datoteka s tem imenom že obstaja

source: Error: File is read-only
ar: خطأ:الملف للقراءة فقط
lv: Kļūda: fails ir tikai lasāms
pt_br: Erro: o arquivo é somente leitura
sk: Chyba: Súbor je iba na čítanie
sl: Napaka: Datoteka je samo-za-branje

source: Escape key closes application
ar: مفتاح Escape يغلق التطبيق
lv: Escape taustiņš aizver lietojumprogrammu
pt_br: A tecla Escape fecha o aplicativo
sk: Kláves Esc ukončí aplikáciu
sl: Tipka Esc zapre aplikacijo

source: Estonian
ar: الإستونية
pt_br: Estoniano
sk: Estónska
sl: Estonščina

source: Example:
ar: مثال:
lv: Piemērs:
pt_br: Exemplo:
sk: Príklad:
sl: Primer:

source: Exclude from clipboard history
ar: استبعاد من محفوظات الحافظة
lv: Izslēgt no starpliktuves vēstures
pt_br: Excluir do histórico da prancheta
sk: Vylúčiť z histórie schránky

source: Exclude from screen capture
ar: استبعاد من التقاط الشاشة
lv: Izslēgšana no ekrāna tveršanas
pt_br: Excluir da captura de tela
sk: Vylúčiť zo snímania obrazovky

source: Exit
ar: الخروج
lv: Iziet
pt_br: Sair
sk: Koniec
sl: Izhod

source: Expand All
ar: توسيع الكل
lv: Izvērst visu
pt_br: Expandir tudo
sk: Rozbaliť všetko
sl: Razširi vse

source: Expand backup directory path
ar: قم بتوسيع مسار مجلد النسخ الاحتياطي
lv: Izvērst rezerves direktorija ceļu
pt_br: Expandir caminho do diretório de backup
sk: Rozbaľte cestu priečinka so zálohou
sl: Razširi pot imenika varnostne kopije

source: Expand/Collapse Group
ar: توسيع / طي المجموعة
lv: Izvērst/sakļaut grupu
pt_br: Expandir/Recolher Grupo
sk: Rozbaliť/zbaliť skupinu
sl: Razširi/Skrči skupino

source: Expiring Passwords
ar: كلمات مرور منتهية الصلاحية
lv: Paroles, kurām beidzas derīguma termiņš
pt_br: Senhas Expirando
sk: Heslá ktorým končí platnosť
sl: Potekla gesla

source: Export
ar: تصدير
lv: Eksportēt
pt_br: Exportar
sk: Exportovať
sl: Izvozi

source: Export &Text
ar: تصدير &نص
lv: Eksportēt &tekstu
pt_br: Exportar &texto
sk: Exportovať text
sl: Izvozi b&esedilo

source: Export &To
ar: تصدير &ل
lv: Eksportēt &uz
pt_br: Exportar &para
sk: &Exportovať do
sl: Izvozi &v

source: Export &XML
ar: تصدير &XML
lv: Eksportēt &XML
pt_br: Exportar &XML
sk: Exportovať XML
sl: Izvozi &XML

source: Export Attachment...
ar: تصدير مرفق...
lv: Eksportēt pielikumu...
pt_br: Exportar anexo...
sk: Exportovať prílohu...
sl: Izvoz prilogo...

source: Export Current &DB
ar: تصدير الحالي & DB
lv: Eksportēt esošo &DB
pt_br: Exportar &BD Atual
sk: Exportovať aktuálnu DB
sl: Izvozi trenutno &ZP

source: Export Entry To
ar: تصدير مدخل ل
lv: Eksportēt ierakstu uz
pt_br: Exportar entrada para
sk: Exportovať záznam do
sl: Izvozni vnos v

source: Export Group To
ar: تصدير مجموعة ل
lv: Eksportēt grupu uz
pt_br: Exportar grupo para
sk: Exportovať skupinu do
sl: Izvozi skupino v

source: Export Text
ar: تصدير نص
lv: Eksportēt tekstu
pt_br: Exportar texto
sk: Exportovať text
sl: Izvozi besedilo

source: Export Text Extra
ar: تصدير نص زائد
lv: Eksportēt tekstu Extra
pt_br: Exportar texto extra
sk: Exportovať Text Extra
sl: Izvozi besedilo Posebno

source: Export XML
ar: تصدير XML
lv: Eksportēt XML
pt_br: Exportar XML
sk: Exportovať XML
sl: Izvozi XML

source: Export file:
ar: تصدير ملف:
lv: Eksportēt failu:
pt_br: Exportar arquivo:
sk: Exportovaný súbor:
sl: Izvozi datoteko:

source: Export file: '%s' already exists. Do you want to replace it?
ar: ملف التصدير: '%s' موجود بالفعل. هل تريد استبداله؟
lv: Eksporta fails: '%s' jau pastāv. Vai vēlaties to aizstāt?
pt_br: Exportar arquivo: '%s' já existe. Você quer substituí-lo?
sk: Exportovaný súbor: '%s' už existuje. Prajete si ho prepísať?
sl: Izvoz datoteke: '%s' že obstaja. Ali jo želite zamenjati?

source: Export of data was restricted to certain fields by the user.
ar: تم تقييد تصدير البيانات إلى حقول معينة من قبل المستخدم.
lv: Lietotājs ierobežoja datu eksportu uz noteiktiem laukiem.
pt_br: A exportação de dados foi restrita a determinados campos pelo usuário.
sk: Export údajov bol používateľom obmedzený na určité polia.
sl: Uporabnik je omejil izvoz podatkov na določena polja.

source: Export...
ar: تصدير...
lv: Eksportēt...
pt_br: Exportar...
sk: Exportovať...
sl: &Izvozi...

source: Exporting to file:
ar: التصدير إلى ملف:
lv: Eksportēšana failā:
pt_br: Exportando para arquivo:
sk: Exportovať do súboru:
sl: Izvoz v datoteko:

source: Failed to allocate memory
ar: فشل تخصيص ذاكرة
lv: Neizdevās piešķirt atmiņu
pt_br: Falha ao alocar memória
sk: Nepodarilo sa prideliť pamäť
sl: Dodeljevanje pomnilnika ni uspelo

source: Failed to create empty document.
ar: فشل عمل مستند فارغ.
lv: Neizdevās izveidot tukšu dokumentu.
pt_br: Falha ao criar documento vazio.
sk: Nepodarilo sa vytvoriť prázdny dokument.
sl: Praznega dokumenta ni bilo mogoče ustvariti.

source: Failed to import image
ar: فشل بإستيراد الصورة
lv: Neizdevās importēt attēlu
pt_br: Falha ao importar imagem
sk: Nepodarilo sa importovať obrázok
sl: Uvoz slike ni uspel

source: Failed to initialize YubiKey. Please try again.
ar: فشل تهيئة YubiKey. حاول مرة اخرى.
lv: Neizdevās inicializēt YubiKey. Lūdzu mēģiniet vēlreiz.
pt_br: Falha ao inicializar o YubiKey. Por favor, tente novamente.
sk: Nepodarilo sa inicializovať Yubikey. Skúste to znova.
sl: Inicializacija YubiKey ni uspela. Prosimo, poskusite znova.

source: Failed to launch help.
ar: فشل تشغيل المساعدة.
lv: Neizdevās palaist palīdzību.
pt_br: Falha ao lançar a ajuda.
sk: Nepodarilo sa spustiť nápovedu.
sl: Zagon pomoči ni uspel..

source: Failed to load AutoType support DLL (wrong version?). AutoType for Launch of a Browser or Running a command is disabled.
ar: فشل تحميل مكتبة الارتباط الديناميكي لدعم الكتابة التلقائية (إصدار خاطئ؟). تم تعطيل الكتابة التلقائية لتشغيل المستعرض أو تشغيل أحد الأوامر.
lv: Neizdevās ielādēt Autoievades atbalsta DLL (nepareiza versija?). Autoievade pārlūkprogrammas palaišanai vai komandas palaišanai ir atspējots.
pt_br: Falha ao carregar a DLL de suporte do Preenchimento Automático (versão incorreta?). O Preenchimento Automático para iniciar um navegador ou executar um comando está desabilitado.
sk: Nepodarilo sa načítať AutoType DLL (nesprávna verzia?). AutoType na spustenie prehliadača alebo spustenie príkazu je vypnuté.
sl: Ni uspelo nalaganje DLL-a podpore za Samodejno vrsto (napačna različica?). Samodejna vrsta za zagon brskalnika ali zagon ukaza je onemogočen.

source: Failed to load image
ar: فشل تحميل الصورة
lv: Neizdevās ielādēt attēlu
pt_br: Falha ao carregar imagem
sk: Nepodarilo sa načítať obrázok
sl: Ni moč naložiti slike

source: Failed to lock configuration file - opened by another instance of PasswordSafe?
ar: فشل في قفل ملف الاعدادت - مفتوح بواسطة مثيل آخر من PasswordSafe؟
lv: Neizdevās bloķēt konfigurācijas failu — to atvēra cita PasswordSafe instance?
pt_br: Falha ao bloquear o arquivo de configuração - Ele foi aberto por outra instância do PasswordSafe?
sk: Nepodarilo sa uzamknúť konfiguračný súbor - je otvorený inou inštanciou Password Safe?
sl: Ni uspelo zaklepanje konfiguracijske datoteke - Morda je odprta z drugim primerkom Password Safe?

source: Failed to lock memory
ar: فشل قفل الذاكرة
lv: Neizdevās bloķēt atmiņu
pt_br: Falha ao bloquear memória
sk: Nepodarilo sa uzamknúť pamäť
sl: Zaklepanje pomnilnika ni uspelo

source: Failed to open document.
ar: فشل فتح المستند.
lv: Neizdevās atvērt dokumentu.
pt_br: Falha ao abrir documento.
sk: Nepodarilo sa otvoriť dokument.
sl: Ni uspelo odpiranje dokumenta.

source: Failed to save changed preferences.
ar: فشل في حفظ التفضيلات المتغيرة.
lv: Neizdevās saglabāt izmainītās preferences.
pt_br: Falha ao salvar as preferências alteradas.
sk: Nepodarilo sa uložiť zmenené predvoľby.
sl: Ni uspelo shranjevanje sprememb nastavitev.

source: Failed to save document.
ar: فشل حفظ المستند.
lv: Neizdevās saglabāt dokumentu.
pt_br: Falha ao salvar documento.
sk: Nepodarilo sa uložiť dokument.
sl: Ni uspelo shranjevanje dokumenta.

source: Failed to save image
ar: فشل حفظ الصورة
lv: Neizdevās saglabāt attēlu
pt_br: Falha ao salvar imagem
sk: Nepodarilo sa uložiť obrázok
sl: Ni uspelo shranjevanje slike

source: Failed to save key in database
ar: فشل حفظ المفتاح في قاعدة البيانات
lv: Neizdevās saglabāt atslēgu datu bāzē
pt_br: Falha ao salvar chave no banco de dados
sk: Nepodarilo sa uložiť kľúč do databázy

source: Failed to switch from R-O to R/W because database is already open in R/W mode by: %s %s (Only one R/W access at a time is allowed)
ar: فشل التبديل من R-O إلى R / W لأن قاعدة البيانات مفتوحة بالفعل في وضع R / W بواسطة: %s %s (يُسمح فقط بوصول R / W واحد في كل مرة)
lv: Neizdevās pārslēgties no R/O uz R/W, jo datu bāze jau ir atvērta R/W režīmā: %s %s (Vienlaikus ir atļauta tikai viena R/W piekļuve)
pt_br: Falha ao alternar de R-O para R/W porque o banco de dados já está aberto no modo R/W por: %s %s (Somente um acesso R/W de cada vez é permitido)
sk: Nepodarilo sa prepnúť z R-O na R/W, pretože databáza je už otvorená v režime R/W v: %s %s (Je povolený iba jeden prístup R/W v danom čase)
sl: Ni uspel preklop iz S-B v B/P, ker je zbirka podatkov že odprta v načinu B/P z: %s %s (Hkrati je dovoljen le 1 dostop v načinu B/P)

source: Failed to switch from R-O to R/W: Could not open the database. It may have been deleted or renamed or there may be a problem with its drive.
ar: فشل التبديل من R-O إلى R / W: تعذر فتح قاعدة البيانات. ربما تم حذفه أو إعادة تسميته أو قد تكون هناك مشكلة في محرك الأقراص الخاص به.
lv: Neizdevās pārslēgties no R-O uz R/W: nevarēja atvērt datu bāzi. Iespējams, tā ir dzēsta vai pārdēvēta, vai arī ir radusies problēma ar tās disku.
pt_br: Falha ao alternar de R-O para R/W: não foi possível abrir o banco de dados. Pode ter sido excluído ou renomeado ou pode haver um problema com sua unidade.
sk: Nepodarilo sa prepnúť z R-O na R/W: nemohol som otvoriť databázu. Je možné že bola zmazaná alebo premenovaná alebo je problém s diskom.
sl: Ni uspel preklop iz S-B v B/P: Zbirke podatkov ni bilo mogoče odpreti. Morda je bila izbrisana ali preimenovana ali pa je morda prišlo do težave s pogonom.

source: Failed to switch from R-O to R/W: The file appears to be too short to be a valid database.
ar: فشل التبديل من R-O إلى R / W: يبدو أن الملف أقصر من أن يكون قاعدة بيانات صالحة.
lv: Neizdevās pārslēgties no R-O uz R/W: šķiet, ka fails ir pārāk īss, lai tas būtu derīgs kā datu bāze.
pt_br: Falha ao alternar de R-O para R/W: O arquivo parece ser muito curto para ser um banco de dados válido.
sk: Nepodarilo sa prepnúť z R-O na R/W: Súbor sa zdá byť príliš krátky na to aby bol platnou databázou.
sl: Ni uspel preklop iz S-B v B/P: Datoteka se zdi prekratka, da bi lahko bila veljavna zbirka podatkov.

source: Failed to switch from R/W to R-O: Could not release database lock. Try exiting and restarting program.
ar: فشل التبديل من R / W إلى R-O: تعذر تحرير قفل قاعدة البيانات حاول الخروج وإعادة تشغيل البرنامج.
lv: Neizdevās pārslēgties no R/W uz R-O: nevarēja atbrīvot datu bāzes bloķēšanu. Mēģiniet iziet no programmas un restartēt to.
pt_br: Falha ao alternar de R/W para R-O: não foi possível liberar o bloqueio do banco de dados. Tente sair e reiniciar o programa.
sk: Nepodarilo sa prepnúť z R/W na R-O: nemohol som uvoľniť zámok na databázu. Skúste program ukončiť a znova spustiť.
sl: Ni uspel preklop iz B/P v S-B: Ni možno sprostiti zbirke podatkov. Poskusite zapreti in znova zagnati program.

source: Failed to update YubiKey
ar: فشل تحديث YubiKey
lv: Neizdevās atjaunināt YubiKey
pt_br: Falha ao atualizar YubiKey
sk: Nepodarilo sa aktualizovať Yubikey

source: Failsafe Backup Deletion
lv: Failsafe rezerves kopijas dzēšana
pt_br: Exclusão de Backup à Prova de Falhas
sk: Vymazanie zálohovania zlyhania
sl: Neuspešno brisanje varnostne kopije

source: Failsafe Backup Files
ar: ملفات Failsafe Backup
lv: Failsafe rezerves kopijas faili
pt_br: Arquivos de Backup à Prova de Falhas
sk: FAILSAFE záložné súbory
sl: Datoteke neuspelih varnostnih kopij

source: Fatal Error
ar: خطأ فادح
lv: Fatāla kļūda
pt_br: Erro fatal
sk: Smrteľná chyba
sl: Usodna napaka

source: Field
ar: حقل
lv: Lauks
pt_br: Campo
sk: Pole
sl: Polje
