Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Cannot create missing directories in path to the export file.
ar: لا يمكن إنشاء ملفات مفقودة في مسار ملف التصدير.
lv: Nevar izveidot trūkstošos direktorijus ceļā uz eksporta failu.
pt_br: Não é possível criar diretórios ausentes no caminho para o arquivo de exportação.
sk: Nemôžem vytvoriť chýbajúce adresáre v ceste k exportovaniu súboru.
sl: Manjkajočih imenikov ni mogoče ustvariti v poti do izvozne datoteke.

source: Cannot process as this entry has been deleted from the open database.
ar: لا يمكن المعالجة حيث تم حذف هذا المدخل من قاعدة البيانات المفتوحة.
lv: Nevar apstrādāt, jo šis ieraksts ir izdzēsts no atvērtās datu bāzes.
pt_br: Não é possível processar, pois esta entrada foi excluída do banco de dados aberto.
sk: Nemôžem spracovať, pretože tento záznam bol odstránený z otvorenej databázy.
sl: Ni možna obdelava, ker je bil ta vnos izbrisan iz odprte zbirke podatkov.

source: Cannot read file. Please check file permissions.
ar: لا يمكن قراءة الملف. الرجاء التحقق من أذونات الملف.
lv: Nevar nolasīt failu. Lūdzu, pārbaudiet faila atļaujas.
pt_br: Não é possível ler o arquivo. Por favor, verifique as permissões do arquivo.
sk: Nemôžem čítať súbor. Skontrolujte oprávnenia k súboru.
sl: Datoteke ni mogoče prebrati. Prreverite pravice datoteke.

source: Cannot verify old master password - file gone?
ar: لا يمكن التحقق من كلمة المرور الرئيسية القديمة - ذهب الملف؟
lv: Nevar pārbaudīt veco pamatparoli — fails pazudis?
pt_br: Não é possível verificar a senha mestra antiga - o arquivo desapareceu?
sk: Nemôžete overiť staré hlavné heslo - súbor bol vymazaný?

source: Caps Lock is ON
lv: Caps Lock ir IESLĒGTS
pt_br: Caps Lock está HABILITADO
sk: Caps Lock je zapnutý
sl: Caps Lock je Vkl

source: Case Sensitive
ar: حساس لحالة الحرف
lv: Reģistrjutīgs
pt_br: Maiúsculas e Minúsculas
sk: Rozlišovať malé a veľké písmená
sl: Občutljivo na m/V črke

source: Case insensitive search
ar: بحث غير حساس لحالة الحرف
lv: Reģistrnejutīga meklēšana
pt_br: Pesquisar sem distinção entre maiúsculas e minúsculas
sk: Vyhľadávanie bez rozlišovania malých a veľkých písmen
sl: Poišči neobčutljivo na m/V črke

source: Case sensitive search
ar: بحث حساس لحالة الحرف
lv: Reģistrjutīga meklēšana
pt_br: Pesquisar com distinção entre maiúsculas e minúsculas
sk: Vyhľadávanie s rozlišovaním malých a veľkých písmen
sl: Poišči občutljivo na m/V črke

source: Chan&ge to R-O
ar: تغيير الى وضع القراءة فقط
lv: Pārslēgt uz R-O (tikai lasīt)
pt_br: Alte&rar para R-O
sk: Zmeniť na R-O
sl: Sp&remeni v S-B

source: Chan&ge to R/W
ar: تغيير الى وضع القراءة والكتابة
lv: Pārslēgt uz R/W (lasīt/rakstīt)
pt_br: Alte&rar para R/W
sk: Zmeniť na R/W
sl: S&premeni v B/P

source: Change &Font
ar: تغيير &الخط
lv: Mainīt &fontus
pt_br: Alterar &Fonte
sk: Zmeniť &písmo
sl: Spremeni pi&savo

source: Change &Language
ar: تغيير &اللغة
lv: Mainīt valodu
pt_br: Alterar &Idioma
sk: Zmeniť &jazyk
sl: Spremeni &jezik

source: Change Date
ar: تغيير التاريخ
lv: Mainīt datumu
pt_br: Alterar Data
sk: Zmeniť dátum
sl: Spremeni datum

source: Change Master Password
ar: تغيير كلمة المرور الرئيسية
lv: Mainīt pamatparoli
pt_br: Alterar senha mestra
sk: Zmeniť hlavné heslo

source: Change a %s to a %s
ar: تغيير %s الى %s
lv: Mainīt %s uz %s
pt_br: Alterar um %s para um %s
sk: Zmeň %s na %s
sl: Premeni %s v %s

source: Change database mode?
ar: تغيير وضع قاعدة البيانات؟
lv: Vai mainīt datu bāzes režīmu?
pt_br: Alterar o modo de banco de dados?
sk: Zmeniť mód databázy?
sl: Spremenim način zbirke podatkov?

source: Change status since last save: * indicates the database has been changed ° indicates a database preference has been changed
ar: تغيير الحالة منذ آخر حفظ: * يشير إلى أن قاعدة البيانات قد تم تغييرها ° يشير إلى تغيير تفضيل قاعدة البيانات
lv: Mainīt statusu kopš pēdējās saglabāšanas: * norāda, ka datu bāze ir mainīta ° norāda, ka datu bāzes preference ir mainīta
pt_br: Alterar o status desde a última gravação: * indica que o banco de dados foi alterado ° indica que uma preferência de banco de dados foi alterada
sk: Stav zmien od posledného uloženia: * označuje že databáza bola zmenená ° označuje že predvoľby databázy boli zmenené
sl: Stanje spremembe od zadnjega shranjevanja: * označuje, da je bila zbirka podatkov spremenjena ° označuje, da je bila nastavitev zbirke podatkov spremenjena

source: Change/View Database Default Password Policy
ar: تغيير او عرض السياسة الإفتراضية لكلمات المرور لقاعدة البيانات
lv: Mainīt/skatīt datu bāzes noklusējuma paroles politiku
pt_br: Alterar/Exibir Política de Senha Padrão do Banco de Dados
sk: Zmeniť/zobraziť predvolené zásady tvorby hesla v databáze
sl: Spremeni/Prikaži privzet pravilnik gesel zbirke podatkov

source: Change/View a Database Named Password Policy
ar: تغيير او عرض سياسة عمل كلمات مرور مسماة لقاعدة بيانات
lv: Mainiet/skatiet datu bāzes paroles politiku
pt_br: Alterar/Exibir uma Política de Senha Chamada de Banco de Dados
sk: Zmeniť/zobraziť vlastné zásady tvorby hesla v databáze
sl: Spremeni/Prikaži Imenovan pravilnik gesel zbirke podatkov

source: Change/View selected Named Password Policy or the database default policy
ar: تغيير / عرض سياسة كلمة المرور المحددة أو السياسة الافتراضية لقاعدة البيانات
lv: Mainīt/skatīt atlasīto nosauktās paroles politiku vai datu bāzes noklusējuma politiku
pt_br: Alterar/Exibir a Política de Senha Chamada selecionada ou a política padrão do banco de dados
sk: Zmeniť/zobraziť vybrané vlastné alebo predvolené zásady tvorby hesla
sl: Spremeni/Prikaži izbran Imenovan pravilnik gesel ali privzet pravilnik zbirke podatkov

source: Changes to existing entries will be applied on pressing OK.
ar: التغيييرات للمدخلات الموجود سيتم تطبيقها عند الموافقة.
lv: Izmaiņas esošajos ierakstos tiks piemērotas, nospiežot OK.
pt_br: Alterações nas entradas existentes serão aplicadas ao pressionar OK.
sk: Zmeny v existujúcich záznamoch sa prejavia po stlačení tlačidla OK.
sl: Spremembe obstoječih vnosov bodo uporabljene ob pritisku na Vredu.

source: Changing the password of an alias will break the link to its base entry.
ar: تغيير كلمة مرور لمدخل اسم مستعار سوف يكسر الرابط بينه وبين المدخل الاساس.
lv: Mainot pseidonīma paroli, tiks pārtraukta saite uz tā pamata ierakstu.
pt_br: Alterar a senha de um alias interromperá o link para sua entrada base.
sk: Zmena hesla aliasu preruší prepojenie so základným záznamom.
sl: Spreminjanje gesel kratkih imen bo prekinilo povezavo z njihovimi osnovnim vnosi.

source: Characters present between end of index ']' and '}'
ar: الأحرف الموجودة بين نهاية الفهرس ']' و '}'
lv: Rakstzīmes atrodas starp indeksa beigām “]” un “}”
pt_br: Caracteres presentes entre o final do índice ']' e '}'
sk: Znaky nachádzajúce sa medzi koncom indexu ']' a '}'
sl: Znaki, prisotni med koncem indeksa ']' in'}'

source: Check
ar: التحقق
lv: Pārbaudīt
pt_br: Verificar
sk: Skontrolovať
sl: Preveri

source: Chinese Bopomofo
pt_br: Bopomofo Chinês
sk: Čínska Bopomofo
sl: Kitajski Bopomofo

source: Chinese ChaJei
pt_br: ChaJei Chinês
sk: Čínska Chajei
sl: Kitajski ChaJei

source: Choose a Backup to restore:
ar: اختر نسخة احتياطية لاستعادتها:
sk: Vyberte zálohu na obnovenie:

source: Choose a Database to Validate:
ar: اختر قاعدة بيانات للتحقق من صحتها:
sk: Vyberte databázu na overenie:

source: Choose a Name for this Backup:
ar: اختر اسما لهذه النسخة الاحتياطية:
sk: Vyberte názov pre túto zálohu:

source: Choose a Text File to Import
ar: اختر ملفا نصيا لاستيراده
sk: Vyberte textový súbor na import

source: Choose a database to compare with current database
ar: الرجاء اختيار قاعدة بيانات للمقارنة مع قاعدة البيانات الحالية
lv: Datu bāzes izvēle salīdzināšanai ar pašreizējo datu bāzi
sk: Vyberte databázu na porovnanie s aktuálnou databázou

source: Choose a database to merge into the current database
ar: اختيار قاعدة بيانات لدمجها في قاعدة البيانات الحالية
lv: Datu bāzes izvēle, ko sapludināt pašreizējā datu bāzē
sk: Vyberte databázu na zlúčenie do aktuálnej databázy

source: Choose a database to synchronize with current database
ar: الرجاء اختيار قاعدة بيانات لمزامنتها مع قاعدة البيانات الحالية
lv: Datu bāzes izvēle sinhronizēšanai ar pašreizējo datu bāzi
sk: Vyberte databázu na synchronizáciu s aktuálnou databázou

source: Choose a name for the current (Untitled) database:
ar: الرجاء اختيار اسم لقاعدة البيانات (بدون عنوان) الحالية :
lv: Izvēlieties pašreizējās (Bez nosaukuma) datu bāzes nosaukumu:
sk: Vyberte názov pre aktuálnu databázu (Bez názvu):

source: Choose a new name for the current database:
ar: اختر اسما جديدا لقاعدة البيانات الحالية:
lv: Izvēlieties pašreizējās datu bāzes jauno nosaukumu:
sk: Vyberte nový názov pre aktuálnu databázu:

source: Choose an XML File to Import
ar: اختر ملف XML لاستيراده
lv: Importējamā XML faila izvēle
sk: Vyberte súbor XML na import

source: Cl&ose
ar: إغ&لاق
pt_br: Fe&char
sk: Zatvoriť

source: Clear &History
ar: مسح التاريخ
lv: Notīrīt un vēsture
pt_br: Limpar Histórico
sk: Vymazať históriu

source: Clear Buffer
ar: تنظيف المخزن المؤقت
lv: Notīrīt buferi
pt_br: Limpar Buffer
sk: Vymazať buffer
sl: Počisti predpomnilnik

source: Clear Clipboard
ar: تنظيف الحافظة
lv: Notīrīt starpliktuvi
pt_br: Limpar a Área de Transferência
sk: Vymazať schránku
sl: Počisti odložišče

source: Clear Find
ar: تنظيف البحث
lv: Notīrīt atrašanu
pt_br: Limpar Local
sk: Vymazať hľadanie
sl: Počisti Najdi

source: Clear History
ar: مسح التاريخ
lv: Notīrīt vēsturi
pt_br: Limpar Histórico
sk: Vymazať históriu
sl: Počisti Zgodovino

source: Clear Recent Safe list
ar: امسح القائمة الآمنة الأخيرة
lv: Notīrīt neseno seifu sarakstu
pt_br: Limpar lista Segura Recente
sk: Vymazať zoznam otvorených súborov
sl: Počisti nedavni seznam Sefa

source: Clear clipboard upon exit
ar: تنظيف الحافظة عند الخروج
lv: Izejot, notīrīt starpliktuvi
pt_br: Limpar a área de transferência ao sair
sk: Vymazať schránku po ukončení aplikácie
sl: Počisti odložišče ob izhodu iz programa

source: Clear clipboard upon minimize
ar: تنفيظ الحافظة عند إخفاء شاشة البرنامج
lv: Notīrīt starpliktuvi pēc samazināšanas
pt_br: Limpar a área de transferência ao minimizar
sk: Vymazať schránku po minimalizácii aplikácie
sl: Počisti odložišče ob pomanjšanju

source: Clear password history for ALL entries
ar: مسح تاريخ كلمات المرور لكل المدخلات
lv: Notīrīt paroļu vēsturi VISIEM ierakstiem
pt_br: Limpar histórico de senhas para TODAS as entradas
sk: Vymazať históriu hesiel pre všetky záznamy
sl: Počisti zgodovino gesel VSEH vnosov

source: Click button, then touch your YubiKey
ar: اضغط الزر,ثم المس YubiKey الخاص بك
lv: Noklikšķiniet uz pogas un pēc tam pieskarieties savai YubiKey
pt_br: Clique no botão e toque no seu YubiKey
sk: Kliknite na tlačidlo a potom sa dotknite svojho Yubikey
sl: Kliknite gumb, nato se dotaknite svojega YubiKeya

source: Click here for details on the various preferences.
ar: انقر هنا للحصول على تفاصيل حول التفضيلات المختلفة.
lv: Noklikšķiniet šeit, lai iegūtu sīkāku informāciju par dažādām preferencēm.
pt_br: Clique aqui para obter detalhes sobre as várias preferências.
sk: Kliknutím sem získate podrobnosti o rôznych predvoľbách.
sl: Kliknite tukaj za podrobnosti o različnih nastavitvah.

source: Click here for help on AutoType.
ar: اضغط هنا للمساعدة حول الكتابة التقائية.
lv: Noklikšķiniet šeit, lai saņemtu palīdzību par AutoIevadi.
pt_br: Clique aqui para obter ajuda sobre o Preenchimento Automático.
sk: Kliknutím sem získate nápovedu pre automatické dopĺňanie.
sl: Kliknite tukaj za pomoč pri Samodejni vrsti.

source: Click here to pick field
ar: انقر هنا لاختيار حقل
lv: Noklikšķiniet šeit, lai izvēlētos lauku
pt_br: Clique aqui para escolher o campo
sk: Kliknite sem a vyberte pole
sl: Kliknite za izbor polja

source: Click on a row in the Password History to copy the password on that row to the clipboard.
ar: انقر على صف في "سجل كلمات المرور" لنسخ كلمة المرور في هذا الصف إلى الحافظة.
lv: Noklikšķiniet uz rindas sadaļā Paroles vēsture, lai kopētu paroli starpliktuvē.
pt_br: Clique em uma linha no Histórico de Senhas para copiar a senha nessa linha para a área de transferência.
sk: Kliknutím na riadok v histórii hesiel skopírujte heslo v tomto riadku do schránky.
sl: Kliknite na vrstico v Zgodovini gesel, za kopiranje gesla iz te vrstice v odložišče.

source: Click to change case.
ar: اضغط لتغيير الحالة.
lv: Noklikšķiniet, lai mainītu reģistru.
pt_br: Clique para mudar de maiúsculas e minúsculas.
sk: Kliknutím zmeníte veľkosť písmen.
sl: Kliknite, za spremembo m/V črk.

source: Click to copy generated password to clipboard
ar: اضغط لنسخ كلمة المرور المولدة للحافظة
lv: Noklikšķiniet, lai kopētu ģenerēto paroli starpliktuvē
pt_br: Clique para copiar a senha gerada para a área de transferência
sk: Kliknutím sa skopíruje vygenerované heslo do schránky
sl: Kliknite, za kopiranje generiranega gesla v odložišče

source: Click to copy the current authentication code to clipboard.
ar: انقر لنسخ رمز المصادقة الحالي إلى الحافظة.
lv: Noklikšķiniet, lai kopētu pašreizējo autentifikācijas kodu starpliktuvē.
pt_br: Clique para copiar o código de autenticação atual para a área de transferência.
sk: Kliknutím skopírujete aktuálny overovací kód do schránky.

source: Click to copy to clipboard
ar: إضغط للنسخ للحافظة
lv: Noklikšķiniet, lai kopētu starpliktuvē
pt_br: Clique para copiar para a área de transferência
sk: Kliknutím sa skopíruje do schránky
sl: Kliknite, za kopiranje v odložišče

source: Click to copy to clipboard, Ctrl+Click to also set URL field to this value
ar: انقر للنسخ إلى الحافظة، Ctrl+Click لتعيين حقل URL لهذه القيمة
lv: Noklikšķiniet, lai kopētu starpliktuvē, Ctrl+noklikšķiniet, lai arī URL laukam iestatītu šo vērtību
pt_br: Clique para copiar para a área de transferência, Ctrl+Clique para também definir o campo URL para este valor
sk: Kliknutím sa skopíruje do schránky, Ctrl+Click ešte aj nastaví pole URL na túto hodnotu
sl: Kliknite, za kopiranje v odložišče, Ctrl + klik, da tudi nastavite URL polje na to vrednost

source: Click to enable/disable this row
ar: انقر لتمكين/تعطيل هذا الصف
lv: Noklikšķiniet, lai iespējotu/atspējotu šo rindu
pt_br: Clique para habilitar/desabilitar esta linha
sk: Kliknutím na povolenie/zakázanie tohto riadku
sl: Kliknite, če želite omogočiti/onemogočiti to vrstico

source: Click to enter a character code via virtual numeric keypad. The character is added when this button is clicked again.
ar: انقر لإدخال رمز حرف عبر لوحة المفاتيح الرقمية الافتراضية. تتم إضافة الحرف عند النقر فوق هذا الزر مرة أخرى.
lv: Noklikšķiniet, lai ievadītu rakstzīmes kodu, izmantojot virtuālo ciparu tastatūru. Rakstzīme tiek pievienota, vēlreiz noklikšķinot uz šīs pogas.
pt_br: Clique para inserir um código de caractere através do teclado numérico virtual. O caractere é adicionado quando este botão é clicado novamente.
sk: Kliknutím zadáte znakový kód cez virtuálnu číselnú klávesnicu. Znak sa pridá po opätovnom kliknutí na toto tlačidlo.
sl: Kliknite, za vnos kode znaka prek navidezne številčne tipkovnice. Znak bo dodan po ponovnem kliku na ta gumb.

source: Click to expand and copy to clipboard, Ctrl+Click to copy unexpanded
ar: انقر للتوسيع والنسخ إلى الحافظة ، Ctrl + انقر لنسخ بدون توسيع
lv: Noklikšķiniet, lai izvērstu un kopētu starpliktuvē, Ctrl+noklikšķiniet, lai kopētu neizvērstu
pt_br: Clique para expandir e copiar para a área de transferência, Ctrl+Clique para copiar não expandido
sk: AutoType/Spustiť príkaz: Kliknutím sa vyhodnotia vzorce a premenné a výsledok sa skopíruje do schránky, Ctrl+Click skopíruje samotnú definíciu. Napr. AutoType 'u\tp\n' skopíruje toto: 'Meno<tabulátor>Heslo<Enter>'. V nápovede pozri aké sú možnosti a príklady použitia.
sl: Kliknite, za razširjanje in kopiranje v odložišče, Ctrl + klik za kopiranje ne razširjenega

source: Click to go to link, Ctrl+Click to go and Autotype
ar: انقر للانتقال إلى الرابط ، Ctrl + انقر للذهاب والكتابة التلقائية
lv: Noklikšķiniet, lai pārietu uz saiti, Ctrl+noklikšķiniet, lai pārietu un veiktu Autoievadi
pt_br: Clique para ir para o link, Ctrl+Clique para ir ao Preenchimento Automático
sk: Kliknutím prejdete na odkaz v prehliadači, Ctrl+Click prejde a zároveň vykoná automatické dopĺňanie
sl: Kliknite, da greste na povezavo, Ctrl + klik, da greste in Samodejna vrsta

source: Click to insert a new row below
ar: إضغط لإدخال صف جديد أدناه
lv: Noklikšķiniet, lai zemāk ievietotu jaunu rindu
pt_br: Clique para inserir uma nova linha abaixo
sk: Kliknutím vložíte nový riadok nižšie
sl: Kliknite, če želite spodaj vstaviti novo vrstico

source: Click to randomise the characters in the virtual keypad.
ar: انقر لعشوائية الأحرف في لوحة المفاتيح الافتراضية.
lv: Noklikšķiniet, lai nejauši izvēlētos rakstzīmes virtuālajā tastatūrā.
pt_br: Clique para selecionar aleatoriamente os caracteres no teclado virtual.
sk: Kliknutím vygeneruje náhodné rozloženie znakov na virtuálnej klávesnici.
sl: Kliknite, za naključne znake na navidezni tipkovnici.

source: Click to remove this row
ar: إضغط لإزالة هذا الصف
lv: Noklikšķiniet, lai noņemtu šo rindu
pt_br: Clique para remover esta linha
sk: Kliknutím odstránite tento riadok
sl: Kliknite, da odstranite to vrstico

source: Click to send Email to this address
ar: إضغط لإرسالة بريد إلكتروني لهذا العنوان
lv: Noklikšķiniet, lai nosūtītu e-pastu uz šo adresi
pt_br: Clique para enviar um e-mail para este endereço
sk: Kliknutím pošlete email na túto adresu
sl: Kliknite, za pošiljanje e-pošte na ta naslov

source: Click to set criteria for matching the field
ar: انقر لتعيين معايير مطابقة الحقل
lv: Noklikšķiniet, lai iestatītu lauka atbilstības kritērijus
pt_br: Clique para definir critérios para corresponder ao campo
sk: Kliknutím nastavíte kritériá pre porovnanie poľa
sl: Kliknite, za nastavitev pogojev ujemanja polja

source: Click to set the field to filter by
ar: انقر لتعيين الحقل للفترة ب
lv: Noklikšķiniet, lai iestatītu lauku filtrēšanai
pt_br: Clique para definir o campo a ser filtrado
sk: Kliknutím nastavte pole na filtrovanie
sl: Kliknite, za nastavitev polja za filtriranje

source: Click to show/hide the current authentication code.
ar: انقر لإظهار/إخفاء رمز المصادقة الحالي.
lv: Noklikšķiniet, lai parādītu/paslēptu pašreizējo autentifikācijas kodu.
pt_br: Clique para mostrar/ocultar o código de autenticação atual.
sk: Kliknutím zobrazíte/skryjete aktuálny overovací kód.

source: Click to switch to English
ar: إضغط للتحويل الى الإنجليزية
lv: Noklikšķiniet, lai pārslēgtos uz angļu valodu
pt_br: Clique para mudar para o Inglês
sk: Kliknutím prepnete na angličtinu
sl: Kliknite, za preklop v angleščino

source: Click to switch to Full-width
ar: انقر للتبديل إلى العرض الكامل
lv: Noklikšķiniet, lai pārslēgtos uz pilnu platumu
pt_br: Clique para mudar para Largura total
sk: Kliknutím prepnete na celú šírku
sl: Kliknite, za preklop na polno širino

source: Click to switch to Half-width
ar: انقر للتبديل إلى نصف العرض
lv: Noklikšķiniet, lai pārslēgtos uz pusplatumu
pt_br: Clique para mudar para Meia largura
sk: Kliknutím prepnete na polovicu šírky
sl: Kliknite, za preklop na polovično širino

source: Click to switch to Hiragana
ar: إضغط للتحويل الى الهيراغانا
lv: Noklikšķiniet, lai pārslēgtos uz Hiragana
pt_br: Clique para mudar para Hiragana
sk: Kliknutím prepnete na Hiragana
sl: Kliknite, za preklop v pisavo Hiragana

source: Click to switch to Kana
ar: إضغط للتحويل لكلا الهيراغانا والكاتاكانا
lv: Noklikšķiniet, lai pārslēgtos uz Kana
pt_br: Clique para mudar para Kana
sk: Kliknutím prepnete na kana
sl: Kliknite, za preklop v Kana

source: Click to switch to Katakana
ar: إضغط للتحويل الى الكاتاكانا
lv: Noklikšķiniet, lai pārslēgtos uz Katakana
pt_br: Clique para mudar para Katakana
sk: Kliknutím prepnete na katakana
sl: Kliknite, za preklop v Katakana

source: Click to switch to Korean
ar: إضغط للتحويل الى الكورية
lv: Noklikšķiniet, lai pārslēgtos uz korejiešu valodu
pt_br: Clique para mudar para Coreano
sk: Kliknutím prepnete na kórejčinu
sl: Kliknite, za preklop v korejščino

source: Click to toggle Caps Lock key.
ar: انقر لتبديل مفتاح Caps Lock.
lv: Noklikšķiniet, lai pārslēgtu Caps Lock taustiņu.
pt_br: Clique para alternar a tecla Caps Lock.
sk: Kliknutím prepnete kláves CapsLock.
sl: Kliknit,e za preklop tipke Caps Lock.

source: Click to toggle and/or relation to previous row
ar: انقر للتبديل و / أو الارتباط بالصف السابق
lv: Noklikšķiniet, lai pārslēgtu un/vai attiecībā pret iepriekšējo rindu
pt_br: Clique para alternar e/ou relacionar com a linha anterior
sk: Kliknutím prepnete vzťah 'a/alebo' k predchádzajúcemu riadku
sl: Kliknite, za preklop v in/ali zvezo s prejšnjo vrstico

source: Close
ar: أغلق
lv: Aizvērt
pt_br: Fechar
sk: Zatvoriť
sl: Zapri

source: Close Find Bar
ar: أغلق شريط البحث
lv: Aizveriet meklēšanas joslu
pt_br: Fechar Barra de Pesquisa
sk: Zatvoriť panel hľadania
sl: Zapri iskalno vrstico

source: Collapse All
ar: طي الكل
lv: Sakļaut visu
pt_br: Recolher Todos
sk: Zbaliť všetko
sl: Strni vse

source: Column Picker
ar: منتقي العمود
lv: Kolonnu atlasītājs
pt_br: Seletor de Colunas
sk: Výbrať stĺpce
sl: Izbirnik stolpcev

source: Column header row not recognised as first record. No records imported.
ar: لم يتم التعرف على صف رأس العمود كسجل أول. لا توجد سجلات مستوردة.
lv: Kolonnas galvenes rinda nav atpazīta kā pirmais ieraksts. Nav importētu ierakstu.
pt_br: Linha do cabeçalho da coluna não reconhecida como primeiro registro. Nenhum registro importado.
sk: Riadok hlavičky stĺpca nebol rozpoznaný ako prvý záznam. Žiadne záznamy neboli importované.
sl: Vrstica glave stolpca ni prepoznana kot prvi zapis. Ni uvoženih zapisov.

source: Comma
ar: فاصلة
lv: Komats
pt_br: Vírgula
sk: Čiarka
sl: Vejica

source: Command failed.
ar: الأمر فشل.
lv: Komanda neizdevās.
pt_br: O comando falhou.
sk: Príkaz zlyhal.
sl: Ukaz ni uspel.

source: Compare
ar: قارن
lv: Salīdzināt
pt_br: Comparar
sk: Porovnať
sl: Primerjaj

source: Compare Complete
ar: اكتملت المقارنة
lv: Salīdzināšana Pabeigta
pt_br: Comparação Finalizada
sk: Porovnanie dokončené.
sl: Primerjaj popolno

source: Compare Database Results
ar: نتائج مقارنة قواعد البيانات
lv: Salīdzināt datu bāzes rezultātus
pt_br: Comparar Resultados do Banco de Dados
sk: Výsledky porovnania databáz
sl: Primerjaj rezultate zbirke podatkov

source: Compare complete of current database: %ls and: %ls
ar: مقارنة اكتمال قاعدة البيانات الحالية: %ls و: %ls
lv: Salīdziniet esošo datubāzi: %ls un: %ls
pt_br: Comparar completa do banco de dados atual: %ls e: %ls
sk: Porovnanie dokončené pre súčasnú databázu: %ls a: %ls

source: Compare entries...
ar: مقارنة الإدخالات...
lv: Salīdzināt ierakstus...
pt_br: Comparar entradas...
sk: Porovnať záznamy...
sl: Primerjaj vnose...

source: Compare...
ar: قارن...
lv: Salīdzināt...
pt_br: Comparar...
sk: Porovnať...
sl: Primerjaj...

source: Comparing current database with:
ar: مقارنة قاعدة البيانات الحالية مع:
lv: Esošās datu bāzes salīdzināšana ar:
pt_br: Comparando o banco de dados atual com:
sk: Porovnávam aktuálnu databázu s:
sl: Primerjava trenutne zbirke podatkov z:

source: Comparing current database with: %s
ar: مقارنة قاعدة البيانات الحالية بـ:%s
lv: Esošās datu bāzes salīdzināšana ar: %s
pt_br: Comparando o banco de dados atual com: %s
sk: Porovnávam aktuálnu databázu s: %s
sl: Primerjava trenutne zbirko podatkov z: %s

source: Comparison
ar: مقارنة
lv: Salīdzināšana
pt_br: Comparação
sk: Porovnávaná
sl: Primerjava

source: Comparison Database:
ar: قاعدة بيانات المقارنة:
lv: Salīdzināšanas datu bāze:
pt_br: Banco de Dados de Comparação:
sk: Porovnávaná databáza:
sl: Primerjava zbirke podatkov:

source: Comparison Entry
ar: مقارنة المدخل
lv: Salīdzināšanas ieraksts
pt_br: Entrada de Comparação
sk: Porovnávaný záznam
sl: Primerjava vnosa

source: Completed but ....
ar: إكتمل ولكن ...
lv: Pabeigts, bet....
pt_br: Finalizada, mas...
sk: Dokončené, ale...
sl: Končano vendar.....

source: Completed successfully
ar: إكتمل بنجاح
lv: Veiksmīgi pabeigts
pt_br: Finalizada com sucesso
sk: Úspešne dokončené.
sl: Uspešno končano
