Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: The original database, "%s", is in pre-3.0 format. The data will now be written in the new format, which is unusable by old versions of PasswordSafe. To save the data in the old format, use "File->Export To->Old (1.x or 2) format".
ar: قاعدة البيانات الأصلية ، " %s" ، في تنسيق ما قبل 3.0. ستتم الآن كتابة البيانات بالتنسيق الجديد ، وهو غير قابل للاستخدام بواسطة الإصدارات القديمة من PasswordSafe. لحفظ البيانات بالتنسيق القديم ، استخدم "ملف-> تصدير إلى-> تنسيق قديم (1.x أو 2)".
lv: Sākotnējā datubāze "%s" ir formātā, kas ir vecāka par 3.0. Tagad dati tiks rakstīti jaunajā formātā, ko nevar izmantot vecās PasswordSafe versijas. Lai saglabātu datus vecajā formātā, izmantojiet "Fails->Eksportēt uz->Vecais (1.x vai 2) formāts".
pt_br: O banco de dados original, "%s", está no formato anterior à 3.0. Os dados agora serão gravados no novo formato, que não pode ser usado pelas versões antigas do PasswordSafe. Para salvar os dados no formato antigo, use "Arquivo-> Exportar Para->Formato antigo (1.x ou 2)".
sk: Pôvodná databáza, "%s", je vo formáte pred 3.0. Dáta budú teraz zapísané v novom formáte, ktorý nie je možné použiť v starých verziách Password Safe. Ak chcete uložiť dáta v starom formáte, použite "Súbor->Exportovať do->Starý (1.x alebo 2) formát".
sl: Izvirna zbirka podatkov, "%s", je v obliki pred formatom 3.0. Podatki bodo zdaj zapisani v novem formatu, ki je neuporaben za stare različice Password Safe. Za shranjevanje podatkov v starem formatu uporabite "Datoteka->Izvozi v->Star (1.x ali 2) format".

source: The referenced entry '%s:%s:%s' is itself an alias or shortcut. This is not supported.
ar: المدخل المشار إليه '% s:% s:% s' هو في حد ذاته اسم مستعار أو اختصار. هذا غير مدعوم.
lv: Atsauces ieraksts '%s:%s:%s' pats par sevi ir pseidonīms vai saīsne. Tas netiek atbalstīts.
pt_br: A entrada referenciada '%s:%s:%s' é em si um alias ou atalho. Isto não é suportado.
sk: Odkazovaný záznam '%s:%s:%s' je sám alias alebo odkaz. Toto nie je podporované.
sl: Navedeni vnos '%s:%s:%s' je njegovo kratko ime ali bližnjica. To ni podprto.

source: The selected Failsafe Backup file will be opened instead of selected database.
ar: سيتم فتح ملف Failsafe Backup المحدد بدلاً من قاعدة البيانات المحددة.
lv: Atlasītās datu bāzes vietā tiks atvērts atlasītais Failsafe Backup fails.
pt_br: O arquivo selecionado do Backup à prova de falhas será aberto em vez do banco de dados selecionado.
sk: Namiesto vybranej databázy sa otvorí vybraný záložný súbor.
sl: Izbrana datoteka neuspele varnostne kopije bo odprta namesto izbrane zbirke podatkov.

source: The selected output format does not support all features of the current database. If these features are used, information may be lost. Continue?
ar: لا يدعم تنسيق الإخراج المحدد جميع ميزات قاعدة البيانات الحالية. إذا تم استخدام هذه الميزات ، فقد تفقد المعلومات. يكمل؟
lv: Atlasītais izvades formāts neatbalsta visas esošās datu bāzes funkcijas. Ja šīs funkcijas tiek izmantotas, informācija var tikt zaudēta. Turpināt?
pt_br: O formato de saída selecionado não suporta todos os recursos do banco de dados atual. Se esses recursos forem usados, as informações podem ser perdidas. Você quer continuar?
sk: Vybraný výstupný formát nepodporuje všetky funkcie aktuálnej databázy. Ak sa tieto funkcie použijú, môžu sa stratiť nejaké informácie. Chcete pokračovať?
sl: Izbran izhodni format ne podpira vseh funkcij trenutne zbirke podatkov. Če so uporabljene te funkcije lahko pride do izgube podatkov. Nadaljujem?

source: The two entries do not match.
ar: المدخلان غير متشابهان.
lv: Abi ieraksti nesakrīt.
pt_br: As duas entradas não coincidem.
sk: Tieto dve položky sa nezhodujú.
sl: Dva vnosa se ne ujemata.

source: The user specified that the following fields be excluded from the export:
ar: حدد المستخدم استبعاد الحقول التالية من التصدير:
lv: Lietotājs norādīja, ka no eksportēšanas jāizslēdz šādi lauki:
pt_br: O usuário especificou que os seguintes campos sejam excluídos da exportação:
sk: Používateľ určil, že z exportu budú vylúčené nasledujúce polia:
sl: Uporabnik je določil, da bodo naslednja polja izključena iz izvoza:

source: There are more than one entry that fits your selection. Be more specific.
ar: هناك أكثر من إدخال واحد يناسب اختيارك. كن أكثر تحديدا.
lv: Ir vairāki ieraksti, kas atbilst jūsu izvēlei. Esiet konkrētāks.
sk: Existuje viac ako jeden záznam, ktorý vyhovuje vášmu výberu. Buďte viac špecifickí.

source: There are more than one entry that fits your selection. Please be more specific.
sk: Existuje viac ako jeden záznam, ktorý vyhovuje vášmu výberu. Buďte viac špecifickí.
sl: Obstaja več kot en vnos, ki ustreza vašemu izboru. Prosimo, bodite bolj natančni.

source: There are unmatched quotes in the run command
ar: توجد اقتباسات غير متناسقة في أمر التنفيذ
lv: Izpildes komandā ir nesaskaņotas pēdiņas
pt_br: Existem aspas sem correspondência no comando executar
sk: V príkaze na spustenie sú nespárované úvodzovky
sl: V ukazu Zaženi niso pravilno postavljeni narekovaji

source: There does not appear to be a Recycle Bin on the media containing this Failsafe Backup file. You will not be able to undo deletes. Do you wish to continue?
ar: لا يبدو أن هناك "سلة المحذوفات" على الوسط التي تحتوي على ملفFailsafe Backup . لن تكون قادرًا على التراجع عن عمليات الحذف. هل ترغب في الاستمرار؟
lv: Šķiet, ka datu nesējā, kurā ir šis Failsafe Backup fails, nav atkritnes. Jūs nevarēsit atsaukt dzēšanu. Vai vēlaties turpināt?
pt_br: Não parece haver uma Lixeira na mídia que contém este arquivo de backup à prova de falhas. Você não poderá desfazer exclusões. Você quer continuar?
sk: Nezdá sa, že by tento disk obsahujúci záložný súbor mal Kôš. Odstránenia nebudete môcť vrátiť späť. Chcete pokračovať?
sl: Ni videti, da bi bil Koš na mediju, ki vsebuje to datoteko neuspele varnostne kopije. Brisanja ne boste mogli razveljaviti. Ali želite nadaljevati?

source: These are more recently saved than the currently open documents and contain changes that were made before the application closed.
ar: تم حفظ هذه المستندات مؤخرًا أكثر من المستندات المفتوحة حاليًا وتحتوي على التغييرات التي تم إجراؤها قبل إغلاق التطبيق.
lv: Tie ir saglabāti vēlāk nekā pašlaik atvērtie dokumenti, un tajos ir izmaiņas, kas veiktas pirms lietojumprogrammas aizvēršanas.
pt_br: Eles foram salvos mais recentemente que os documentos abertos no momento e contêm alterações feitas antes do fechamento do aplicativo.
sk: Tieto dokumenty sú skoršie uložené ako v súčasnosti otvorené dokumenty a obsahujú zmeny, ktoré boli vykonané pred uzavretím aplikácie.
sl: To so nedavno shranjeni od trenutno odprtih dokumentov in vsebujejo spremembe, ki so bile narejene pred zapiranjem programa.

source: This Hotkey value is not available as it is already assigned to the PasswordSafe application (Manage->Options->Shortcuts).
ar: قيمة Hotkey هذه غير متاحة حيث تم تعيينها بالفعل لتطبيق PasswordSafe (إدارة-> خيارات-> اختصارات).
lv: Šī karstā taustiņa vērtība nav pieejama, jo tā jau ir piešķirta lietojumprogrammai PasswordSafe (Pārvaldīt->Opcijas->Īsceļi).
pt_br: Esse valor de tecla de atalho não está disponível, pois já está atribuído ao aplicativo PasswordSafe (Gerenciar-> Opções-> Atalhos).
sk: Táto klávesová skratka nie je k dispozícii, pretože už je priradená aplikácii Password Safe (Spravovať->Nastavenia->Skratky).
sl: Ta vrednost vroče tipke ni na voljo, ker je že dodeljena v programu Password Safe (Upravljaj->Možnosti->Bližnjice).

source: This alias' target [%s:%s:%s] is not a normal entry.
ar: هدف هذا الاسم المستعار [ %s:% s:% s] ليس مدخلا عادياً.
lv: Šī pseidonīma mērķis [%s:%s:%s] nav parasts ieraksts.
pt_br: A meta desse alias [%s:%s:%s] não é uma entrada normal.
sk: Tento cieľ aliasu [%s:%s:%s] nie je normálnym záznamom.
sl: Ta cilj kratkega imena [%s:%s:%s] ni normalni vnos.

source: This database is the same as the current database!
ar: قاعدة البيانات هذه نفس قاعدة البيانات الحالية!
lv: Šī datu bāze ir tāda pati kā esošā datu bāze!
pt_br: Este banco de dados é o mesmo que o banco de dados atual!
sk: Táto databáza je rovnaká ako aktuálna databáza!
sl: Ta zbirka podatkov je enaka trenutni zbirki podatkov!

source: This entry has been changed. Are you sure you wish to cancel?
sk: Tento záznam sa zmenil. Naozaj chcete zmeny zrušiť?
sl: Ta vnos je bil spremenjen. Ali ste prepričani, da želite preklicati?

source: This entry has the following %d %ls: %ls Confirm to continue (All shortcuts to this entry will be deleted)?
ar: يحتوي هذا الإدخال على %d %ls التالية: %ls تأكيد للمتابعة (سيتم حذف جميع الاختصارات لهذا الإدخال)؟
lv: Šim ierakstam ir šāda %d %ls: %ls Apstipriniet, lai turpinātu (Visi saīsnes uz šo ierakstu tiks izdzēsti)?
sk: Tento záznam má nasledujúce %d %ls: %ls Potvrďte pre pokračovanie (všetky odkazy k tomuto záznamu budú odstránené).

source: This entry has the following %d %ls: %ls Confirm to continue (alias entry's passwords will be replaced by this entry's password)?
ar: يحتوي هذا الإدخال على %d %ls التالية: %ls تأكيد للمتابعة (سيتم استبدال كلمات مرور إدخال الاسم المستعار بكلمة مرور هذا الإدخال)؟
lv: Šim ierakstam ir šāda %d %ls: %ls Vai apstiprināt, ka turpināts (aizstājvārda ieraksta paroles tiks aizstātas ar šī ieraksta paroli)?
sk: Tento záznam má nasledujúce %d %ls: %ls Potvrďte pre pokračovanie (heslá aliasového záznamu budú nahradené heslom tohto záznamu).

source: This entry has the following %d %ls: %ls Please confirm to continue (All shortcuts to this entry will be deleted)?
sk: Tento záznam má nasledujúce %d %ls: %ls Potvrďte pre pokračovanie (všetky odkazy k tomuto záznamu budú odstránené).
sl: Ta vnos ima naslednje %d %ls: %ls Potrdite, če želite nadaljevati (Vse bližnjice do tega vnosa bodo izbrisane)?

source: This entry has the following %d %ls: %ls Please confirm to continue (alias entry's passwords will be replaced by this entry's password)?
sk: Tento záznam má nasledujúce %d %ls: %ls Potvrďte pre pokračovanie (heslá aliasového záznamu budú nahradené heslom tohto záznamu).
sl: Ta vnos ima naslednje %d %ls: %ls Potrdite, če želite nadaljevati (kratka imena gesel vnosa bodo zamenjana z geslom tega vnosa)?

source: This entry must have a password.
ar: المدخل يجب ان يملك كلمة سر.
lv: Šim ierakstam ir jābūt parolei.
pt_br: Esta entrada deve ter uma senha.
sk: Tento záznam musí mať heslo.
sl: Ta vnos mora imeti geslo.

source: This entry must have a title.
ar: المدخل يجب ان يملك عنوان.
lv: Šim ierakstam ir jābūt nosaukumam.
pt_br: Esta entrada deve ter um título.
sk: Tento záznam musí mať názov.
sl: Ta vnos mora imeti naslov.

source: This entry must have a valid target entry.
ar: يجب أن يحتوي هذا المدخل على مدخل هدف صالح.
lv: Šim ierakstam ir jābūt derīgam mērķa ierakstam.
pt_br: Esta entrada deve ter uma entrada de destino válida.
sk: Tento záznam musí mať platný cieľový záznam.
sl: Ta vnos mora imeti veljaven ciljni vnos.

source: This filter already exists
ar: الفتلر موجود بالفعل
lv: Šis filtrs jau pastāv
pt_br: Este filtro já existe
sk: Tento filter už existuje
sl: Ta filter že obstaja

source: This index is currently in use. Please select another.
ar: هذا الفهرس قيد الاستخدام حاليا. الرجاء تحديد آخر.
lv: Šis indekss pašlaik tiek izmantots. Lūdzu, atlasiet citu.
pt_br: Este índice está atualmente em uso. Por favor, selecione outro.
sk: Tento index sa v súčasnosti používa. Vyberte iný.
sl: Ta indeks je trenutno v uporabi. Prosimo, izberite drugega.

source: This is a DeadKey. Press it and then one of the combined keys then shown to add that new character to the Passphrase.
ar: هذا هو DeadKey. اضغط عليه ثم على أحد المفاتيح المدمجة ثم يظهر لإضافة هذا الحرف الجديد إلى عبارة المرور.
lv: Tas ir DeadKey. Nospiediet to un pēc tam vienu no kombinētajiem taustiņiem, kas pēc tam tiek parādīts, lai pievienotu šo jauno rakstzīmi parolei.
pt_br: Este é um Dead Key. Pressione e, em seguida, uma das teclas combinadas mostradas para adicionar esse novo caractere à frase secreta.
sk: Toto je DeadKey. Stlačte ho a potom jedno zo zobrazených kombinovaných klávesov, čím pridáte nový znak do prístupovej frázy.
sl: To je MrtvaTipka. Pritisnite to tipko, nato pa eno od kombiniranih tipk, ki so nato prikazane, da dodate novi znak v Geslo.

source: This is a shortcut base entry.
ar: هذا هو مدخل قاعدة الاختصار.
lv: Šī ir saīsne pamata ierakstam.
pt_br: Esta é uma entrada base de atalho.
sk: Toto je základný záznam odkazu.
sl: To je bližnjica osnovnega vnosa.

source: This is a shortcut to base entry:
ar: هذا اختصار لمدخل أساسي:
lv: Šī ir saīsne uz pamata ierakstu:
pt_br: Este é um atalho para basear a entrada:
sk: Toto je odkaz na základný záznam:
sl: To je bližnjica do osnovnega vnosa:

source: This is an alias base entry.
ar: هذا هو إدخال قاعدة الاسم المستعار.
lv: Šis ir pseidonīms bāzes ierakstam.
pt_br: Esta é uma entrada básica de alias.
sk: Toto je základný záznam aliasu.
sl: To je kratko ime osnovnega vnosa.

source: This is an alias of:
ar: هذا اسم مستعار لـ:
lv: Šis ir pseidonīms:
pt_br: Este é um alias de:
sk: Toto je alias pre:
sl: To je kratko ime:

source: This is the current authentication code. Click the button to copy it to the clipboard.
ar: هذا هو رمز المصادقة الحالي. انقر فوق الزر لنسخه إلى الحافظة.
lv: Šis ir pašreizējais autentifikācijas kods. Noklikšķiniet uz pogas, lai to kopētu starpliktuvē.
pt_br: Este é o código de autenticação atual. Clique no botão para copiá-lo para a área de transferência.
sk: Toto je aktuálny overovací kód. Kliknite na tlačidlo a skopírujte ho do schránky.

source: This is the percentage of Window transparency. 0% means normal fully opaque and 100% is totally transparent and invisible. Values greater than 50% are not supported. Note: This only applies to the main dialog window.
ar: هذه هي النسبة المئوية لشفافية النافذة. 0% تعني عادي معتم بالكامل و %100 شفاف تمامًا وغير مرئي. القيم الأكبر من 50% غير معتمدة. ملاحظة: هذا ينطبق فقط على نافذة الحوار الرئيسية.
lv: Loga caurspīdīgums procentos. 0% - parasts, pilnīgi necaurspīdīgs logs, 100% - pilnīgi caurspīdīgs un neredzams. Vērtības virs 50% netiek atbalstītas. Piezīme: Tas attiecas tikai uz galveno dialoglodziņu.
pt_br: Essa é a porcentagem de transparência da janela. 0% significa totalmente normal e opaco, e 100% é totalmente transparente e invisível. Os valores maiores que 50% não são suportados. Nota: Isso se aplica apenas à janela de diálogo principal.
sk: Toto je percento priehľadnosti okna. 0% znamená úplne nepriehľadné a 100% je úplne priehľadné a neviditeľné. Hodnoty väčšie ako 50% nie sú podporované. Poznámka: Toto platí iba pre hlavné dialógové okno.
sl: Odstotek prosojnosti okna. 0 % pomeni normalno povsem neprosojno in 100 % povsem prosojno in nevidno. Večje vrednosti od 50 % niso podprte. Opomba: To velja samo za glavno pogovorno okno.

source: This program is linked to the missing export %Ts in the file %Ts. This machine may have an incompatible version of %Ts.
ar: هذا البرنامج مرتبط بالتصدير المفقود %Ts في الملف %Ts. قد يحتوي هذا الجهاز على إصدار غير متوافق من %Ts.
lv: Šī programma ir saistīta ar trūkstošo eksporta %Ts failā %Ts. Šai iekārtai var būt nesaderīga %Ts versija.
pt_br: Este programa está vinculado à exportação %Ts ausente no arquivo %Ts. Esta máquina pode ter uma versão incompatível de %Ts.
sk: Tento program je prepojený s chýbajúcim exportom %Ts v súbore %Ts. Tento počítač môže mať nekompatibilnú verziu %Ts.
sl: Ta program je povezan z manjkajočim izvozom% Ts v datoteko %Ts. Ta naprava ima morda nezdružljivo različico %Ts.

source: This program requires the file %Ts, which was not found on this system.
ar: يتطلب هذا البرنامج الملف %Ts ، والذي لم يتم العثور عليه في هذا النظام.
lv: Šai programmai ir nepieciešams fails %Ts, kas šajā sistēmā netika atrasts.
pt_br: Este programa requer o arquivo %Ts, que não foi encontrado neste sistema.
sk: Tento program vyžaduje súbor %Ts, ktorý sa v tomto systéme nenašiel.
sl: Ta program zahteva datoteko %Ts, ki je ni bilo mogoče najti v tem sistemu.

source: This shortcut's target [%s:%s:%s] is not a normal entry.
ar: الذي يشير له هذا الاختصار [% s:% s:% s] ليس مدخلا عادياً.
lv: Šī īsceļa mērķis [%s:%s:%s] nav parasts ieraksts.
pt_br: O destino deste atalho [%s:%s:%s] não é uma entrada normal.
sk: Cieľ tohto odkazu [%s:%s:%s] nie je normálnym záznamom.
sl: Ta cilj bližnjice [%s:%s:%s] ni normalni vnos.

source: This will allow you to migrate your settings from the configuration file in the Password Safe installation directory into a file in your own local Application Data directory at the next invocation of PasswordSafe.
ar: سيسمح لك هذا بترحيل إعداداتك من ملف الاعدادات في مجلد التثبيت Password Safe إلى ملف في مجلد بيانات التطبيق المحلي الخاص بك عند الاستدعاء التالي لـ PasswordSafe.
lv: Tas ļaus migrēt iestatījumus no konfigurācijas faila Password Safe instalācijas direktorijā uz failu savā lokālajā lietojumprogrammu datu direktorijā nākamajā PasswordSafe izsaukšanas reizē.
pt_br: Isso permitirá que você migre suas configurações do arquivo de configuração no diretório de instalação com Senha Segura para um arquivo em seu próprio diretório local de Dados de Aplicativos na próxima chamada do PasswordSafe.
sk: Toto vám umožní migrovať svoje nastavenia z konfiguračného súboru v inštalačnom priečinku Password Safe do súboru vo vašom vlastnom priečinku Application Data pri ďalšom spustení Password Safe.
sl: To vam bo dovolilo selitev vaših nastavitev iz konfiguracijske datoteke (ki se nahaja v imeniku nameščenega Password Safe), v datoteko na lokaciji vašega lastnega imenika Application Data, ob naslednjem pozivu Password Safe.

source: This will be a shortcut to base entry:
ar: سيكون هذا اختصارًا للمدخل الأساسي:
lv: Tā būs saīsne uz pamata ierakstu:
pt_br: Este será um atalho para basear a entrada:
sk: Toto bude odkaz na základný záznam:
sl: To bo bližnjica do osnovnega vnosa:

source: This will cancel the edit of the Notes field but leaving it in your external editor and on disk. Do you wish to cancel?
ar: سيؤدي هذا إلى إلغاء تعديل حقل الملاحظات مع تركه في المحرر الخارجي وعلى القرص. هل ترغب في الإلغاء؟
lv: Tādējādi tiks atcelta piezīmju lauka rediģēšana, bet tā tiks atstāta ārējā redaktorā un diskā. Vai vēlaties atcelt?
pt_br: Isso cancelará a edição do campo Notas, mas a deixará em seu editor externo e em disco. Você quer cancelar?
sk: Týmto sa zrušia úpravy poľa poznámok, ale ponechá ho v externom editore a na disku. Chcete zrušiť?
sl: To bo preklicalo urejanje polja Opombe, vendar ga bo pustilo v vašem zunanjem urejevalniku in na disku. Ali želite preklicati?

source: This will clear all traces of Password Safe from the machine's registry. It may also cause old versions of Password Safe to revert to default values for some settings.
ar: سيؤدي هذا إلى مسح جميع آثار Password Safe من سجل الجهاز. قد يتسبب أيضًا في عودة الإصدارات القديمة من Password Safe إلى القيم الافتراضية لبعض الإعدادات.
lv: Tādējādi no iekārtas reģistra tiks notīrītas visas Password Safe pēdas. Tas var izraisīt arī dažu iestatījumu noklusējuma vērtību atgriešanos vecās Password Safe versijās.
pt_br: Isso limpará todos os vestígios do Password Safe do registro da máquina. Também pode fazer com que as versões antigas do Password Safe retornem aos valores padrão para algumas configurações.
sk: Týmto sa vymažú všetky stopy aplikácie Password Safe z Windows registrov. Môže to tiež spôsobiť, že sa staré verzie aplikácie Password Safe vrátia k predvoleným hodnotám niektorých nastavení.
sl: To bo počistilo vse sledi Password Safe iz Registra naprave. Lahko tudi povzroči, da se za stare različice programa Password Safe, za nekatere nastavitve, povrnejo privzete vrednosti.

source: This will delete %d entries which are within this group and its subgroups.
ar: سيؤدي هذا إلى حذف %d من المدخلات الموجودة داخل هذه المجموعة ومجموعاتها الفرعية.
lv: Tādējādi tiks dzēsti %d ieraksti, kas atrodas šajā grupā un tās apakšgrupās.
pt_br: Isso excluirá %d entradas que estão dentro deste grupo e seus subgrupos.
sk: Odstráni sa %d záznamov v skupine a podskupinách.
sl: To bo izbrisalo %d vnosov, ki so znotraj te skupine in/ali njenih podskupin.

source: This will delete an entry which is within this group and/or its subgroups.
ar: سيؤدي هذا إلى حذف مدخل موجود داخل هذه المجموعة و / أو مجموعاتها الفرعية.
lv: Tas izdzēsīs ierakstu, kas atrodas šajā grupā un/vai tās apakšgrupās.
pt_br: Isso excluirá uma entrada que esteja dentro deste grupo e/ou seus subgrupos.
sk: Odstráni sa záznam zo skupiny a/alebo podskupín.
sl: To bo izbrisalo vnos, ki je znotraj te skupine in/ali njenih podskupin.

source: This will delete the selected Failsafe Backup file. If the current drive has a Recycle Bin, it will be moved there. If not, it will be permanently deleted.
ar: سيؤدي هذا إلى حذف ملف Failsafe Backup المحدد. إذا كان محرك الأقراص الحالي يحتوي على سلة المحذوفات ، فسيتم نقله هناك. إذا لم يكن كذلك ، فسيتم حذفه نهائيًا.
lv: Tiks izdzēsts atlasītais Failsafe rezerves kopijas fails. Ja esošajam diskam ir atkritne, tas tiks pārvietots uz turieni. Ja nav atkritnes, fails tiks neatgriezeniski izdzēsts.
pt_br: Isso excluirá o arquivo selecionado do Failsafe Backup. Se a unidade atual tiver uma Lixeira, ela será movida para lá. Caso contrário, ele será excluído permanentemente.
sk: Týmto sa odstráni vybraný záložný súbor. Ak má aktuálny disk Kôš, bude tam presunutý. Ak nie, bude natrvalo odstránený.
sl: To bo izbrisalo izbrano datoteko neuspele varnostne kopije. Če je na trenutnem pogonu Koš, bo ta premaknjena vanj. Če ne, bo trajno izbrisana.

source: Timeout period must be between %d and %d minutes.
ar: يجب أن تكون فترة المهلة بين %d و%d دقيقة.
lv: Taimauta periodam ir jābūt no %d līdz %d minūtēm.
pt_br: O período de tempo limite deve estar entre %d e %d minutos.
sk: Obdobie časového limitu musí byť medzi %d a %d minútami.
sl: Čas časovne omejitve mora biti med %d in %d minutami.

source: Title
ar: عنوان
lv: Nosaukums
pt_br: Título
sk: Názov
sl: Naslov

source: Title [Mandatory Field]
ar: العنوان [حقل إلزامي]
lv: Nosaukums [obligāts lauks]
pt_br: Título [Campo obrigatório]
sk: Názov [povinné pole]
sl: Naslov [obvezno polje]

source: Title copied
ar: تم نسخ العنوان
lv: Nosaukums nokopēts
pt_br: Título copiado
sk: Názov skopírovaný
sl: Naslov kopiran

source: Title:
ar: عنوان:
lv: Nosaukums:
pt_br: Título:
sk: Názov:
sl: Naslov:

source: To add a new entry, simply fill in the fields below. At least a title and a password are required. If you have set a default username, it will appear in the username field.
ar: لإضافة مدخل جديد ، ما عليك سوى ملء الحقول أدناه. مطلوب على الأقل عنوان وكلمة مرور. إذا قمت بتعيين اسم مستخدم افتراضي ، فسيظهر في حقل اسم المستخدم.
lv: Lai pievienotu jaunu ierakstu, vienkārši aizpildiet zemāk esošos laukus. Ir nepieciešams vismaz nosaukums un parole. Ja esat iestatījis noklusējuma lietotājvārdu, tas tiks parādīts lietotājvārda laukā.
pt_br: Para adicionar uma nova entrada, basta preencher os campos abaixo. São necessários pelo menos um título e uma senha. Se você definiu um nome de usuário padrão, ele aparecerá no campo de nome de usuário.
sk: Ak chcete pridať nový záznam, jednoducho vyplňte polia uvedené nižšie. Vyžaduje sa aspoň názov a heslo. Ak ste nastavili predvolené používateľské meno, zobrazí sa v poli používateľského mena.
sl: Za dodajanje novega vnosa, preprosto izpolnite spodnja polja. Potrebujete vsaj naslov in geslo. Če ste nastavili privzeto uporabniško ime, bo to prikazano v polju Uporabniško ime.
