Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Some of the entries in this database have passwords that have expired or are about to. Do you wish to list them and possibly update them?
ar: تحتوي بعض المدخلات في قاعدة البيانات هذه على كلمات مرور انتهت صلاحيتها أو على وشك الانتهاء. هل ترغب في سردها وربما تحديثها؟
lv: Dažiem šīs datu bāzes ierakstiem ir paroles, kuru derīguma termiņš ir beidzies vai drīz beigsies. Vai vēlaties tos uzskaitīt un atjaunināt?
pt_br: Algumas das entradas neste banco de dados têm senhas que expiraram ou estão prestes a expirar. Você quer listá-las e possivelmente atualizá-las?
sk: Niektoré zo záznamov v tejto databáze majú heslá, ktoré vypršali alebo čoskoro vypršia. Chcete ich uviesť v zozname a prípadne aktualizovať?
sl: Nekateri vnosi v tej zbirki podatkov imajo gesla, ki so ali bodo kmalu potekla. Ali jih želite videti na seznamu in jih morebiti posodobiti?

source: Sorry - your requested HotKey is already being used. This feature has been temporarily disabled. To re-enable in this session, please select a different key combination.
ar: عذرًا - يتم استخدام مفتاح HotKey المطلوب بالفعل. تم تعطيل هذه الميزة بشكل مؤقت. لإعادة التمكين في هذه الجلسة ، يرجى تحديد مفتاح رئيسي مختلف.
lv: Atvainojiet, jūsu pieprasītais īsceļš jau tiek izmantots. Šī funkcija ir īslaicīgi atspējota. Lai to atkārtoti iespējotu šajā sesijā, lūdzu, atlasiet citu taustiņu kombināciju.
pt_br: Desculpe - sua HotKey solicitada já está sendo usada. Este recurso foi temporariamente desabilitado. Para reativar nesta sessão, selecione uma combinação de teclas diferente.
sk: Je mi ľúto - vami požadovaná klávesová skratka sa už používa. Táto možnosť bola dočasne zakázaná. Ak chcete funkciu v tejto relácii znova povoliť, vyberte inú kombináciu klávesov.
sl: Žal - vaša zahtevana vroča tipka je že uporabljena. Ta funkcija je bila začasno onemogočena. Za ponovno omogočitev seje izberite drugo kombinacijo tipk.

source: Sorry but PasswordSafe has had a problem. Minimal diagnostic information has been written to file: '
ar: آسف ولكن هناك مشكلة في PasswordSafe. تمت كتابة الحد الأدنى من معلومات التشخيص في ملف: '
lv: Atvainojiet, bet PasswordSafe ir radusies problēma. Minimālā diagnostikas informācija ir ierakstīta failā: '
pt_br: Desculpe, mas o PasswordSafe teve um problema. As informações mínimas de diagnóstico foram gravadas no arquivo: "
sk: Je mi ľúto, ale PasswordSafe mal problém. Diagnostické informácie boli zapísané do súboru: '
sl: Žal, vendar je Password Safe imel težavo. Najmanjši diagnostični podatki so bili zapisani v datoteko:

source: Sorry, 'pronounceable' and 'easy-to-read' are not supported together
ar: عذرًا ، لا يتم دعم "قابل للنطق" و "سهل القراءة" معًا
lv: Diemžēl parametri “izrunājams” un “viegli lasāms” netiek atbalstīti kopā
pt_br: Desculpe, 'pronunciável' e 'fácil de ler' não são suportados juntos
sk: Je mi ľúto, „vysloviteľné“ a „ľahko čitateľné“ nie sú spolu podporované
sl: Žal, 'Izgovorljivo in 'Enostavno-za-branje' ni skupaj podprto

source: Sorry, can't specify a minimum number of characters with 'pronounceable' option. Specified values ignored.
ar: عذرًا ، لا يمكن تحديد الحد الأدنى لعدد الأحرف مع خيار "قابل للنطق". تم تجاهل القيم المحددة.
lv: Diemžēl nevar norādīt minimālo rakstzīmju skaitu ar opciju "izrunājams". Norādītās vērtības ir ignorētas.
pt_br: Desculpe, não é possível especificar um número mínimo de caracteres com a opção 'pronunciável'. Valores especificados ignorados.
sk: Je mi ľúto, nemôžem určiť minimálny počet znakov s možnosťou 'vysloviteľné'. Zadané hodnoty boli ignorované.
sl: Žal, ne morem določiti najmanjšega število znakov z možnostjo 'izgovorjave'. Navedene vrednosti so zanemarjene.

source: Sorry, couldn't find help file - help unavailable.
ar: معذرةً ، تعذر العثور على ملف المساعدة - المساعدة غير متاحة.
lv: Atvainojiet, palīdzības failu nevarēja atrast — palīdzība nav pieejama.
pt_br: Não foi possível encontrar o arquivo de ajuda - ajuda indisponível.
sk: Je mi ľúto, nemohol som nájsť súbor nápovedy - nápoveda nedostupná.
sl: Žal, datoteke s pomočjo ni bilo mogoče najti - pomoč ni na voljo.

source: Sorry, currently there is a limit of only one attachment per entry
ar: عذرًا ، يوجد حاليًا حد لمرفق واحد فقط لكل إدخال
lv: Atvainojiet, pašlaik vienam ierakstam ir ierobežots tikai viens pielikums
pt_br: Desculpe, no momento, há um limite de apenas um anexo por entrada
sk: Je mi ľúto, v súčasnosti existuje limit iba jednej prílohy na záznam
sl: Žal, je trenutna omejitev samo ene priloge na vnos

source: Source
ar: مصدر
lv: Avots
pt_br: Orígem
sk: Zdroj
sl: Vir

source: Space Bar
lv: Atstarpes taustiņš
pt_br: Barra de espaços
sk: Medzerník
sl: Preslednica

source: Spanish
pt_br: Espanhol
sk: Španielska
sl: Španščina

source: Spanish Variation
pt_br: Variação do Espanhol
sk: Španielska Variation
sl: Španščina - variacija

source: Specify a program for editing an entry's Notes field via the right-click context menu during Add/Edit. You can specify command line options to the external editor via the external editor command line parameters field. Do not enclose this value in single or double quotes unless your chosen external editor requires them.
ar: حدد برنامجًا لتحرير حقل ملاحظات الإدخال عبر قائمة سياق النقر بزر الماوس الأيمن أثناء إضافة / تحرير. يمكنك تحديد خيارات سطر الأوامر للمحرر الخارجي عبر حقل معلمات سطر أوامر المحرر الخارجي. لا تقم بتضمين هذه القيمة بعلامات اقتباس مفردة أو مزدوجة ما لم يتطلب ذلك المحرر الخارجي الذي اخترته.
lv: Norādiet programmu ieraksta lauka Piezīmes rediģēšanai, izmantojot labās pogas konteksta izvēlni Pievienošanas/Rediģēšanas laikā. Varat norādīt komandrindas opcijas ārējam redaktoram, izmantojot ārējā redaktora komandrindas parametru lauku. Neievietojiet šo vērtību vienpēdiņās vai dubultpēdiņās, ja vien tās nepieprasa jūsu izvēlētais ārējais redaktors.
pt_br: Especifique um programa para editar o campo Notas de uma entrada através do menu de contexto do botão direito do mouse durante Adicionar/Editar. Você pode especificar opções de linha de comando para o editor externo através do campo de parâmetros da linha de comando do editor externo. Não coloque esse valor entre aspas simples ou duplas, a menos que o editor externo escolhido exija.
sk: Zadajte program na úpravu poľa poznámok v zázname prostredníctvom kontextového menu kliknutím pravým tlačidlom myši počas pridania/úpravy. Možnosti príkazového riadka môžete externému editoru zadať prostredníctvom poľa parametre príkazového riadka. Túto hodnotu neuzatvárajte do jednoduchých alebo dvojitých úvodzoviek, pokiaľ to váš zvolený externý editor nevyžaduje.
sl: Določite program za urejanje opomb polja 'Opombe vnosa' prek desnega klika pojavnega menija med 'Dodaj/Uredi'. Lahko določite možnosti ukazne vrstice, v zunanjem urejevalniku prek polj zunanjega urejevalnika ukazne vrstice. Te vrednosti ne ogradite v enojnih ali dvojnih narekovajih razen, če jih zahteva izbrani zunanji urejevalnik.

source: Specify text
ar: تحديد نص
lv: Teksta norādīšana
sk: Zadajte text

source: Specify the browser to use when an entry's URL field starts with [alt], e.g., '[alt]http://foo.com'. You can specify command line options to the browser via the Browser command line parameters field. Do not enclose this value in single or double quotes unless your chosen browser requires them.
ar: حدد المتصفح المراد استخدامه عندما يبدأ حقل عنوان URL للإدخال بـ [بديل] ، على سبيل المثال ، "[بديل] http://foo.com". يمكنك تحديد خيارات سطر الأوامر للمتصفح عبر حقل معلمات سطر أوامر المتصفح. لا تقم بتضمين هذه القيمة بعلامات اقتباس مفردة أو مزدوجة ما لم يتطلب المستعرض الذي اخترته ذلك.
lv: Norādiet pārlūkprogrammu, kas jāizmanto, kad ieraksta URL lauks sākas ar [alt], piemēram, “[alt]http://foo.com”. Pārlūkam varat norādīt komandrindas opcijas, izmantojot lauku Pārlūka komandrindas parametri. Neievietojiet šo vērtību vienpēdiņās vai dubultpēdiņās, ja vien tās nepieprasa jūsu izvēlētā pārlūkprogramma.
pt_br: Especifique o navegador a ser usado quando o campo URL de uma entrada começar com [alt], por exemplo, '[alt] http://foo.com'. Você pode especificar opções de linha de comando para o navegador através do campo Parâmetros da linha de comando do navegador. Não coloque esse valor entre aspas simples ou duplas, a menos que o navegador escolhido exija.
sk: Zadajte prehliadač, ktorý sa má použiť, keď sa pole URL na zadanie začína na [alt], napr., '[alt] http://foo.com'. Možnosti príkazového riadka môžete zadať pomocou poľa Parametre príkazového riadka prehliadača. Túto hodnotu neuzatvárajte do jednoduchých ani dvojitých úvodzoviek, pokiaľ to váš zvolený prehliadač nevyžaduje.
sl: Določite brskalnik, ki ga želite uporabiti, ko se začne vnos polja URL vnosa z [alt], npr., '[alt]http://foo.com'. V brskalnik lahko določite možnosti ukazne vrstice prek polja Parametri ukazne vrstice brskalnika. Te vrednosti ne ogradite v enojnih ali dvojnih narekovajih, razen če jih izbrani brskalnik zahteva.

source: Specify the destination location to contain all backups.
ar: يرجى تحديد موقع الوجهة لاحتواء جميع النسخ الاحتياطية.
lv: Norādiet mērķa atrašanās vietu, lai ietvertu visus dublējumus.
sk: Zadajte umiestnenie, ktoré bude obsahovať všetky zálohy.

source: Specify the sub-directory to contain all backups.
ar: يرجى تحديد المجلد الفرعي الذي يحتوي على جميع النسخ الاحتياطية.
lv: Norādiet apakšdirektoriju, kurā jāiekļauj visi dublējumi.
sk: Zadajte podpriečinok, ktorý bude obsahovať všetky zálohy.

source: Standard
ar: اساسي
lv: Standarta
pt_br: Padrão
sk: Štandard
sl: Standardno

source: Start Password Safe at Login
ar: ابدأ كلمة المرور بأمان عند تسجيل الدخول
lv: Sāciet paroles drošību pieteikšanās laikā
sk: Spustiť Password Safe pri prihlásení

source: Start PasswordSafe at Login
sk: Spustiť PasswordSafe pri prihlásení
sl: Zaženi Password Safe ob prijavi

source: Start Report
ar: بدء التقرير
lv: Sākt atskaiti
pt_br: Iniciar relatório
sk: Začiatok reportu
sl: Začetek poročila

source: Start saving password history for all entries, to the above number of entries.
ar: ابدأ في حفظ محفوظات كلمة المرور لجميع المدخلات ، إلى عدد المدخلات أعلاه.
lv: Sākt saglabāt paroļu vēsturi visiem ierakstiem līdz iepriekš norādītajam ierakstu skaitam.
pt_br: Começar a salvar o histórico de senhas de todas as entradas no número de entradas acima.
sk: Začať ukladať históriu hesiel pre všetky záznamy, podľa vyššie uvedeného počtu záznamov.
sl: Začni shranjevanje zgodovine gesel za vse vnose, na zgoraj navedeno število vnosov.

source: Start saving previous passwords
ar: ابدأ بحفظ كلمات المرور السابقة
lv: Sākt saglabāt iepriekšējās paroles
pt_br: Começar a salvar senhas anteriores
sk: Začať ukladať predchádzajúce heslá
sl: Zaženi shranjevanja prejšnjih gesel

source: Static
ar: ثابت
lv: Statisks
pt_br: Estático
sk: Statické
sl: Statično

source: Statistics
ar: إحصائيات
lv: Statistika
pt_br: Estatísticas
sk: Štatistika
sl: Statistika

source: Status
ar: الحالة
lv: Statuss
sk: Stav
sl: Stanje

source: Stop saving password history for all entries. Saved histories will not be removed, but changed passwords will no longer be added.
ar: توقف عن حفظ محفوظات كلمة المرور لجميع المدخلات. لن تتم إزالة السجلات المحفوظة ، ولكن لن تتم إضافة كلمات المرور التي تم تغييرها بعد الآن.
lv: Pārtraukt saglabāt paroļu vēsturi visiem ierakstiem. Saglabātās vēstures netiks noņemtas, bet mainītās paroles vairs netiks pievienotas.
pt_br: Parar de salvar o histórico de senhas para todas as entradas. Os históricos salvos não serão removidos, mas as senhas alteradas não serão mais adicionadas.
sk: Prestať ukladať históriu hesiel pre všetky záznamy. Uložené histórie nebudú odstránené, ale zmenené heslá už nebudú pridané.
sl: Ustavi shranjevanje zgodovine gesel za vse vnose. Shranjenih zgodovin ne bo mogoče odstraniti, vendar spremenjena gesla ne bodo več dodana.

source: Stop saving previous passwords
ar: التوقف عن حفظ كلمات المرور السابقة
lv: Pārtraukt iepriekšējo paroļu saglabāšanu
pt_br: Parar de salvar senhas anteriores
sk: Prestať ukladať predchádzajúce heslá
sl: Zaustavi shranjevanja prejšnjih gesel

source: Stored filters will be unusable until the file's restored.
ar: ستكون الفلاتر المخزنة غير قابلة للاستخدام حتى تتم استعادة الملف.
lv: Saglabātie filtri nebūs lietojami, kamēr fails netiks atjaunots.
pt_br: Os filtros armazenados serão inutilizáveis ​​até que o arquivo seja restaurado.
sk: Uložené filtre budú nepoužiteľné až do obnovenia súboru.
sl: Shranjeni filtri bodo neuporabni, dokler ne bo ta datoteka obnovljena.

source: String value:
ar: قيمة نصية:
lv: Virknes vērtība:
pt_br: Valor da sequência:
sk: Hodnota reťazca:
sl: Vrednost niza:

source: Subset of entries restricted by the following rule:
ar: مجموعة فرعية من المدخلات مقيدة بالقاعدة التالية:
lv: Ierakstu apakškopa, ko ierobežo šāds noteikums:
pt_br: Subconjunto de entradas restrito pela seguinte regra:
sk: Podskupina záznamov obmedzená nasledujúcim pravidlom:
sl: Podnabor vnosov, ki so omejeni z naslednjim pravilom:

source: Suffix:
ar: لاحقة:
lv: Sufikss:
pt_br: Sufixo:
sk: Prípona:
sl: Končnica:

source: Swedish
pt_br: Sueco
sk: Švédska
sl: Švedščina

source: Swedish with Sami
pt_br: Sueco com Sami
sk: Švédska so Sami
sl: Švedščina s Sami

source: Swiss French
ar: الفرنسية السويسرية
pt_br: Suíço Françês
sk: Švajčiarska francúzska
sl: Švicarska francoščina

source: Swiss German
pt_br: Suíço Alemão
sk: Švajčiarska nemecká
sl: Švicarska nemščina

source: Symbols
ar: رموز
lv: Simboli
pt_br: Símbolos
sk: Symboly
sl: Simboli

source: Synchronization failed
ar: فشل التزامن
lv: Sinhronizācija neizdevās
pt_br: Falha na sincronização
sk: Synchronizácia zlyhala
sl: Usklajevanje ni uspelo

source: Synchronize
ar: مزامنة
lv: Sinhronizēt
pt_br: Sincronizar
sk: Synchronizovať
sl: Sinhroniziraj

source: Synchronize Entries
ar: مزامنة مدخلات
lv: Sinhronizēt ierakstus
pt_br: Sincronizar entradas
sk: Synchronizovať záznamy
sl: Sinhroniziraj vnose

source: Synchronize all entries
ar: مزامنة جميع المدخلات
lv: Sinhronizēt visus ierakstus
pt_br: Sincronizar todas as entradas
sk: Synchronizovať všetky záznamy
sl: Sinhroniziraj vse vnose

source: Synchronizing current database with:
ar: مزامنة قاعدة البيانات الحالية مع:
lv: Esošās datu bāzes sinhronizēšana ar:
pt_br: Sincronizando o banco de dados atual com:
sk: Synchronizácia aktuálnej databázy s:
sl: Sinhronizacija trenutne zbirke podatkov z:

source: Synchronizing from database: %s
ar: مزامنة من قاعدة البيانات: %s
lv: Sinhronizē no datu bāzes: %s
pt_br: Sincronizando do banco de dados: %s
sk: Synchronizácia z databázy: %s
sl: Sinhronizacija iz zbirke podatkov: %s

source: System
ar: نظام
lv: Sistēma
pt_br: Sistema
sk: Systém
sl: Sistemska

source: System error: No more file handles available
ar: خطأ في النظام: لا يتوفر المزيد من معالجات الملفات
lv: Sistēmas kļūda: vairs nav pieejami failu deskriptori
pt_br: Erro do sistema: não há mais identificadores de arquivo disponíveis
sk: Systémová chyba: už nie sú k dispozícii žiadne popiovače súborov
sl: Sistemska napaka: Ni več na voljo ročajev datoteke

source: System registry entries have been removed and the INI file (if any) was deleted.
ar: تمت إزالة إدخالات تسجيل النظام وحذف ملف INI (إن وجد).
lv: Sistēmas reģistra ieraksti ir noņemti, un INI fails (ja tāds ir) tika izdzēsts.
pt_br: As entradas do registro do sistema foram removidas e o arquivo INI (se houver) foi excluído.
sk: Položky registra systému boli odstránené a súbor INI (ak existuje) bol zmazaný.
sl: Vnosi sistemskega registra so bili odstranjeni in datoteka INI (če je obstajala) je bila izbrisana.

source: Tab
sk: Tabulátor

source: Tajik
pt_br: Tadjique
sk: Tadžická
sl: Tadžiščina

source: Target last changed on:
ar: تم تغيير الهدف مؤخرًا في:
lv: Mērķis pēdējo reizi mainīts:
pt_br: Última meta alterada em:
sk: Cieľ sa naposledy zmenil dňa:
sl: Cilj je bil nazadnje spremenjen ob:

source: Test Selected Policy
ar: تجربة السياسة المختارة
lv: Pārbaudiet atlasīto politiku
pt_br: Política selecionada de teste
sk: Testovať vybrané zásady
sl: Besedilo izbranega Pravilnika

source: Text files (*.txt)|*.txt|All files (*.*)|*.*||
lv: Teksta faili (*.txt)|*.txt|Visi faili (*.*)|*.*||
pt_br: Arquivos de Texto (*.txt)|*.txt|Todos os Arquivos (*.*)|*.*||
sk: Textové súbory (*.txt)|*.txt|Všetky súbory (*.*)|*.*||
sl: Besedilne datoteke (*.txt)|*.txt|Vse datoteke (*.*)|*.*||

source: Text files (*.txt)|*.txt|CSV files (*.csv)|*.csv|All files (*.*)|*.*||
lv: Teksta faili (*.txt)|*.txt|CSV faili (*.csv)|*.csv|Visi faili (*.*)|*.*||
pt_br: Arquivos de Texto (*.txt)|*.txt|Arquivos CSV (*.csv)|*.csv|Todos os Arquivos (*.*)|*.*||
sk: Textové súbory (*.txt)|*.txt|CSV súbory (*.csv)|*.csv|Všetky súbory (*.*)|*.*||
sl: Besedilne datoteke (*.txt)|*.txt|Datoteke CSV (*.csv)|*.csv|Vse datoteke (*.*)|*.*||

source: Thai Kedmanee (non-ShiftLock)
pt_br: Kedmanee Tailandês (sem ShiftLock)
sk: Thai Kedmane (non-shiftlock)
sl: Tajska Kedmanee (brez-ShiftLock)

source: That file is already open.
ar: الملف مفتوح بالفعل.
lv: Šis fails jau ir atvērts.
pt_br: Esse arquivo já está aberto.
sk: Tento súbor je už otvorený.
sl: Ta datoteka je že odprta.

source: The %ls entry "%ls, %ls, %ls" doesn't point to a normal or existing %ls base entry. It cannot be imported.
ar: لا يشير المدخل% ls "% ls ،% ls ،% ls" إلى إدخال أساسي% ls عادي أو موجود. لا يمكن استيراده.
lv: %ls ieraksts "%ls, %ls, %ls" nenorāda uz parastu vai esošu %ls bāzes ierakstu.To nevar importēt.
pt_br: A entrada %ls "%ls, %ls,%ls" não aponta para uma entrada base %ls normal ou existente. Não pode ser importado.
sk: Záznam %ls "%ls, %ls, %ls" nevedie na normálny alebo existujúci %ls základný záznam. Nedá sa naimportovať.
sl: %ls vnos "%ls, %ls, %ls" ne kaže na normalni ali obstoječ %ls osnovni vnos. Ni ga mogoče uvoziti.

source: The ALT key is not used on any keyboard to select characters. Use the 'Alt Num' key to enter a character via its decimal value.
ar: لا يتم استخدام مفتاح ALT في أي لوحة مفاتيح لتحديد الأحرف. استخدم مفتاح "Alt Num" لإدخال حرف عبر قيمته العشرية.
lv: Taustiņš ALT netiek izmantots nevienā tastatūrā, lai atlasītu rakstzīmes. Izmantojiet taustiņu Alt Num, lai ievadītu rakstzīmi, izmantojot tās decimālvērtību.
pt_br: A tecla ALT não é usada em nenhum teclado para selecionar caracteres. Use a tecla 'Alt Num' para inserir um caractere através do seu valor decimal.
sk: Kláves Alt sa na výber znakov nepoužíva na žiadnej klávesnici. Na zadanie znaku v desiatkovej sústave použite kláves 'Alt Num'.
sl: Tipka ALT se ne uporablja na nobeni tipkovnici za izbiranje znakov. Uporabite tipko 'Alt Num' za vnos znaka prek njegove decimalne vrednosti.

source: The Alt and Ctrl keys have been added.
ar: تمت إضافة مفتاحي Alt و Ctrl.
lv: Ir pievienoti taustiņi Alt un Ctrl.
pt_br: As teclas Alt e Ctrl foram adicionadas.
sk: Boli pridané klávesy Alt a Ctrl.
sl: Tipki Alt in Ctrl sta dodani.

source: The Alt and Shift keys have been added.
ar: تمت إضافة مفتاحي Alt و Shift.
lv: Ir pievienoti taustiņi Alt un Shift.
pt_br: As teclas Alt e Shift foram adicionadas.
sk: Boli pridané Klávesy Alt a Shift.
sl: Tipki Alt in Shift sta dodani.

source: The Alt key has been added.
ar: تم إضافة مفتاح Alt.
lv: Taustiņš Alt ir pievienots.
pt_br: A tecla Alt foi adicionada.
sk: Bol pridaný kláves Alt.
sl: Tipka Alt je dodana.

source: The Alt, Ctrl and Shift keys have been added.
ar: تمت إضافة مفاتيح Alt و Ctrl و Shift.
lv: Ir pievienoti taustiņi Alt, Ctrl un Shift.
pt_br: As teclas Alt, Ctrl e Shift foram adicionadas.
sk: Boli pridané klávesy Alt, Ctrl a Shift.
sl: Dodane so tipke Alt, Ctrl in Shift.

source: The Authentication Code configuration is invalid
ar: تكوين رمز المصادقة غير صالح
lv: Autentifikācijas koda konfigurācija nav derīga
pt_br: A configuração do Código de Autenticação é inválida
sk: Konfigurácia overovacieho kódu je neplatná

source: The Authentication Code operation was successful
ar: تمت عملية رمز التوثيق بنجاح
lv: Autentifikācijas koda operācija bija veiksmīga
pt_br: A operação Código de autenticação foi bem-sucedida
sk: Operácia overovacieho kódu bola úspešná

source: The Ctrl and Shift keys have been added.
ar: تمت إضافة مفتاحي Ctrl و Shift.
lv: Ir pievienoti taustiņi Ctrl un Shift.
pt_br: As teclas Ctrl e Shift foram adicionadas.
sk: Pridali sa klávesy Ctrl a Shift.
sl: Tipki Ctrl in Shift sta dodani.

source: The Ctrl key has been added.
ar: تم إضافة مفتاح Ctrl.
lv: Taustiņš Ctrl ir pievienots.
pt_br: A tecla Ctrl foi adicionada.
sk: Kláves Ctrl bol pridaný.
sl: Tipka Ctrl je dodana.

source: The Master Password will be used to protect the new password database file.
sk: Hlavné heslo sa použije na ochranu nového súboru databázy hesiel.

source: The TXT or CSV file was not imported as required as entry records span multiple lines in the CSV file. Import aborted.
ar: لم يتم استيراد ملف TXT أو CSV بالشكل المطلوب نظرًا لأن سجلات المدخل تمتد على عدة أسطر في ملف CSV. تم إحباط الاستيراد.
lv: TXT vai CSV fails netika importēts atbilstoši prasībām, jo ​​ierakstu ieraksti aptver vairākas CSV faila rindas. Importēšana pārtraukta.
pt_br: O arquivo TXT ou CSV não foi importado conforme necessário, pois os registros de entrada abrangem várias linhas no arquivo CSV. Importação anulada.
sk: Súbor TXT alebo CSV nebol importovaný tak ako sa vyžaduje, pretože položky záznamov preklenujú viac riadkov v súbore CSV. Import bol prerušený.
sl: Datoteka TXT ali CSV ni bila uvožena kot je zahtevano, ker zapisi vnosa preklapljajo več vrstic v datoteki CSV.. Uvoz je bil prekinjen.

source: The YubiKey appears uninitialized. Initialize it?
ar: يبدو أن مفتاح YubiKey غير مهيأ. التهيئة؟
lv: YubiKey šķiet neinicializēts.Vai to inicializēt?
pt_br: O YubiKey aparece não inicializado. Inicializá-lo?
sk: Yubikey sa javí ako neinicializovaný. Chcete ho inicializovať?
sl: YubiKey je videti neinicializiran. Ga inicializiram?

source: The authentication secret was not found
ar: لم يتم العثور على سر المصادقة
lv: Autentifikācijas noslēpums netika atrasts
pt_br: O segredo de autenticação não foi encontrado
sk: Tajný kľúč autentifikácie nebol nájdený

source: The database %s couldn't be opened. Do you wish to look for it elsewhere (Search), create a new database (New), or Exit?
ar: تعذر فتح قاعدة البيانات %s. هل ترغب في البحث عنه في مكان آخر (بحث) ، أو إنشاء قاعدة بيانات جديدة (جديدة) ، أو الخروج؟
lv: Datubāzi %s nevarēja atvērt. Vai vēlaties to meklēt citur (Meklēt), izveidot jaunu datu bāzi (Jauna) vai Iziet?
pt_br: O banco de dados %s não pôde ser aberto. Você quer procurá-lo em outro lugar (Pesquisa), criar um novo banco de dados (Novo) ou sair?
sk: Databázu %s nebolo možné otvoriť. Chcete ju vyhľadať inde (Hľadať), vytvoriť novú databázu (Nová) alebo Ukončiť?
sl: Zbirke podatkov %s ni bilo mogoče odpreti. Ali želite pogledati drugje (Poišči), ustvariti novo zbirko podatkov (Nova) ali izstopiti?

source: The database has been changed since you opened it in R-O mode, so it is not possible to switch to R/W mode. Close the database and re-open it in R/W mode.
ar: تم تغيير قاعدة البيانات منذ فتحها في وضع R-O ، لذلك لا يمكن التبديل إلى وضع R / W. أغلق قاعدة البيانات وأعد فتحها في وضع R / W.
lv: Datu bāze ir mainīta kopš tās atvēršanas R-O režīmā, tāpēc nav iespējams pārslēgties uz R / W režīmu. Aizveriet datu bāzi un atkārtoti atveriet to R / W režīmā.
sk: Databáza sa zmenila, odkedy ste ju otvorili v režime R-O, takže nie je možné ju prepnúť do režimu R/W. Zatvorte databázu a znovu ju otvorte v režime R/W.

source: The database has been changed since you opened it in R-O mode, so it is not possible to switch to R/W mode. Please close the database and re-open it in R/W mode.
sk: Databáza sa zmenila, odkedy ste ju otvorili v režime R-O, takže nie je možné ju prepnúť do režimu R/W. Zatvorte databázu a znovu ju otvorte v režime R/W.
sl: Zbirka podatkov je bila spremenjena, odkar ste jo odprli v načinu R-O, tako da jo ni mogoče preklopiti v način R/W. Zaprite zbirko podatkov in jo ponovno odprite v načinu R/W.
