Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Advanced Find Options
ar: خيارات بحث متقدمة
lv: Papildu atrašanas opcijas
pt_br: Opções Avançadas de Pesquisa
sk: Pokročilé možnosti vyhľadávania
sl: Napredne možnosti iskanja

source: Advanced Merge Extra
ar: دمج إضافي متقدم
lv: Uzlabota sapludināšana Extra
pt_br: Mesclagem Extra Avançada
sk: Pokročilé zlúčenie - Extra
sl: Napredno Združevanje Extra

source: Advanced Merge Options
ar: خيارات الدمج المتقدمة
lv: Papildu sapludināšanas opcijas
pt_br: Opções Avançadas de Mesclagem
sk: Pokročilé možnosti zlúčenia
sl: Napredne možnosti združevanja

source: Advanced Synchronize Options
ar: خيارات مزامنة متقدمة
lv: Papildu sinhronizācijas opcijas
pt_br: Opções Avançadas de Sincronização
sk: Pokročilé možnosti synchronizácie
sl: Napredne možnosti sinhronizacije

source: Advanced Text 'Single Entry' Export Options
ar: خيارات تصدير النص المتقدم "مدخل واحد"
lv: Papildu teksta “Viens ieraksts” eksportēšanas opcijas
pt_br: Opções de Exportação de Texto Avançado Entrada Única
sk: Pokročilé možnosti exportu jedného záznamu - ako text
sl: Napredne možnosti izvoza 'Enojni vnos' besedila

source: Advanced Text Export Options
ar: خيارات متقدمة لتصدير النص
lv: Papildu teksta eksportēšanas opcijas
pt_br: Opções Avançadas de Exportação de Texto
sk: Pokročilé možnosti exportu textu
sl: Napredne možnosti izvoza besedila

source: Advanced XML 'Single Entry' Export Options
ar: خيارات تصدير XML المتقدم "مدخل واحد"
lv: Papildu XML “Viens ieraksts” eksportēšanas opcijas
pt_br: Opções Avançadas de Exportação XML Entrada Única
sk: Pokročilé možnosti exportu jedného záznamu - XML
sl: Napredne XML možnosti 'Enojni vnos' izvoza

source: Advanced XML Export Options
ar: خيارات تصدير XML المتقدمة
lv: Papildu XML eksportēšanas opcijas
pt_br: Opções Avançadas de Exportação XML
sk: Pokročilé možnosti exportu XML
sl: Napredne možnosti izvoza XML

source: Advanced XML Group Export Options
ar: خيارات تصدير مجموعة XML المتقدمة
lv: Papildu XML grupas eksportēšanas opcijas
pt_br: Opções Avançadas de Exportação de Grupo XML
sk: Pokročilé možnosti exportu skupiny - XML
sl: Napredne možnosti izvoza skupine XML

source: Advanced field selection criteria
ar: معايير اختيار الحقل المتقدم
lv: Papildu lauku atlases kritēriji
pt_br: Critérios avançados de seleção de campo
sk: Pokročilé kritériá výberu poľa
sl: Napredni kriteriji izbire polja

source: After
ar: بعد
lv: Pēc
pt_br: Após
sk: Po
sl: Po

source: Albanian
pt_br: Albanês
sk: Albánska
sl: Albanščina

source: Alias Base entry
ar: مدخل اساس الاسم المستعار
lv: Pseidonīma ​​bāzes ieraksts
pt_br: Entrada Base de Alias
sk: Základný záznam aliasu
sl: Kratko ime osnovnega vnosa

source: Alias Base entry - password expired
ar: مدخل اساس اسم مستعار - صلاحية كلمة المرور منتهية
lv: Alias ​​bāzes ieraksts — paroles derīguma termiņš beidzies
pt_br: Entrada Base do Alias - senha expirada
sk: Základný záznam aliasu - heslo vypršalo
sl: Kratko ime osnovnega vnosa - geslo je poteklo

source: Alias Base entry - warning password will expire
ar: مدخل اساس اسم مستعار - تحذير كلمة المرور ستنتهي صلاحيتخا
lv: Alias ​​bāzes ieraksts — brīdinājums parole beigsies
pt_br: Entrada Base do Alias - a senha de aviso expirará
sk: Základný záznam aliasu - pozor, heslo čoskoro vyprší
sl: Kratko ime osnovnega vnosa - Opozorilo geslo bo poteklo

source: Alias entry
ar: مدخل اسم مستعار
lv: Alias ​​ieraksts
pt_br: Entrada do Alias
sk: Záznam typu alias
sl: Kratko ime vnosa

source: All Files (*.*)
ar: كل الملفات(*.*)
lv: Visi faili (*.*)
pt_br: Todos os Arquivos (*.*)
sk: Všetky súbory (*.*)
sl: Vse datoteke (*.*)

source: All Image Files
ar: كل ملفات الصور
lv: Visi attēlu faili
pt_br: Todos os Arquivos de Imagem
sk: Všetky obrazové súbory
sl: Vse grafične datoteke

source: All available columns are being displayed.
ar: جميع الأعمدة المتاحة يتم عرضها.
lv: Tiek parādītas visas pieejamās kolonnas.
pt_br: Todas as colunas disponíveis estão sendo exibidas.
sk: Zobrazujú sa všetky dostupné stĺpce.
sl: Prikažejo se vsi razpoložljivi stolpci.

source: All changes to Password Policies will be lost
ar: جميع التغيرات لسياسات كلمة المرور سوف تضيع
lv: Visas izmaiņas paroles politikās tiks zaudētas
pt_br: Todas as alterações nas Políticas de Senha serão perdidas
sk: Všetky zmeny v zásadách tvorby hesla sa stratia
sl: Izgubljene bodo vse spremembe pravilnika gesel

source: All files (*.*)|*.*||
ar: كل الملفات(*.*)|*.*||
lv: Visi faili (*.*)|*.*||
pt_br: Todos os Arquivos (*.*)|*.*||
sk: Všetky súbory (*.*)|*.*||
sl: Vse datoteke (*.*)|*.*||

source: Allow multiple instances (requires all instances to be restarted)
ar: السماح بمثيلات متعددة (يتطلب إعادة تشغيل جميع المثيلات)
lv: Atļaut vairākas instances (nepieciešams restartēt visas instances)
pt_br: Permitir várias instâncias (requer que todas as instâncias sejam reiniciadas)
sk: Povoliť viacero inštancií (vyžaduje reštartovanie všetkých inštancií)
sl: Dovoli več primerkov (zahteva vnovični zagon vseh primerkov)

source: Allowed characters are a-z, 2-7, space and dash
ar: الأحرف المسموح بها هي a-z و 2-7 والمسافة والشرطة
lv: Atļautās rakstzīmes ir a-z, 2-7, atstarpe un domuzīme
pt_br: Os caracteres permitidos são a-z, 2-7, espaço e traço
sk: Povolené znaky sú a-z, 2-7, medzera a pomlčka

source: Also used to replace periods in the Title field.
ar: تستخدم أيضًا لاستبدال النقاط في حقل العنوان.
lv: Izmanto arī, lai aizstātu punktus laukā Virsraksts.
pt_br: Também usado para substituir períodos no campo Título.
sk: Používa sa tiež na nahradenie bodiek v poli Názov.
sl: Uporablja se tudi za nadomestitev obdobij v polju Naslov.

source: Alternate Browser
ar: متصفح بديل
lv: Alternatīva pārlūkprogramma
pt_br: Navegador Alternativo
sk: Alternatívny prehliadač
sl: Nadomestni brskalnik

source: Alternate Notes Text Editor
ar: محرر نصوص ملاحظات بديل
lv: Alternatīvs piezīmju teksta redaktors
pt_br: Editor de Texto de Notas Alternativas
sk: Alternatívny textový editor na poznámky
sl: Nadomestni urejevalnik besedila opomb

source: Always keep Password Safe on top
ar: دائما ابقي البرنامج في الاعلى
lv: Vienmēr turēt Password Safe augšpusē
pt_br: Manter sempre o Password Safe no topo
sk: Ponechať okno programu vždy navrchu
sl: Vedno ohrani Password Safe na vrhu

source: Always on top
ar: دائما في القمة
lv: Vienmēr augšpusē
pt_br: Sempre no topo
sk: Okno vždy navrchu
sl: Vedno na vrhu

source: An alias cannot refer to itself!
ar: اسم مستعار لا يمكنه ان يشير الى نفسه!
lv: Pseidonīms nevar atsaukties uz sevi!
pt_br: Um alias não pode se referir a si mesmo!
sk: Alias ​​sa nemôže odvolávať sám na seba!
sl: Kratko ime se ne more sklicevati na sebe!

source: An entry or shortcut with the same Group, Title and Username already exists.
ar: يوجد مدخل أو اختصار بنفس المجموعة والعنوان واسم المستخدم .
lv: Ieraksts vai saīsne ar tādu pašu grupu, nosaukumu un lietotājvārdu jau pastāv.
pt_br: Já existe uma entrada ou atalho com o mesmo grupo, título e nome de usuário.
sk: Záznam alebo odkaz s rovnakou skupinou, názvom a používateľským menom už existuje.
sl: Že obstaja vnos ali bližnjica z isto Skupino, Naslovom, Uporabniškim imenom.

source: An error occurred obtaining the authentication code.
ar: حدث خطأ أثناء الحصول على رمز المصادقة.
lv: Iegūstot autentifikācijas kodu, radās kļūda.
pt_br: Ocorreu um erro ao obter o código de autenticação.
sk: Vyskytla sa chyba pri získavaní overovacieho kódu.

source: An incorrect file handle was associated with %1.
ar: تم إقران معالج ملف غير صحيح ب %1.
lv: Nepareizs faila rokturis ir saistīts ar %1.
pt_br: Um identificador de arquivo incorreto foi associado a %1.
sk: Nesprávny popisovač súboru bol spojený s %1.
sl: Nepravilen ročaj datoteke je bil povezan z %1.

source: An unknown Authentication Code error occurred
ar: حدث خطأ غير معروف في رمز المصادقة
lv: Radās nezināma autentifikācijas koda kļūda
pt_br: Ocorreu um erro de código de autenticação desconhecido
sk: Vyskytla sa neznáma chyba overovacieho kódu

source: An unknown error has occurred.
ar: خطأ غير معروف قد حصل.
lv: Radās nezināma kļūda.
pt_br: Ocorreu um erro desconhecido.
sk: Vyskytla sa neznáma chyba.
sl: Prišlo je do neznane napake.

source: An unknown error occurred while accessing %1.
ar: خطأ غير معروف ظهر خلال الوصول %1.
lv: Piekļūstot %1, radās nezināma kļūda.
pt_br: Ocorreu um erro desconhecido ao acessar %1.
sk: Pri prístupe k %1 sa vyskytla neznáma chyba.
sl: Prišlo do neznane napake pri dostopu do %1.

source: And
ar: و
lv: Un
pt_br: E
sk: A
sl: In

source: And / Or
ar: و \ او
lv: Un / Vai
pt_br: E/Ou
sk: A / Alebo
sl: In/Ali

source: Any field last changed on:
ar: تم تغيير أي حقل آخر مرة في:
lv: Jebkurš lauks pēdējo reizi mainīts:
pt_br: Qualquer campo alterado pela última vez em:
sk: Pole naposledy zmenené dňa:
sl: Vsako polje je bilo nazadnje spremenjeno:

source: Application Hotkey
ar: مفتاح التشغيل السريع للتطبيق
lv: Lietojumprogrammas īsceļš
pt_br: Tecla de Atalho do Aplicativo
sk: Klávesová skratka aplikácie
sl: Vroča tipka aplikacije

source: Application default (%s)
ar: الافتراضي للتطبيق (%s)
lv: Lietojumprogrammas noklusējuma (%s)
pt_br: Padrão do aplicativo (%s)
sk: Predvolená hodnota aplikácie (%s)
sl: Privzeto za program (%s)

source: Apply
ar: تطبيق
lv: Piemērot
pt_br: Aplicar
sk: Použiť
sl: Uporabi

source: Apply these changes to Protected Entries (if required).
ar: تطبيق هذه التغييرات على المدخلات المحمية (إن لزم).
lv: Lietojiet šīs izmaiņas aizsargātajiem ierakstiem (ja nepieciešams).
pt_br: Aplicar essas alterações nas Entradas Protegidas (se necessário).
sk: Použiť tieto zmeny na zamknuté záznamy (ak je to potrebné).
sl: Uporabi te spremembe za zaščitene vnose (če je potrebno).

source: Arabic (101)
ar: العربية(101)
pt_br: Árabe (101)
sk: Arabská (101)
sl: Arabščina (101)

source: Are you sure you want to delete the selected entry?
ar: هل انت متأكد من انك تريد حذف المدخل المختار؟
lv: Vai tiešām vēlaties dzēst atlasīto ierakstu?
pt_br: Você quer mesmo excluir a entrada selecionada?
sk: Naozaj chcete odstrániť vybraný záznam?
sl: Ali ste prepričani, da želite izbrisati izbrani vnos?

source: Are you sure you want to delete the selected group?
ar: هل انت متأكد من انك تريد حذف المجموعة المختارة؟
lv: Vai tiešām vēlaties dzēst atlasīto grupu?
pt_br: Você quer mesmo excluir o grupo selecionado?
sk: Naozaj chcete odstrániť vybranú skupinu?
sl: Ali ste prepričani, da želite izbrisati izbrano skupino?

source: Armenian Eastern
pt_br: Armênio Oriental
sk: Arménska - východná
sl: Armenščina Vzhodna

source: Armenian Western
pt_br: Armênio Ocidental
sk: Arménska - západná
sl: Armenščina Zahodna

source: As the double quote character is used to delimit the whole notes field, it cannot be used within it to delimit multiple lines. Please enter another character.
sk: Keďže sa znak úvodzovky používa na oddelenie samotného poľa poznámok, nemôže sa v ňom použiť na oddelenie riadkov. Použite prosím iný znak.
sl: Znak kot dvojni narekovaj je uporabljen za ločilo polj celotne opombe. Ni ga dovoljeno uporabiti za razmejitev več vrstic. Prosimo, vnesite drug znak.

source: As the double quote character is used to delimit the whole notes field, it cannot be used within it to delimit multiple lines. Select another character.
ar: نظرا لاستخدام حرف الاقتباس المزدوج لتحديد حقل الملاحظات بالكامل ، فلا يمكن استخدامه داخله لتحديد أسطر متعددة. حدد شخصية أخرى.
lv: Tā kā dubultā citāta rakstzīme tiek izmantota, lai norobežotu visu piezīmju lauku, to nevar izmantot tajā, lai norobežotu vairākas rindiņas. Atlasiet citu rakstzīmi.
sk: Keďže sa znak úvodzovky používa na oddelenie samotného poľa poznámok, nemôže sa v ňom použiť na oddelenie riadkov. Vyberte iný znak.

source: At least one type of character (lowercase, uppercase, digits, symbols, hexadecimal) must be permitted.
ar: على الاقل نوع واحد من الحروف (صغيرة,كبيرة,اعداد, رموز,سادس عشري) يجب السماح بها.
lv: Jāatļauj vismaz viena veida rakstzīmes (mazie burti, lielie burti, cipari, simboli, heksadecimāls).
pt_br: Ao menos um tipo de caractere (minúsculo, maiúsculo, dígitos, símbolos, hexadecimal) deve ser permitido.
sk: Musí sa povoliť aspoň jeden typ znaku (malé písmená, veľké písmená, číslice, symboly, hexadecimálne).
sl: Vsaj ena vrsta znaka (male črke, velike črke, številke, simboli, šesnajstiško) mora biti dovoljena.

source: Attachment
ar: مرفق
lv: Pielikums
pt_br: Anexo
sk: Príloha
sl: Priponka

source: Attachment Content
sk: Obsah prílohy

source: Attachment File Name
sk: Názov súboru prílohy

source: Attachment Filter
ar: فلتر مرفق
lv: Pielikumu filtrs
pt_br: Filtro de Anexos
sk: Filter prílohy
sl: Filter prilog

source: Attachment Media Type
sk: Typ prílohy

source: Attachment Modification Time
sk: Čas poslendej úpravy prílohy

source: Attachment Properties
ar: خصائص المرفقات
lv: Pielikumu īpašības
pt_br: Propriedades do Anexo
sk: Vlastnosti prílohy
sl: &Lastnosti priloge

source: Attachment Reference
ar: مرجع المرفق
lv: Pielikuma atsauce
pt_br: Referência do Anexo
sk: Odkaz k prílohe
sl: Sklic priloge

source: Attachment Title
sk: Názov prílohy

source: Attachment not found
ar: المرفق لم يتم إيجاده
lv: Pielikums nav atrasts
pt_br: Anexo não encontrado
sk: Príloha nenájdená
sl: Priloge ni mogoče najti

source: Attempted an unsupported operation.
ar: حاول عملية غير مدعومة.
lv: Mēģināja veikt neatbalstītu darbību.
pt_br: Tentativa de operação não suportada.
sk: Pokus o nepodporovanú operáciu.
sl: Poskušana nepodprta operacija.

source: Attempted to access %1 past its end.
ar: جرت محاولة الوصول إلى %1 بعد نهايته.
lv: Mēģināja piekļūt %1 pēc tā beigām.
pt_br: Tentativa de acessar %1 após o final.
sk: Pokúsil sa získať prístup k %1 za jeho koncom.
sl: Poskušan dostop do% 1 mimo njegovega konca.

source: Attempted to read from the writing %1.
ar: جرت محاولة القراءة من الكتابة %1.
lv: Mēģināja lasīt no teksta %1.
pt_br: Tentativa de ler a partir da escrita %1.
sk: Pokúsil sa čítať počas zápisu %1.
sl: Poskušano branja iz pisanja %1.

source: Attempted to write to the reading %1.
ar: جرت محاولة الكتابة إلى للقراءة %1.
lv: Mēģināja rakstīt uz lasījumu %1.
pt_br: Tentativa de escrever para a leitura %1.
sk: Pokúsil sa zapísať počas čítania %1.
sl: Poskušano pisanje v branje %1.

source: Authentication Code
ar: رمز المصادقة
lv: Autentifikācijas kods
pt_br: Código de Autenticação
sk: Overovací kód

source: Authentication Code Config
ar: تكوين رمز المصادقة
lv: Autentifikācijas koda konfigurācija
pt_br: Configuração do código de autenticação
sk: Konfigurácia overovacieho kódu

source: Authentication Code Error
ar: خطأ في رمز المصادقة
lv: Autentifikācijas koda kļūda
pt_br: Erro de código de autenticação
sk: Chyba overovacieho kódu

source: Authentication Code Length
ar: طول رمز التوثيق
lv: Autentifikācijas koda garums
pt_br: Comprimento do código de autenticação
sk: Veľkosť overovacieho kódu

source: Authentication Code Start Time
ar: وقت بدء رمز المصادقة
lv: Autentifikācijas koda sākuma laiks
pt_br: Hora de início do código de autenticação
sk: Čas začiatku overovacieho kódu

source: Authentication Code Time Step
ar: الخطوة الزمنية لرمز المصادقة
lv: Autentifikācijas koda laika solis
pt_br: Etapa de tempo do código de autenticação
sk: Časový krok overovacieho kódu

source: Authentication Secret
ar: سر المصادقة
lv: Autentifikācijas noslēpums
pt_br: Segredo de autenticação
sk: Tajný kľúč

source: Authentication code requires secret key in Additional tab.
ar: يتطلب رمز المصادقة مفتاحا سريا في علامة التبويب إضافية.
lv: Autentifikācijas kodam ir nepieciešama slepenā atslēga cilnē Papilds.
pt_br: O código de autenticação requer chave secreta na guia Adicional.
sk: Overovací kód vyžaduje tajný kľúč na karte Doplňujúce.

source: Authenticator Secret
ar: سر المصادقة
lv: Autentificētāja noslēpums
pt_br: Segredo do autenticador
sk: Tajný kľúč overovateľa

source: AutoType
ar: الكتابة التلقائية
lv: AutoIevade
pt_br: Preenchimento Automático
sk: Automatické dopĺňanie
sl: Samodejna vrsta

source: Autoload
ar: تحميل تلقائي
lv: AutoIelāde
pt_br: Carregamento Automático
sk: Automatické načítanie
sl: Samodejno naloži

source: Autotype
ar: الكتابة التلقائية
lv: Autoievade
pt_br: Preenchimento automático
sk: Automatické dopĺňanie
sl: Samodejna vrsta

source: Autotype copied
ar: نسخ الكتابة التلقائية
lv: Autoievade nokopēts
pt_br: Preenchimento automático copiado
sk: AutoType skopírovaný
sl: Samodejna vrsta je kopirana

source: Available Fields:
ar: الحقول المتاحة:
lv: Pieejamie lauki:
pt_br: Campos Disponíveis:
sk: Dostupné polia:
sl: Razpoložljiva polja:

source: Available Filters:
ar: الفلاتر المتاحة:
lv: Pieejamie filtri:
pt_br: Filtros Disponíveis:
sk: Dostupné filtre:
sl: Razpoložljivi filtri:

source: Available Password Policies:
ar: سياسات كلمات المرور المتاحة:
lv: Pieejamās paroļu politikas:
pt_br: Políticas de Senha Disponíveis:
sk: Dostupné zásady tvorby hesla:
sl: Razpoložljivi Pravilniki gesel:

source: Azeri Cyrillic
pt_br: Cirílico Azeri
sk: Azeri cyrilika
sl: Azerščina cirilica

source: Azeri Latin
pt_br: Latino Azeri
sk: Azeri latinčina
sl: Azerščina latinica

source: Backup Directory
ar: مجلد النسخ الاحتياطي
lv: Rezerves kopijas mape
pt_br: Diretório do Backup
sk: Priečinok pre zálohy
sl: Imenik varnostne kopije

source: Backup Name
ar: اسم النسخة الاحتياطية
lv: Rezerves kopijas nosaukums
pt_br: Nome do Backup
sk: Názov zálohy
sl: Ime varnostne kopije

source: Backups
ar: نسخ إحتياطية
lv: Rezerves kopijas
sk: Zálohy
sl: Varnostne kopije

source: Bad length
ar: إمتداد ملف غير صالح
lv: Slikts garums
pt_br: Comprimento ruim
sk: Zlá dĺžka

source: Base:
ar: أساسي:
lv: Pamats:
sk: Základ:
sl: Osnova:

source: Basic
ar: أساسي
lv: Pamata
pt_br: Básico
sk: Základné
sl: Osnovni

source: Belarusian
pt_br: Bielorrusso
sk: Bieloruská
sl: Beloruščina

source: Belgian (Comma)
pt_br: Belga (Vírgula)
sk: Belgická (čiarka)
sl: Belgijski (Vejica)

source: Belgian (Period)
pt_br: Belga (Período)
sk: Belgická (bodka)
sl: Belgijski (Obdobje)

source: Belgian French
pt_br: Francês Belga
sk: Belgická francúzska
sl: Belgijska francoščina

source: Bengali
sk: Bengálska
sl: Bengalščina

source: Bengali - INSCRIPT
sk: Bengálska - Inscript
sl: Bengalščina – INSCRIPT

source: Bengali - INSCRIPT (Legacy)
pt_br: Bengali - INSCRIPT (Legado)
sk: Bengálska - Inscript (Legacy)
sl: Bengalščina – INSCRIPT (zapuščina)

source: Bosnian (Cyrillic)
pt_br: Bósnio (Cirílico)
sk: Bosnianska (cyrilika)
sl: Bosanščina (cirilica)

source: Browse
ar: تصفح
lv: Pārlūkot
pt_br: Pesquisar
sk: Vybrať
sl: Prebrskaj

source: Browse to URL
ar: الذهاب الى URL
lv: URL saiti atvērt pārlūkā
pt_br: Pesquisar para URL
sk: Prejsť na adresu URL
sl: Prebrskaj v URL

source: Browse to URL + &AutoType
ar: الذهاب الى URL + &الكتابة التلقائية
lv: URL saiti atvērt pārlūkā + &AutoIevade
pt_br: Pesquisar para URL + &Preenchimento Automático
sk: Prejsť na adresu URL + automatické dopĺňanie
sl: Prebrskaj v URL + &Samodejno vrsta

source: Browse to URL + AutoType
ar: الذهاب الى URL + الكتابة التلقائية
lv: URL saiti atvērt pārlūkā + AutoIevade
pt_br: Pesquisar para URL + Preenchimento Automático
sk: Prejsť na adresu URL + automatické dopĺňanie
sl: Prebrskaj v URL + Samodejna vrsta

source: Browse to URL + Autotype
ar: الذهاب الى URL + الكتابة التلقائية
lv: URL saiti atvērt pārlūkā + AutoIevade
pt_br: Pesquisar para URL + Preenchimento automático
sk: Prejsť na adresu URL + automatické dopĺňanie
sl: Prebrskaj v URL + Samodejna vrsta

source: Browse to URL w/Alt Browser
ar: استعرض للوصول إلى عنوان URL مع متصفح Alt
lv: URL saiti atvērt alternatīvā pārlūkā
pt_br: Navegue para URL w/Alt Browser
sk: Prejsť na adresu URL alternatívnym prehliadačom

source: Browser Command Line parameters:
ar: معاملات سطر أوامر المتصفح:
lv: Pārlūka komandrindas parametri:
pt_br: Parâmetros da Linha de Comando do Navegador:
sk: Parametre príkazového riadku prehliadača:
sl: Parametri ukazne vrstice brskalnika:

source: Built on
ar: بنيت على
lv: Izveidota
pt_br: Construído em
sk: Zostavené dňa:
sl: Vgrajena

source: Bulgarian
pt_br: Búlgaro
sk: Bulharská
sl: Bolgarščina

source: Bulgarian (Latin)
pt_br: Búlgaro (Latino)
sk: Bulharská (latinka)
sl: Bolgarščina (latinica)

source: Bulgarian (Phonetic Traditional)
pt_br: Búlgaro (Fonético Tradicional)
sk: Bulharská (Phonetic Traditional)
sl: Bolgarščina (fonetično tradicionalna)

source: Bulgarian (Typewriter)
pt_br: Búlgaro (Máquina de Escrever)
sk: Bulharská (Typewriter)
sl: Bolgarščina (pisalni stroj)

source: Bytes
ar: بايت
lv: Baiti
sk: Bajtov
sl: Bajtov

source: C&lear Clipboard
ar: تنظيف الحافظة
lv: Notīrīt starpliktuvi
pt_br: L&impar a Área de Transferência
sk: &Vymazať schránku
sl: Počis&ti odložišče

source: C&opy All
ar: C&opy الكل
lv: C&opy Viss
pt_br: C&opy Tudo
sk: Skopíruj všetko

source: CSV files (*.csv)|*.csv|All files (*.*)|*.*||
lv: CSV faili (*.csv)|*.csv|Visi faili (*.*)|*.*||
pt_br: Arquivos CSV (*.csv)|*.csv|Todos os Arquivos (*.*)|*.*||
sk: Súbory CSV (*.csv)|*.csv|Všetky súbory (*.*)|*.*||
sl: Datoteke CSV (*.csv)|*.csv|Vse datoteke (*.*)|*.*||

source: Can only warn between %d and %d days before passwords expire
ar: يمكن التحذير فقط بين%d و%d أيام قبل انتهاء صلاحية كلمات المرور
lv: Var brīdināt tikai no %d līdz %d dienām pirms paroļu derīguma termiņa beigām
pt_br: Apenas é possível avisar entre %d e %d dias antes que as senhas expirem
sk: Možno upozorniť iba medzi %d a %d dňami pred vypršaním platnosti hesla
sl: Lahko le opozori med %d in %d dni, preden poteče veljavnost gesel

source: Can't find XML Schema Definition file (%ls) in your PasswordSafe Application Directory. Copy it from your installation file, or re-install PasswordSafe.
ar: لا يمكن العثور على ملف تعريف مخطط XML (%ls) في دليل التطبيق PasswordSafe. انسخه من ملف التثبيت الخاص بك ، أو أعد تثبيت PasswordSafe.
lv: Nevar atrast XML shēmas definīcijas failu (%ls) savā PasswordSafe lietojumprogrammu direktorijā. Kopējiet to no instalācijas faila vai atkārtoti instalējiet PasswordSafe.
sk: Nemôžem nájsť súbor definície schémy XML (%ls) v priečinku aplikácie Password Safe. Skopírujte ho z inštalačného súboru alebo preinštalujte Password Safe.

source: Can't find XML Schema Definition file (%ls) in your PasswordSafe Application Directory. Please copy it from your installation file, or re-install PasswordSafe.
sk: Nemôžem nájsť súbor definície schémy XML (%ls) v priečinku aplikácie Password Safe. Skopírujte ho z inštalačného súboru alebo preinštalujte Password Safe.
sl: Datoteke definicije sheme XML (%ls) ni mogoče najti v vašem imeniku aplikacije Password Safe. Kopirajte jo iz vaše namestitvene datoteke ali ponovno namestite Password Safe.

source: Can't obtain the schema version.
ar: لا يمكن الحصول على إصدار المخطط.
lv: Nevar iegūt shēmas versiju.
pt_br: Não é possível obter a versão do esquema.
sk: Nemôžem získať verziu schémy.
sl: Različice sheme ni mogoče pridobiti.

source: Canadian French
pt_br: Francês Canadense
sk: Kanadská francúzska
sl: Kanadska francoščina

source: Canadian French (Legacy)
pt_br: Francês Canadense (Legado)
sk: Kanadská francúzska (Legacy)
sl: Kanadska francoščina (zapuščina)

source: Canadian Multilingual Standard
pt_br: Padrão Multilingua Canadense
sk: Kanadský viacjazyčný štandard
sl: Kanadski večjezični standard

source: Cancel
ar: تراجع
lv: Atcelt
pt_br: Cancelar
sk: Zrušiť
sl: Prekliči

source: Cannot be less than zero.
ar: لا يمكن ان يكون اقل من صفر.
lv: Nevar būt mazāks par nulli.
pt_br: Não pode ser menor que zero.
sk: Nemôže byť menšie ako nula.
sl: Ne more biti manjši od ničle.

source: Cannot be more than %d
ar: لا يمكن أن يكون أكثر من% d
lv: Nevar būt vairāk par %d
pt_br: Não pode ser superior a %d
sk: Nemôže byť viac ako %d
sl: Ne more biti večje od %d

source: Cannot create lock file - no permission in directory?
ar: لا يمكن إنشاء ملف قفل - لا يوجد إذن في مجلد ؟
lv: Nevar izveidot bloķēšanas failu — direktorijā nav atļaujas?
pt_br: Não é possível criar o arquivo de bloqueio - sem permissão no diretório?
sk: Nedá sa vytvoriť zámkový súbor - nemáte povolenia v priečinku?
sl: Ne morem zagnati datoteke za zaklepanje - Ni pravic za imenik?
