Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Zoom in Ctrl + NUM PLUS
lv: Tuvināt Ctrl+NUM PLUS
pt_br: Ampliar Ctrl + NUM PLUS
sk: Priblížiť Ctrl + NUM+
sl: Povečaj Ctrl + NUM PLUS

source: Zoom out Ctrl + NUM SUB
lv: Tālināt Ctrl+NUM SUB
pt_br: Reduzir Ctrl + NUM SUB
sk: Oddialiť Ctrl + NUM-
sl: Pomanjšaj Ctrl + NUM SUB

source: [No current database]
ar: [لا قاعدة بيانات حالية]
lv: [Nav izvēlēta datu bāzes]
pt_br: [Nenhum banco de dados atual]
sk: [Žiadna aktuálna databáza]
sl: [Ni trenutne zbirke podatkov]

source: [Notes hidden - click here to display]
ar: [الملاحظات مخفية - انقر هنا للعرض]
lv: [Piezīmes paslēptas — noklikšķiniet šeit, lai parādītu]
pt_br: [Notas ocultas - clique aqui para exibir]
sk: [Poznámky skryté - kliknutím sem zobrazíte]
sl: [Skrite opombe - kliknite sem za prikaz]

source: Add Group
ar: إضافة مجموعة
lv: Pievienot grupu
pt_br: Adicionar grupo
sk: Pridať skupinu
sl: Dodaj skupino

source: Add New Entry
ar: إضافة مدخل جديد
lv: Pievienot jaunu ierakstu
pt_br: Adicionar nova entrada
sk: Pridať nový záznam
sl: Dodaj Nov vnos

source: Advanced Find Options
ar: خيارات بحث متقدمة
lv: Papildu meklēšanas opcijas
pt_br: Opções avançadas de localização
sk: Pokročilé vyhľadávanie
sl: Napredne možnosti iskanja

source: Browse to URL
ar: الذهاب الى URL
lv: URL saiti atvērt pārlūkā
pt_br: Navegue até a URL
sk: Otvoriť adresu URL
sl: Prebrskaj do URL

source: Browse to URL + AutoType
ar: الذهاب الى URL + الكتابة التلقائية
lv: URL saiti atvērt pārlūkā + AutoIevade
pt_br: Navegue até a URL + Preenchimento automático
sk: Otvoriť URL + automatické dopĺňanie
sl: Prebrskaj do URL + Samodejna vrsta

source: Browse to URL with Alternate Browser
ar: استعرض للوصول إلى عنوان URL باستخدام متصفح بديل
lv: URL saiti atvērt pārlūkā, izmantojot alternatīvo pārlūkprogrammu
pt_br: Navegue até URL com navegador alternativo
sk: Otvoriť URL s alternatívnym prehliadačom

source: Case insensitive search
ar: بحث غير حساس لحالة الحرف
lv: Meklēšana nav reģistrjutīga
pt_br: Pesquisar sem distinção entre maiúsculas e minúsculas
sk: Vyhľadávanie nerozlišuje malé/veľké písmená
sl: Iskanje ni občutljivo na m/V črke

source: Case sensitive search
ar: بحث حساس لحالة الحرف
lv: Reģistrjutīga meklēšana
pt_br: Pesquisar com distinção entre maiúsculas e minúsculas
sk: Vyhľadávanie rozlišuje malé/veľké písmená
sl: Iskanje, občutljivo na m/V črke

source: Clear Filters
ar: تنظيف الفلاتر
lv: Notīrīt filtrus
pt_br: Limpar filtros
sk: Vymazať filtre
sl: Počisti filtre

source: Clear Find
ar: تنظيف البحث
lv: Notīrīt atrastos
pt_br: Limpar localização
sk: Vymazať vyhľadávanie
sl: Počisti Najdi

source: Clear the clipboard contents
ar: تنظيف محتويات الحافظة
lv: Notīrīt starpliktuves saturu
pt_br: Limpar o conteúdo da área de transferência
sk: Vymazať obsah schránky
sl: Počistiti vsebine odložišča

source: Close Database
ar: إغلاق قاعدة البيانات
lv: Aizvērt datu bāzi
pt_br: Fechar banco de dados
sk: Zatvoriť databázu
sl: Zapri zbirko podatkov

source: Close Find Bar
ar: أغلق شريط البحث
lv: Aizvērt meklēšanas joslu
pt_br: Fechar barra de localização
sk: Zatvoriť panel vyhľadávania
sl: Zapri vrstico Najdi

source: Collapse All
ar: طي الكل
lv: Sakļaut visu
pt_br: Recolher todos
sk: Zbaliť všetko
sl: Skrči vse

source: Compare entries...
ar: مقارنة المدخلات...
lv: Salīdzināt ierakstus...
pt_br: Comparar entradas...
sk: Porovnať záznamy...
sl: Primerjaj vnose...

source: Compare two Databases
ar: مقارنة قاعدتي بيانات
lv: Salīdzināt divas datu bāzes
pt_br: Compare dois bancos de dados
sk: Porovnať dve databázy
sl: Primerjaj dve zbirki podatkov

source: Copy Auth Code to Clipboard
ar: نسخ رمز المصادقة إلى الحافظة
lv: Kopēt Auth kodu starpliktuvē
pt_br: Copiar código de autenticação para a área de transferência
sk: Skopírovať overovací kód do schránky

source: Copy Notes to Clipboard
ar: نسخ الملاحظات للحافظة
lv: Kopēt piezīmes starpliktuvē
pt_br: Copiar notas para a área de transferência
sk: Skopírovať poznámky do schránky
sl: Kopiraj opombe v odložišče

source: Copy Password to Clipboard
ar: نسخ كلمة المرور للحافظة
lv: Kopēt paroli starpliktuvē
pt_br: Copiar senha para a área de transferência
sk: Skopírovať heslo do schránky
sl: Kopiraj geslo v odložišče

source: Copy Run Command to Clipboard
ar: نسخ امر التنفيذ الى الحافظة
lv: Kopēt Izpildes komandu starpliktuvē
pt_br: Copiar comando Executar para a área de transferência
sk: Skopírovať príkaz na spustenie do schránky
sl: Kopiraj ukaz Zaženi v odložišče

source: Copy Username to Clipboard
ar: نسخ إسم المستخدم للحافظة
lv: Kopēt lietotājvārdu starpliktuvē
pt_br: Copiar nome de usuário para a área de transferência
sk: Skopírovať používateľské meno do schránky
sl: Kopiraj Uporabniško ime v odložišče

source: Create report of previous Find search
ar: انشاء تقرير حول عملية البحث السابقة
lv: Izveidot ziņojumu par iepriekšējo meklēšanu
pt_br: Criar relatório da pesquisa anterior
sk: Vytvoriť report o predchádzajúcom vyhľadávaní
sl: Ustvari poročilo o prejšnjem iskanju

source: Delete an Entry
ar: حذف مدخل
lv: Dzēst ierakstu
pt_br: Excluir uma entrada
sk: Zmazať záznam
sl: Izbriši vnos

source: Display Auth Code
ar: عرض رمز المصادقة
lv: Parādīt Auth kodu
pt_br: Exibir código de autenticação
sk: Zobraziť overovací kód

source: Display subset of Password
ar: عرض اجزاء من كلمة السر
lv: Rādīt paroles apakškopu
pt_br: Exibir subconjunto de senha
sk: Zobraziť časť hesla
sl: Prikaži podnabor Gesla

source: Duplicate Entry
ar: مدخلات متكررة
lv: Dublēt ierakstu
pt_br: Entrada duplicada
sk: Duplikovať záznam
sl: Podvoji vnos

source: Duplicate Group
ar: مجموعات متكررة
lv: Dublēt grupu
pt_br: Grupo duplicado
sk: Duplicitná skupina
sl: Podvoji skupino

source: Edit Base entry
ar: تعديل المدخل الأساسي
lv: Rediģēt bāzes ierakstu
pt_br: Editar entrada base
sk: Upraviť základný záznam
sl: Uredi Osnovni vnos

source: Edit Entry
ar: تعديل مدخل
lv: Rediģēt ierakstu
pt_br: Editar entrada
sk: Upraviť záznam
sl: Uredi vnos

source: Edit Filters
ar: تعديل فلاتر
lv: Rediģēt filtrus
pt_br: Editar filtros
sk: Upraviť filtre
sl: Uredi filtre

source: Error in Password History for entry: »%ls»%ls»%ls»:
ar: خطأ في محفوظات كلمة المرور للمدخل: » %ls»% ls »% ls»:
lv: Kļūda paroles vēsturē ierakstam: »%ls»%ls»%ls»:
pt_br: Erro no histórico de senhas da entrada: »%ls»%ls»%ls»:
sk: Chyba v histórii hesla pre záznam: »%ls»%ls»%ls»:
sl: Napaka v zgodovini gesla za vnos:»% ls»% ls»% ls»:

source: Expand All
ar: توسيع الكل
lv: Izvērst visu
pt_br: Expandir todos
sk: Rozbaliť všetko
sl: Razširi vse

source: Export Attachment...
ar: تصدير مرفق...
lv: Eksportēt pielikumu...
pt_br: Exportar anexo...
sk: Exportovať prílohu...
sl: Izvoz prilogo...

source: Export Entry in XML format...
ar: تصدير مدخل بتنسيقXML...
lv: Eksportēt ierakstu XML formātā...
pt_br: Exportar entrada no formato XML...
sk: Export záznamu vo formáte XML ...
sl: Izvoz vnos v formatu XML...

source: Export Entry to Plain Text...
ar: تصدير المدخل بدون تشفير...
lv: Eksportēt ierakstu uz vienkāršu tekstu...
pt_br: Exportar entrada para texto simples...
sk: Export záznamu do obyčajného textu...
sl: Izvozi vnos v golo besedilo...

source: Export Entry to another Safe...
ar: تصدير مدخل لخزنة أخرى...
lv: Eksportēt ierakstu citā seifā...
pt_br: Exportar entrada para outro cofre...
sk: Export záznamu do inej databázy...
sl: Izvozi vnos v drugi Sef...

source: Export Group in XML format...
ar: تصدير المجموعة بتنسيق XML ...
lv: Eksportēt grupu XML formātā...
pt_br: Exportar grupo no formato XML...
sk: Export skupiny vo formáte XML...
sl: Izvozi skupino v XML formatu...

source: Export Group to Plain Text...
ar: تصدير المجموعة إلى نص دون تشفير ...
lv: Eksportēt grupu uz vienkāršu tekstu...
pt_br: Exportar grupo para texto simples...
sk: Export skupiny do obyčajného textu...
sl: Izvozi skupino v golo besedilo...

source: Export Group to another Safe...
ar: تصدير المجموعة إلى خزنة أخرى ...
lv: Eksportēt grupu uz citu seifu...
pt_br: Exportar grupo para outro cofre...
sk: Export skupiny do inej databázy...
sl: Izvozi skupino v drugi Sef...

source: Export to Text
ar: تصدير الى نص
lv: Eksportēt uz tekstu
pt_br: Exportar para texto
sk: Export do textu
sl: Izvozi v besedilo

source: Export to V1 database
ar: تصدير ل V1 database
lv: Eksportēt uz V1 datu bāzi
pt_br: Exportar para o banco de dados V1
sk: Export do databázy V1
sl: Izvozi v V1 zbirko podatkov

source: Export to V2 database
ar: تصدير ل V2 database
lv: Eksportēt uz V2 datu bāzi
pt_br: Exportar para o banco de dados V2
sk: Export do databázy V2
sl: Izvozi v V2 zbirko podatkov

source: Export to V3 database
ar: تصدير ل V3 database
lv: Eksportēt uz V3 datu bāzi
pt_br: Exportar para o banco de dados V3
sk: Export do databázy V3
sl: Izvozi v V3 zbirko podatkov

source: Export to XML
ar: تصدير الى XML
lv: Eksportēt uz XML
pt_br: Exportar para XML
sk: Export do XML
sl: Izvozi v XML

source: Export to v4 database (EXPERIMENTAL)
ar: تصدير ل V4 database (تجريبي)
lv: Eksportēt uz v4 datu bāzi (EKSPERIMENTĀLS)
pt_br: Exportar para o banco de dados v4 (EXPERIMENTAL)
sk: Export do databázy V4 (experimentálne)
sl: Izvozi v V4 zbirko podatkov (eksperimentalno)

source: Filtered entries to PasswordSafe...
ar: مدخلات مفلترة الى PasswordSafe...
lv: Filtrēti PasswordSafe ieraksti...
pt_br: Entradas filtradas para PasswordSafe...
sk: Vyfiltrované záznamy do Password Safe...
sl: Filtrirani vnosi v Password Safe…

source: Find Next
ar: جد التالي
lv: Atrast nākamo
pt_br: Localizar o próximo
sk: Nájdi ďalšie
sl: Najdi naslednje

source: Find Previous
ar: جد السابق
lv: Atrast iepriekšējo
pt_br: Localizar anterior
sk: Nájdi predchádzajúce
sl: Najdi prejšnje

source: Find...
ar: إيجاد...
lv: Atrast...
pt_br: Localizar...
sk: Hľadať...
sl: Najdi...

source: Generate Password
ar: توليد كلمة سر
lv: Ģenerēt paroli
pt_br: Gerar senha
sk: Vygenerovať heslo
sl: Generiraj geslo

source: Go to Base entry
ar: إذهب للمدخل الأساسي
lv: Dodieties uz bāzes ierakstu
pt_br: Vá para a entrada base
sk: Prejsť na základný záznam
sl: Pojdi na Osnovni vnos

source: Help
ar: مساعدة
lv: Palīdzība
pt_br: Ajuda
sk: Nápoveda
sl: Po&moč

source: Import Text
ar: إستيراد نص
lv: Importēt tekstu
pt_br: Importar texto
sk: Import textu
sl: Uvozi besedilo

source: List or Tree View
ar: عرض على شكل قائمة او شجرة
lv: Saraksta vai koka skats
pt_br: Exibir lista ou árvore
sk: Zoznam alebo zobrazenie stromu
sl: Seznam ali drevesni pogled

source: Lock Database
ar: قفل قاعدة البيانات
lv: Noslēgt datu bāzi
pt_br: Bloquear banco de dados
sk: Zamknúť databázu
sl: Zakleni zbirko podatkov

source: Make New Database
ar: عمل قاعدة بيانات جديدة
lv: Izveidot jaunu datu bāzi
pt_br: Criar novo banco de dados
sk: Vytvoriť novú databáza
sl: Naredi novo zbirko podatkov

source: Manage Filters
ar: إدارة الفلاتر
lv: Pārvaldīt filtrus
pt_br: Gerenciar filtros
sk: Spravovať filtre
sl: Upravljaj filtre

source: Merge completed: %d %ls added (%d %ls, %d %ls, %d %ls, %d %ls)
ar: الدمج اكتمل:%d %ls مضاف (%d %ls, %d %ls, %d %ls, %d %ls)
lv: Apvienošana pabeigta: pievienots %d %ls (%d %ls, %d %ls, %d %ls, %d %ls)
pt_br: Mesclagem finalizada: %d %ls adicionado (%d %ls, %d %ls, %d %ls, %d %ls)
sk: Zlúčenie dokončené: %d %ls pridané (%d %ls, %d %ls, %d %ls, %d %ls)
sl: Združi končano: %d %ls dodano (%d %ls, %d %ls, %d %ls, %d %ls)

source: Merge into Database
ar: دمج في قاعدة البيانات
lv: Apvienot datu bāzē
pt_br: Mesclar no banco de dados
sk: Zlúčiť do databázy
sl: Združi v zbirko podatkov

source: Open Another Database
ar: فتح قاعدة بيانات أخرى
lv: Atvērt citu datu bāzi
pt_br: Abrir outro banco de dados
sk: Otvoriť inú databázu
sl: Odpri drugo zbirko podatkov

source: Options
ar: الخيارات
lv: Opcijas
pt_br: Opções
sk: Predvoľby
sl: Možnosti

source: Password Policies
ar: سياسات كلمات المرور
lv: Paroles politikas
pt_br: Políticas de Senha
sk: Zásady tvorby hesla
sl: Pravilniki o gesel

source: Perform AutoType
ar: عمل كتابة تلقائية
lv: Veikt Autoievadi
pt_br: Executar preenchimento automático
sk: Vykonať automatické dopĺňanie
sl: Izvedi samodejno vrsto

source: Please try another
ar: &حاول مرة أخرى
lv: Lūdzu, izmēģiniet citu
pt_br: Por favor, tente outro
sk: Skúste prosím iný
sl: Prosim, poskusite drugo

source: Program will terminate.
ar: البرنامج سوف ينتهي.
lv: Programma tiks pārtraukta.
pt_br: O programa será encerrado.
sk: Program sa ukončí.
sl: Program bo prenehal delovati.

source: Protect All Entries
ar: حماية جميع المدخلات
lv: Aizsargāt visus ierakstus
pt_br: Proteger todas as entradas
sk: Zamknúť všetky záznamy
sl: Zaščiti vse vnose

source: Protect Entry
ar: حماية مدخل
lv: Aizsargāt ierakstu
pt_br: Proteger entrada
sk: Zamknúť záznam
sl: Zaščiti vnos

source: Redo
ar: إعادة عمل
lv: Atcelt
pt_br: Refazer
sk: Zopakovať
sl: Povrni

source: Renamed %d %s
ar: تمت إعادة تسمية %d% s
lv: Pārdēvēts %d %s
pt_br: Renomeado %d %s
sk: Premenovaný %d %s
sl: Preimenovano %d %s

source: Run Command
ar: تنفيذ امر
lv: Palaišanas komanda
pt_br: Executar comando
sk: Spustiť príkaz
sl: Zaženi ukaz

source: Save Database
ar: حفظ قاعدة البيانات
lv: Saglabāt datu bāzi
pt_br: Salvar banco de dados
sk: Uložiť databázu
sl: Shrani zbirko podatkov

source: Save Database As...
ar: حفظ قاعدة البيانات ك...
lv: Saglabāt datu bāzi kā...
pt_br: Salvar banco de dados como...
sk: Uložiť databázu ako...
sl: Shrani zbirko podatkov kot...

source: Select Entry
ar: إختر مدخل
lv: Atlasīt Ierakstu
pt_br: Selecionar entrada
sk: Vybrať záznam
sl: Izberi vnos

source: Send Email
ar: ارسال إيميل
lv: Nosūtīt e-pastu
pt_br: Enviar e-mail
sk: Odoslať email
sl: Pošlji e-pošto

source: Set/Clear Filters
ar: تعيين\مسح فلاتر
lv: Iestatīt/Notīrīt filtrus
pt_br: Definir/limpar filtros
sk: Nastaviť/vymazať filtre
sl: Nastavi/Počisti filtre

source: Show Unsaved Changes
ar: إظهار التغييرات الغير محفوظة
lv: Rādīt nesaglabātās izmaiņas
pt_br: Mostrar alterações não salvas
sk: Zobraziť neuložené zmeny
sl: Prikaži neshranjene spremembe

source: Show entries with Password Expiry dates
ar: إعرض المدخلات التي انتهت صلاحية كلمات سرها
lv: Rādīt ierakstus ar paroles derīguma termiņu
pt_br: Mostrar entradas com datas de expiração de senha
sk: Zobraziť záznamy s dátumom platnosti hesla
sl: Prikaži vnose z datumi poteka gesla

source: Show only found entries
ar: إعرض المدخلات التي تم إيجادها فقط
lv: Rādīt tikai atrastos ierakstus
pt_br: Mostrar apenas entradas encontradas
sk: Zobraziť iba nájdené záznamy
sl: Prikaži samo najdene vnose

source: Skipped %d %s
ar: متخطى %d %s
lv: Izlaists %d %s
pt_br: Ignorado %d %s
sk: Preskočené %d %s
sl: Preskočeno %d %s

source: Synchronize Databases
ar: مزامنة قواعد البيانات
lv: Sinhronizēt datu bāzes
pt_br: Sincronizar bancos de dados
sk: Synchronizovať databázy
sl: Sinhroniziraj zbirko podatkov

source: Synchronize completed: %d %ls updated
ar: تمت المزامنة:%d %ls تم تحديثها
lv: Sinhronizācija pabeigta: %d %ls atjaunināti
pt_br: Sincronização finalizada: %d %ls atualizado
sk: Synchronizácia dokončená: %d %ls boli aktualizované
sl: Sinhronizacija je končana: %d %ls posodobljeno

source: The following %ls %ls updated:
ar: %ls %ls التالي تم تحديثه:
lv: Atjaunināti %ls %ls:
pt_br: O(s) seguinte(s) %ls %ls foi(ram) atualizado(s):
sk: Nasledujúce %ls %ls boli aktualizované:
sl: Naslednje %ls %ls posodobljeno:

source: The following new %ls %ls merged into this database:
ar: تم دمج% ls% ls الجديد التالي في قاعدة البيانات هذه:
lv: Šajā datubāzē ir apvienoti šādi jaunie %ls %ls:
pt_br: Os seguintes %ls %ls a seguir foram mesclados neste banco de dados:
sk: Nasledujúce nové %ls %ls sa zlúčili do tejto databázy:
sl: Naslednje novo %ls %ls je združeno v to zbirko podatkov:

source: Undo
ar: التراجع عن عمل
lv: Atsaukt
pt_br: Desfazer
sk: Vrátiť späť
sl: Razveljavi

source: Unexpected exception during parsing.
ar: استثناء غير متوقع أثناء التحليل.
lv: Parsēšanas laikā radās negaidīts izņēmums.
pt_br: Exceção inesperada durante a análise.
sk: Neočakávaná výnimka počas spracovania.
sl: Nepričakovana izjema med razčlenjevanjem.

source: Unprotect All Entries
ar: الغاء حماية جميع المداخل
lv: Noņemt visu ierakstu aizsardzību
pt_br: Desproteger todas entradas
sk: Odomknúť všetky záznamy
sl: Odstrani zaščito vseh vnosov

source: Unprotect Entry
ar: الغاء حماية مدخل
lv: Noņemt ieraksta aizsardzību
pt_br: Desproteger entrada
sk: Odomknúť záznam
sl: Odstrani zaščito vnosa

source: Use it anyway?
ar: إستخدمه على أي حال؟
lv: Vai to tomēr izmantot?
pt_br: Usar assim mesmo?
sk: Napriek tomu použiť?
sl: Vseeno ga uporabim?

source: View Attachment
ar: عرض المرفقات
lv: Skatīt pielikumu
pt_br: Ver anexo
sk: Zobraziť prílohu
sl: Ogled Priloge

source: View Entry
ar: عرض مدخل
lv: Skatīt ierakstu
pt_br: Ver entrada
sk: Zobraziť záznam
sl: Ogled vnosa

source: View Reports
ar: عرض التقارير
lv: Skatīt ziņojumus
pt_br: Ver relatórios
sk: Zobraziť reporty
sl: Ogled poročil

source: Cannot open database. It probably does not exist. Please select to Open another database, create a New database or Cancel.
sk: Databázu nie je možné otvoriť. Pravdepodobne neexistuje. Vyberte možnosť Otvoriť inú databázu, Vytvoriť novú databázu alebo Zrušiť akciu.
sl: Zbirke podatkov ni mogoče odpreti. Verjetno ne obstaja. Izberite, Odpri drugo zbirko podatkov, Ustvariti novo zbirko podatkov ali Prekliči.

source: Cannot open database. It probably does not exist. You can Open another database, create a New one or Cancel.
ar: لا يمكن فتح قاعدة البيانات. ربما لا وجود لها. يمكنك فتح قاعدة بيانات أخرى أو إنشاء قاعدة بيانات جديدة أو إلغاء.
lv: Nevar atvērt datu bāzi. Tā droši vien neeksistē. Varat atvērt citu datu bāzi, izveidot jaunu vai atcelt.
sk: Databázu nie je možné otvoriť. Pravdepodobne neexistuje. Môžete Otvoriť inú databázu, Vytvoriť novú alebo Zrušiť akciu.

source: Ignore this and save anyway - Yes/no?
ar: تجاهل هذا والحفظ على أي حال - نعم\لا؟
lv: Ignorēt šo un tik un tā saglabāt — Jā/nē?
pt_br: Ignorar isso e salvar assim mesmo - Sim/não?
sk: Ignorovať a napriek tomu uložiť - áno/nie?
sl: Prezrem to in vseeno shranim - Da/Ne?

source: Select Yes to continue with this password or No to cancel
ar: اختر نعم للاستمرار بكلمة المرور هذه او لا للتراجع
lv: Izvēlieties Jā, lai turpinātu lietot šo paroli, vai Nē, lai atceltu
pt_br: Selecione Sim para continuar com esta senha ou Não para cancelar
sk: Vyberte Áno ak chcete pokračovať s týmto heslom alebo Nie ak chcete akciu zrušiť.
sl: Izberite Da, če želite nadaljevati s tem geslom ali Ne, če želite preklicati

source: The databases are identical when comparing the selected or default fields!
ar: قواعد البيانات متطابقة عند مقارنة الحقول المحددة أو الافتراضية!
lv: Salīdzinot atlasītos vai noklusējuma laukus, datu bāzes ir identiskas!
pt_br: Os bancos de dados são idênticos ao comparar os campos selecionados ou padrão!
sk: Databázy sú identické pri porovnaní vybraných alebo predvolených polí!
sl: Podatkovni zbirki sta identični pri primerjanju izbranih ali privzetih polj!

source: Unknown fields will also be copied with the entry.
ar: حقول غير معروفة سيتم نسخها مع المدخل.
lv: Ar ierakstu tiks kopēti arī nezināmi lauki.
pt_br: Os campos desconhecidos também serão copiados com a entrada.
sk: Neznáme polia sa tiež skopírujú so záznamom.
sl: Neznana polja bodo tudi kopirana z vnosom.

source: with Password History errors %d
ar: مع أخطاء محفوظات كلمة المرور %d
lv: ar paroles vēstures kļūdām %d
pt_br: com erros do Histórico de Senhas %d
sk: Aj s chybami histórie hesla %d
sl: z napakami Zgodovine gesel %d

source: with warnings
ar: مع تحذيرات
lv: ar brīdinājumiem
pt_br: com avisos
sk: s upozorneniami
sl: z opozorili

source: This field is being edited in your default text editor. Complete this action before continuing. (You may cancel this edit using the Close [X] button above)
ar: يتم تحرير هذا الحقل في محرر النصوص الافتراضي. أكمل هذا الإجراء قبل المتابعة. (يمكنك إلغاء هذا التعديل باستخدام الزر إغلاق [X] أعلاه)
lv: Šis lauks tiek rediģēts noklusējuma teksta redaktorā. Pirms turpināt, veiciet šo darbību. (Šo rediģēšanu var atcelt, iepriekš izmantojot iepriekš redzamo pogu Aizvērt [X])
sk: Toto pole je práve upravované vo vašom predvolenom textovom editore. Dokončite túto akciu pred pokračovaním. (Môžete prerušiť editovanie použitím tlačidla Zavrieť [X])

source: %s was restricted to the following fields:
ar: تم تقييد %s للحقول التالية:
lv: %s tiek ierobežots šādiem laukiem:
pt_br: %s foi restrito aos seguintes campos:
sk: %s bolo obmedzené na tieto polia:
sl: %s je bilo omejeno na naslednja polja:

source: Entry - Group:"%s"; Title:"%s"; User:"%s" has differences in the following fields:
ar: مدخل - مجموعة:"%s"; عنوان:"%s"; مستخدم:%s" يملك فروقات في الحقول التالية:
lv: Ieraksts - Grupa:"%s";Nosaukums:"%s";Lietotājs:"%s" ir atšķirības šādos laukos:
pt_br: Entrada - Grupo:"%s"; Tiítulo:"%s"; Usuário:"%s" tem diferenças nos seguintes campos:
sk: Záznam - Skupina:"%s"; Názov:"%s"; Používateľské meno:"%s" obsahuje odlišnosti v nasledovných poliach:
sl: Vnos - Skupina:"%s"; Naslov:"%s"; Uporabnik:"%s" ima razlike v naslednjih poljih:

source: Group:'%ls'; Title:'%ls'; User:'%ls'
ar: مجموعة:'%ls'; عنوان:'%ls'; مستخدم:'%ls'
lv: Grupa:'%ls';Nosaukums:'%ls';Lietotājs:'%ls'
pt_br: Grupo:'%ls'; Título:'%ls'; Usuário:'%ls'
sk: Skupina:'%ls'; Názov:'%ls'; Používateľské meno:'%ls'

source: Group='%ls', Title='%ls', User='%ls' %ls
ar: مجموعة='%ls', عنوان='%ls', مستخدم='%ls' %ls
lv: Grupa='%ls', Nosaukums='%ls', Lietotājs='%ls' %ls
pt_br: Grupo='%ls', Título='%ls', Usuário='%ls' %ls
sk: Skupina='%ls', Názov='%ls', Používateľské meno='%ls'%ls
sl: Skupina='%ls', Naslov='%ls', Uporabnik='%ls' %ls

source: Name: %ls; Filename: %ls
sk: Názov: %ls; Súbor: %ls

source: Name: %s; Filename: %s
ar: الإسم: %s; إسم الملف: %s
lv: Nosaukums: %s;Faila nosaukums: %s
pt_br: Nome: %s; Nome do arquivo: %s
sk: Názov: %s; Súbor: %s
sl: Ime: %s; Ime datoteke: %s

source: No entries were found containing search string '%ls' %ls
ar: لم يتم العثور على أي مدخلات تحتوي على سلسلة البحث '%ls' %ls
lv: Netika atrasts neviens ieraksts, kas satur meklēšanas virkni '%ls' %ls
pt_br: Não foram encontradas entradas contendo '%ls' de %ls
sk: Neboli nájdené žiadne záznamy obsahujúce vyhľadávací reťazec '%ls' %ls

source: One or more Password Policy Names were already in this database but had different settings. They have been renamed.
ar: كان اسم واحد أو أكثر من أسماء سياسات كلمة المرور موجودًا بالفعل في قاعدة البيانات هذه ولكن لها إعدادات مختلفة. لقد تم إعادة تسميتها.
lv: Viens vai vairāki paroļu politikas nosaukumi jau bija šajā datu bāzē, taču tiem bija atšķirīgi iestatījumi. Tie ir pārdēvēti.
pt_br: Um ou mais Nomes de Política de Senha já estavam nesse banco de dados, mas tinham configurações diferentes. Eles foram renomeados.
sk: Jedna alebo viacero vlastných zásad tvorby hesla už boli v tejto databáze, ale mali iné nastavenia. Boli premenované.
sl: Eno ali več imen pravilnikov gesel je bilo že v tej zbirki podatkov, vendar so imele različne nastavitve. Preimenovana so.

source: One or more Password Policy Names were not found in the database. The affected entries have been changed to use the database's default policy.
ar: لم يتم العثور على واحد أو أكثر من أسماء سياسة كلمة المرور في قاعدة البيانات. تم تغيير المدخلات المتأثرة لاستخدام السياسة الافتراضية لقاعدة البيانات.
lv: Viens vai vairāki paroļu politikas nosaukumi datu bāzē netika atrasti. Ietekmētie ieraksti ir mainīti, lai izmantotu datu bāzes noklusējuma politiku.
pt_br: Um ou mais Nomes de Política de Senha não foram encontrados no banco de dados. As entradas afetadas foram alteradas para usar a política padrão do banco de dados.
sk: V databáze sa nenašla jedna alebo viacero vlastných zásad tvorby hesla. Dotknuté záznamy boli zmenené tak, aby používali predvolené zásady databázy.
sl: Enega ali več imen pravilnika gesel ni bilo mogoče najti v zbirki podatkov. Prizadeti vnosi so bili spremenjeni za uporabo privzetega pravilnika zbirke podatkov.
