Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Please visit the <a href="https://pwsafe.org/">Password Safe website.</a>
sk: Navštíviť <a href="https://pwsafe.org/">webovú stránku Password Safe.</a>

source: Please visit the <a href="https://pwsafe.org/">PasswordSafe website.</a>
sk: Navštíviť <a href="https://pwsafe.org/">webovú stránku PasswordSafe.</a>
sl: Obiščite <a href="https://pwsafe.org/">Spletno stran Password Safe.</a>

source: Policy Name
ar: إسم السياسة
lv: Politikas nosaukums
pt_br: Nome da Política
sk: Názov zásad tvorby hesla
sl: Ime pravilnika

source: Policy Name is already in use
ar: إسم السياسة مستخم
lv: Politikas nosaukums jau tiek izmantots
pt_br: O nome da política já está em uso
sk: Tieto zásady tvorby hesla sa už používajú
sl: Ime pravilnika je že v uporabi

source: Policy Name is blank
ar: إسم السياسة فارغ
lv: Lauks Politikas nosaukums ir tukšs
pt_br: O nome da política está em branco
sk: Názov zásad je prázdny
sl: Ime pravilnika je prazno

source: Policy field
ar: حقل سياسة
lv: Politikas lauks
pt_br: Campo de política
sk: Oblasť
sl: Polje Pravilnika

source: Polish (214)
pt_br: Polonês (214)
sk: Poľská (214)
sl: Poljščina (214)

source: Polish (Programmers)
pt_br: Polonês (Programadores)
sk: Poľská (programátorská)
sl: Poljščina (programerji)

source: Portuguese
ar: البرتغالية
pt_br: Português
sk: Portugalská
sl: Portugalščina

source: Portuguese (Brazilian ABNT)
pt_br: Português (Brasileiro ABNT)
sk: Portugalská (brazílska ABNT)
sl: Portugalščina (brazilska ABNT)

source: Position 1 is the first character, 2 is the second etc. up to N for the last character of a password of length N. -1 is the last character, -2 the next to last etc. up to -N for the first password character. Positions must be separated by either spaces, commas or semi-colons to be recognised. There must also be a space, comma or semi-colon at the end of the list.
ar: الموضع 1 هو الحرف الأول ، 2 هو الثاني وما إلى ذلك حتى N للحرف الأخير من كلمة المرور بطول N. -1 هو الحرف الأخير ، -2 التالي إلى الأخير وما إلى ذلك حتى -N لكلمة المرور الأولى حرف. يجب الفصل بين المواضع بمسافات أو فاصلات أو فاصلة منقوطة ليتم التعرف عليها. يجب أيضًا وجود مسافة أو فاصلة أو فاصلة منقوطة في نهاية القائمة.
lv: Pozīcija 1 ir pirmā rakstzīme, 2 ir otrā utt. līdz N paroles, kuras garums ir N, pēdējai rakstzīmei. -1 ir pēdējā rakstzīme, -2 nākamā pirms pēdējā utt. līdz -N pirmajai rakstzīmei. Lai atpazītu pozīcijas, tās ir jāatdala ar atstarpēm, komatiem vai semikoliem. Saraksta beigās jābūt arī atstarpei, komatam vai semikolam.
pt_br: A posição 1 é o primeiro caractere, 2 é o segundo etc., até N para o último caractere de uma senha de comprimento N. -1 é o último caractere, -2 é o penúltimo etc. até -N para o primeiro caractere da senha. As posições devem ser separadas por espaços, vírgulas ou ponto e vírgula para serem reconhecidas. Também deve haver um espaço, vírgula ou ponto-e-vírgula no final da lista.
sk: Pozícia 1 je prvý znak, 2 je druhý atď. Až do n pre posledný znak hesla dĺžky N. -1 je posledný znak, -2 ďalší až posledný atď. Až do -n pre prvý znak hesla. Pozície musia byť oddelené medzerami, čiarkami alebo bodkočiarkami, aby boli rozpoznateľné. Medzera, čiarka alebo bodkočiarka musí byť aj na konci zoznamu.
sl: Položaj 1 je prvi znak, 2 je drugi itd. do N za zadnji znak gesla dolžine N.-1 je zadnji znak, -2 naslednji od zadnjega itd. do -N za prvi znak gesla. Položaji morajo biti ločene s presledki, vejicami ali podpičji, da bodo prepoznani. Na koncu seznama mora biti tudi presledek, vejica ali podpičje.

source: Positions:
ar: المواقع:
lv: Pozīcijas:
pt_br: Posições:
sk: Pozície:
sl: Položaji:

source: Press to delete all added characters.
ar: إضغط لحذف جميع الحروف المضافة.
lv: Nospiediet, lai izdzēstu visas pievienotās rakstzīmes.
pt_br: Pressione para excluir todos os caracteres adicionados.
sk: Stlačením odstráňte všetky pridané znaky.
sl: Pritisnite, za brisanje vseh dodanih znakov.

source: Pressing OK will copy the password of the selected item to the clipboard. The clipboard will be securely cleared when Password Safe is closed. Pressing Cancel stops the password from being copied.
ar: سيؤدي الضغط على موافق ( OK) إلى نسخ كلمة مرور العنصر المحدد إلى الحافظة. سيتم مسح الحافظة بشكل آمن عند إغلاق Password Safe. يؤدي الضغط على إلغاء الأمر إلى إيقاف نسخ كلمة المرور.
lv: Nospiežot Labi, atlasītā vienuma parole tiks kopēta starpliktuvē. Starpliktuve tiks droši iztīrīta, kad Password Safe tiks aizvērts. Nospiežot pogu Atcelt, parole netiks kopēta.
pt_br: Pressionar OK copiará a senha do item selecionado para a área de transferência. A área de transferência será limpa com segurança quando o Password Safe for fechado. Pressionar Cancelar impede que a senha seja copiada.
sk: Stlačením OK skopírujete heslo vybraného záznamu do schránky. Schránka sa bezpečne vymaže po zatvorení aplikácie Password Safe. Stlačením tlačidla Zrušiť sa zruší kopírovanie hesla.

source: Preview Unavailable
ar: المعاينة غير متاحة
lv: Priekšskatījums nav pieejams
pt_br: Visualização indisponível
sk: Ukážka nedostupná
sl: Predogled ni na voljo

source: Preview is unavailable
ar: المعاينة غير متاحة
lv: Priekšskatījums nav pieejams
pt_br: A visualização está indisponível
sk: Ukážka nie je k dispozícii
sl: Predogled ni na voljo

source: Previous Passwords
ar: كلمات مرور سابقة
lv: Iepriekšējās paroles
pt_br: Senhas Anteriores
sk: Predchádzajúce heslá
sl: Prejšnja gesla

source: Problem with authenticator secret: %s
ar: مشكلة في سر المصادقة: %s
lv: Problēma ar autentifikatora noslēpumu: %s
pt_br: Problema com o segredo do autenticador: %s
sk: Problém s tajným kľúčom overovateľa: %s

source: Processing entry:
ar: مدخل المعالجة:
lv: Ieraksta apstrāde:
pt_br: Processando entrada:
sk: Spracovávam záznam:
sl: Obdelava vnosa:

source: Program Shortcuts
ar: إختصارات البرنامج
lv: Programmas īsceļi
pt_br: Atalhos do Programa
sk: Programové skratky
sl: Bližnjice programa

source: Programs (*.exe)|*.exe|All files (*.*)|*.*||
lv: Programmas (*.exe)|*.exe|Visi faili (*.*)|*.*||
pt_br: Programas (*.exe)|*.exe|Todos os Arquivos (*.*)|*.*||
sk: Programy (*.exe)|*.exe|Všetky súbory (*.*)|*.*||
sl: Programi (*.exe)|*.exe|Vse datoteke (*.*)|*.*||

source: Prompt user for default username
ar: مطالبة المستخدم باسم المستخدم الافتراضي
lv: Pieprasīt lietotājam noklusējuma lietotājvārdu
pt_br: Solicitar ao usuário o nome de usuário padrão
sk: Pýtať sa používateľa na predvolené používateľské meno
sl: Poziv uporabnika za privzeto uporabniško ime

source: Pronounceable passwords
ar: كلمات مرور يمكن نطقها
lv: Izrunājamas paroles
pt_br: Senhas pronunciáveis
sk: Vysloviteľné heslá
sl: Izgovorljiva gesla

source: Pronounceable passwords must contain either lowercase or uppercase characters or both
ar: يجب أن تحتوي كلمات المرور القابلة للنطق على أحرف صغيرة أو كبيرة أو كليهما
lv: Izrunājamām parolēm jāsatur vai nu mazie, vai lielie burti, vai abi
pt_br: As senhas pronunciáveis ​​devem conter caracteres minúsculos ou maiúsculos ou ambos
sk: Vysloviteľné heslá musia obsahovať iba malé alebo iba veľké znaky alebo oboje
sl: Izgovorljiva gesla morajo vsebovati male ali velike črke ali oboje

source: Properties
ar: خصائص
lv: Rekvizīti
pt_br: Propriedades
sk: Vlastnosti
sl: Lastnosti

source: Properties of the currently selected database.
ar: خصائص قاعدة البيانات المختارة حاليا.
lv: Pašlaik atlasītās datu bāzes rekvizīti.
pt_br: Propriedades do banco de dados selecionado no momento.
sk: Vlastnosti aktuálne vybranej databázy.
sl: Lastnosti trenutno izbrane zbirke podatkov.

source: Protect All Entries
ar: حماية جميع المدخلات
lv: Aizsargāt visus ierakstus
pt_br: Proteger Todas as Entradas
sk: Zamknúť všetky záznamy
sl: Zaščiti vse vnose

source: Protect Entry
ar: حماية مدخل
lv: Aizsargāt ierakstus
pt_br: Proteger Entrada
sk: Zamknúť záznam
sl: Zaščiti vnos

source: Protected
ar: محمي
lv: Aizsargāts
pt_br: Protegida
sk: Zamknutý
sl: Zaščiten

source: Protected Entry: «%s» «%s» «%s»
ar: مدخل محمي: «%s» «%s» «%s»
lv: Aizsargāts ieraksts: «%s» «%s» «%s»
pt_br: Entrada Protegida: «%s» «%s» «%s»
sk: Zamknutý záznam: «%s» «%s» «%s»
sl: Zaščiten vnos: «%s» «%s» «%s»

source: Pswd copied
ar: تم نسخ Pswd
lv: Parole nokopēta
pt_br: Senha copiada
sk: Heslo skopírované
sl: Geslo kopirano

source: Punjabi
sk: Pandžábska
sl: Pundžabščina

source: Put Groups first in Tree View
ar: ضع المجموعات اولا بعرض شجري
lv: Koka skatā grupas novietot augšā
pt_br: Colocar Grupos em Primeiro na Exibição em Árvore
sk: Dať skupiny na prvé miesto v zobrazení stromu
sl: Najprej postavi Skupine v prikaz drevesa

source: Put icon in System Tray
ar: ضع أيقونة في علبة النظام
lv: Ievietot ikonu sistēmas teknē
pt_br: Colocar ícone na bandeja do sistema
sk: Pridať ikonu aplikácie na panel úloh
sl: Postavi ikono v programsko vrstico

source: Random password generation rules
ar: قوانين توليد كلمات المرور العشوائية
lv: Paroļu ģenerēšanas noteikumi
pt_br: Regras de geração aleatória de senha
sk: Pravidlá generovania náhodných hesiel
sl: Pravila naključnega generiranja gesla

source: Randomize
ar: عشوائيا
lv: Sajaukt
pt_br: Aleatória
sk: Náhodné
sl: Naključno

source: Read Error
ar: خطأ قراءة
lv: Lasīšanas kļūda
pt_br: Erro de leitura
sk: Chyba čítania
sl: Napaka pri branju

source: Read-Only
ar: قراءة فقط
lv: Tikai lasīt
pt_br: Somente leitura
sk: Iba na čítanie
sl: Samo-za-branje

source: Read-Write
ar: كتابة - قراءة
lv: Lasīt rakstīt
pt_br: Ler-Escrever
sk: Čítanie-Zápis
sl: Branje-Pisanje

source: Recent
ar: مؤخرا
lv: Nesen
pt_br: Recente
sk: Nedávne
sl: Nedavno

source: Recent Databases on File Menu rather than as a sub-menu.
ar: قواعد البيانات الاخيرة في قائمة الملفات وليس كقائمة فرعية.
lv: Rādīt nesenās datu bāzes izvēlnē Fails, nevis kā apakšizvēlnē.
pt_br: Bancos de dados recentes no menu Arquivo, e não como um submenu.
sk: Nedávne databázy priamo v menu Súbor, a nie ako podmenu
sl: Zgodovina nedavnih zbirk podatkov v meniju Datoteka, namesto kot podmeni.

source: Recent Password Safe Databases
ar: قواعد البيانات الحديثة الآمنة بكلمة مرور
lv: Jaunākās ar paroli drošās datu bāzes
sk: Nedávno otvorené databázy Password Safe

source: Recent PasswordSafe Databases
sk: Nedávno otvorené databázy PasswordSafe
sl: Nedavne Password Safe zbirke podatkov

source: Record Modified Time
ar: تسجيل وقت التعديل
lv: Ieraksta izmaiņu laiks
pt_br: Registro de hora modificada
sk: Čas úpravy záznamu
sl: Čas spremembe zapisa

source: Record last access times
ar: تسجيل اخر وقت وصول
lv: Ieraksta pēdējās piekļuves laiks
pt_br: Registrar últimos tempos de acesso
sk: Čas posledného prístupu k záznamu
sl: Zapiši zadnji čas dostopa

source: Recover the auto-saved documents Open the auto-saved versions instead of the explicitly saved versions
ar: استرجع المستندات المحفوظة تلقائيًا افتح الإصدارات المحفوظة تلقائيًا بدلاً من الإصدارات المحفوظة بشكل صريح
lv: Atkopt automātiski saglabātos dokumentus Atveriet automātiski saglabātās versijas, nevis tieši saglabātās versijas
pt_br: Recuperar documentos salvos automaticamente Abrir versões salvas automaticamente em vez das versões salvas explicitamente
sk: Obnovte automaticky uložené dokumenty Otvorte automaticky uložené verzie namiesto explicitne uložených verzií
sl: Obnovi samodejno shranjene dokumente Odpri samodejno shranjene različice namesto eksplicitno shranjenih različic

source: Recurring
sk: Opakujúce sa
sl: Ponavljajoče se

source: Redo
ar: إعادة عمل
lv: Atkārtoti
pt_br: Refazer
sk: Zopakovať
sl: Povrni

source: Redo the last change to password policies that was previously undone
ar: اعد عمل اخر تغيير على سياسة كلمات المرور كان تم إزالة عملها
lv: Atkārtojiet pēdējās izmaiņas paroļu politikās, kas iepriekš tika atsauktas
pt_br: Ref a última alteração nas políticas de senha que foram desfeitas anteriormente
sk: Zopakovať poslednú zmenu v zásadách tvorby hesla, ktorá bola predtým vrátená
sl: Povrni zadnjo spremembo pravilnikov gesel, ki so bile prej razveljavljene

source: Relative
ar: نسبيا
lv: Relatīvs
pt_br: Relativa
sk: Príbuzné
sl: Relativno

source: Relative dates are in days relative to today e.g. '-1' is yesterday and '1' is tomorrow
ar: التواريخ النسبية بالأيام المتعلقة باليوم ، على سبيل المثال "-1" أمس و "1" غدًا
lv: Relatīvie datumi ir dienās attiecībā pret šodienu, piemēram,“-1” ir vakardiena un “1” ir rītdiena
pt_br: Datas relativas são em dias em relação a hoje, por ex., '-1' é ontem e '1' é amanhã
sk: Relatívne dátumy sú v dňoch pri dnešku, napr. '-1' je včera a '1' je zajtra
sl: Relativni datumi so v dnevih glede na danes, npr. '-1' je včeraj in '1' je jutri

source: Remember last
ar: تذكر أخيرا
lv: Atcerēties pēdējos
pt_br: Lembrar da(o) última(o)
sk: Zapamätať posledný
sl: Zapomni zadnjih

source: Remember this keyboard
ar: تذكر هذا الكيبور
lv: Atcerēties šo tastatūru
pt_br: Lembrar deste teclado
sk: Zapamätať túto klávesnicu
sl: Zapomni si to tipkovnico

source: Remove
ar: إزالة
lv: Noņemt
pt_br: Remover
sk: Odstrániť
sl: Odstrani

source: Remove PasswordSafe configuration from Registry
ar: إزالة إعدادت البرنامج من المسجل (الريجيستري)
lv: Noņemt PasswordSafe konfigurāciju no reģistra
pt_br: Remover configuração PasswordSafe do Registro
sk: Odstrániť konfiguráciu Password Safe z registra Windows
sl: Odstrani konfiguracijo Password Safe iz Registra

source: Remove all saved passwords for entries and stop saving password change history in all entries.
ar: قم بإزالة جميع كلمات المرور المحفوظة للمدخلات وتوقف عن حفظ تاريخ تغيير كلمة المرور في جميع المدخلات.
lv: Noņemt visas saglabātās paroles ierakstiem un pārtraukt saglabāt paroļu izmaiņu vēsturi visos ierakstos.
pt_br: Remover todas as senhas salvas das entradas e parar de salvar o histórico de alterações de senhas em todas as entradas.
sk: Odstrániť všetky uložené heslá pre záznamy a prestať ukladať históriu zmeny hesla vo všetkých záznamoch.
sl: Odstrani vsa shranjena gesla vnosov in zaustavi shranjevanje zgodovine sprememb gesla v vseh vnosih.

source: Remove this shortcut
ar: إزالة هذا الإختصار
lv: Noņemt šo saīsni
pt_br: Remover este atalho
sk: Odstrániť túto skratku
sl: Odstrani to bližnjico

source: Rename
ar: إعادة تسمية
lv: Pārdēvēt
pt_br: Renomear
sk: Premenovať
sl: Preimenuj

source: Rename Entry
ar: إعادة تسمية المدخل
lv: Pārdēvēt ierakstu
pt_br: Renomear entrada
sk: Premenovať záznam
sl: Preimenuj vnos

source: Rename Group
ar: إعادة تسمية المجموعة
lv: Pārdēvēt grupu
pt_br: Renomear grupo
sk: Premenovať skupinu
sl: Preimenuj skupino

source: Report created
ar: أنشىء التقرير
lv: Ziņojums izveidots
pt_br: Relatório criado
sk: Správa vytvorená
sl: Poročilo je ustvarjeno

source: Report of %ls function started at %ls
ar: بدأ تقرير دالة %ls في %ls
lv: Pārskats par %ls funkciju tika sākts %ls
pt_br: Relatório da função %ls iniciado em %ls
sk: Správa o funkcii %ls ktorá začala o %ls
sl: Poročilo o funkciji %ls se je začelo pri % ls

source: Requested mode change failed
ar: فشل تغيير الوضع المطلوب
lv: Pieprasītā režīma maiņa neizdevās
pt_br: Falha na alteração do modo solicitado
sk: Požadovaná zmena režimu zlyhala
sl: Zahtevana sprememba načina ni uspela

source: Required Unicode font is not installed on this system. Unable to provide Virtual Keyboard.
ar: لم يتم تثبيت خط Unicode المطلوب على هذا النظام تعذر توفير لوحة المفاتيح الافتراضية.
lv: Šajā sistēmā nav instalēts nepieciešamais unikoda fonts. Nevar nodrošināt virtuālo tastatūru.
pt_br: A fonte Unicode necessária não está instalada neste sistema. Não foi possível fornecer o teclado virtual.
sk: Požadované písmo Unicode nie je v tomto systéme nainštalované. Nepodarilo sa poskytnúť virtuálnu klávesnicu.
sl: Zahtevana pisava Unicode ni nameščena v tem sistemu. Navidezne tipkovnice ni mogoče zagotoviti.

source: Reserved shortcut '%s' ignored.
ar: تم تجاهل الاختصار المحجوز '%s'.
lv: Rezervētā saīsne "%s" ir ignorēta.
pt_br: Atalho reservado '%s' ignorado.
sk: Vyhradená skratka '%s' je ignorovaná.
sl: Rezervirana bližnjica '%s' je zanemarjena.

source: Reset
ar: إعادة ضبط
lv: Atiestatīt
pt_br: Redefinir
sk: Obnoviť
sl: Ponastavi

source: Reset All Program Shortcuts
ar: إعادة ضبط كل إختصارات البرنامج
lv: Atiestatīt visus programmas īsceļus
pt_br: Redefinir todos os atalhos do programa
sk: Obnoviť všetky skratky na pôvodné
sl: Ponastavi vse bližnjice programa

source: Reset Column Width
ar: إعادة ضبط عرض الأعمدة
lv: Atiestatīt kolonnas platumu
pt_br: Redefinir largura da coluna
sk: Obnoviť šírku stĺpca
sl: Ponastavi širino stolpca

source: Reset Columns
ar: إعادة تعيين الأعمدة
lv: Atiestatīt kolonnas
pt_br: Redefinir colunas
sk: Obnoviť stĺpce
sl: Ponastavi stolpce

source: Reset this shortcut
ar: اعادة تعيين هذا الإختصار
lv: Atiestatiet šo saīsni
pt_br: Redefinir este atalho
sk: Obnoviť túto skratku
sl: Ponastavitev to bližnjico

source: Restore from Backup...
ar: الإستعداة من نسخة إحتياطية...
lv: Atjaunot no rezerves kopijas...
pt_br: Restaurar do backup...
sk: Obnoviť zo zálohy...
sl: Obnovi iz varnostne kopije...

source: Restrict to a subset of entries:
ar: قصر على مجموعة فرعية من المدخلات:
lv: Ierobežot ar ierakstu apakškopu:
pt_br: Restrinjir a um subconjunto de entradas:
sk: Obmedzte na podmnožinu záznamov:
sl: Omeji na podmnožico vnosov:

source: Result summary:
ar: ملخص النتيجة:
lv: Rezultātu kopsavilkums:
pt_br: Resumo de resultados:
sk: Zhrnutie výsledkov:
sl: Povzetek rezultatov:

source: Right Ctrl key
ar: مفتاح Ctrl الأيمن
pt_br: Tecla Ctrl direita
sk: Pravý kláves Ctrl
sl: Desna tipka Ctrl

source: Right click a Named Password Policy to list the entries using it
ar: انقر بزر الماوس الأيمن فوق سياسة كلمة المرور المسماة لعرض المدخلات التي تستخدمها
lv: Ar peles labo pogu noklikšķiniet uz nosauktās paroles politikas, lai uzskaitītu ierakstus, kas to izmanto
pt_br: Clique com o botão direito do mouse em uma Política de Senha Nomeada para listar as entradas que a utilizam
sk: Kliknutím pravým tlačidlom myši na uvedenú položku zobrazíte záznamy, ktoré používajú dané zásady tvorby hesla
sl: Desni klik na Imenovan pravilnik gesel, za uporabo seznama njegovih uporabljenih vnosov

source: Right-click on the 'Y' in either of the first 2 columns for additional functions
ar: انقر بزر الماوس الأيمن فوق "Y" في أي من العمودين الأولين للحصول على وظائف إضافية
lv: Lai iegūtu papildu funkcijas, ar peles labo pogu noklikšķiniet uz “Y” jebkurā no pirmajām 2 kolonnām
pt_br: Clique com o botão direito do mouse no 'Y' em uma das 2 primeiras colunas para obter funções adicionais
sk: Kliknite pravým tlačidlom myši na 'Y' v niektorom z prvých 2 stĺpcov pre ďalšie funkcie
sl: Desni klik na 'D' v enem od prvih dveh stolpcev za prikaz dodatnih funkcij

source: Right-click on the Notes field to access additional functionality.
ar: انقر بزر الماوس الأيمن فوق حقل الملاحظات للوصول إلى وظائف إضافية.
lv: Ar peles labo pogu noklikšķiniet uz lauka Piezīmes, lai piekļūtu papildu funkcijām.
pt_br: Clique com o botão direito do mouse no campo Notas para acessar funcionalidades adicionais.
sk: Kliknutím pravým tlačidlom myši na pole Poznámky získate prístup k ďalšej funkcionalite.
sl: Desni klik na polje Opombe za dostop do dodatnih funkcij.

source: Romanian (Legacy)
ar: الرومانية (إرثي)
pt_br: Romeno (Legado)
sk: Rumunská (Legacy)
sl: Romunščina (zapuščina)

source: Romanian (Programmers)
ar: الرومانية(مبرمجين)
pt_br: Romeno (Programadores)
sk: Rumunská (programátorská)
sl: Romunščina (programerji)

source: Romanian (Standard)
ar: الرومانية(الأساسية)
pt_br: Romeno (Padrão)
sk: Rumunská (štandard)
sl: Romunščina (standardna)

source: Row %d is incomplete. Both Field and Criteria must be set.
ar: الصف %d غير مكتمل. يجب تعيين كل من الحقل والمعايير.
lv: %d. rinda ir nepilnīga. Ir jāiestata gan lauks, gan kritēriji.
sk: Riadok %d je neúplný. Musia byť nastavené pole aj kritériá.

source: Row %d is incomplete. Please set both Field and Criteria.
sk: Riadok %d je neúplný. Nastavte pole aj kritériá.
sl: Vrstica %d je nepopolna. Nastavite oboje Polje in Kriterij.

source: Row number
ar: رقم الصف
lv: Rindas numurs
pt_br: Número da linha
sk: Číslo riadku
sl: Številka vrstice

source: Rule
ar: قاعدة
lv: Noteikums
pt_br: Regra
sk: Pravidlo
sl: Pravilo

source: Rule:
ar: قاعدة:
lv: Noteikums:
pt_br: Regra:
sk: Pravidlo:
sl: Pravilo:

source: Run Cmd:
sk: Spustiť príkaz:
sl: Zaženi CMD:

source: Run Command
ar: تنفيذ امر
lv: Izpildīt komandu
pt_br: Executar comando
sk: Spustiť príkaz
sl: Zaženi ukaz

source: RunCmd copied
ar: تم نسخ RunCmd
lv: RunCmd nokopēts
pt_br: Executar comando copiado
sk: Definícia 'Spustiť príkaz' skopírovaná
sl: RunCmd kopiran

source: Russian
ar: الروسية
pt_br: Russo
sk: Ruská
sl: Ruščina

source: Russian (Typewriter)
pt_br: Russo (Máquina de Escrever)
sk: Ruská (písací stroj)
sl: Ruščina (pisalni stroj)

source: S&how
ar: &إظهار
lv: S&kā
pt_br: S&como
sk: Zobraziť

source: S&ynchronize...
ar: مزامنة...
lv: S&inhronizēt...
pt_br: S&incronizar...
sk: &Synchronizovať...
sl: Sin&hroniziraj...

source: SAX Parse Error during %ls %ls.
lv: SAX parsēšanas kļūda izpildot %ls %ls.
pt_br: Erro de análise do SAX durante %ls % ls.
sk: SAX chyba spracovania počas %ls %ls.
sl: SAX razčlenitvena napaka med %ls %ls.

source: SAX Parse60 Error 0x%08X during %ls.
lv: SAX Parse60 kļūda 0x%08X izpildot %ls.
pt_br: Erro SAX Parse60 0x%08X durante %ls.
sk: SAX Parse60 Error 0x%08X počas %ls.
sl: SAX Parse60 napaka 0x%08X med %ls.

source: Same as database's
ar: مشابه لقاعدة البيانات هذه
lv: Tāda pati, kā datu bāzei
pt_br: Igual ao banco de dados
sk: Rovnaký ako pre databázy
sl: Enako kot od zbirke podatkov

source: Same as when last saved
ar: مثل آخر مرة تم حفظه
lv: Tāds pats kā pēdējā saglabāšanas reizē
pt_br: O mesmo que quando foi salvo pela última vez
sk: Rovnaký ako naposledy uložené
sl: Enako kot pri zadnjem shranjevanju

source: Sample
ar: عينة
lv: Paraugs
pt_br: Exemplo
sk: Vzor
sl: Vzorec

source: Sample text cannot be empty
ar: لا يمكن أن يكون نص العينة فارغًا
lv: Parauga teksta lauks nedrīkst būt tukšs
pt_br: O texto de exemplo não pode estar vazio
sk: Vzorový text nemôže byť prázdny
sl: Vzorec besedila ne more biti prazen

source: Save
ar: حفظ
lv: Saglabāt
pt_br: Salvar
sk: Uložiť
sl: Shrani

source: Save &As...
ar: حفظ &ك...
lv: S&aglabāt kā...
pt_br: Salvar &como...
sk: Uložiť &ako...
sl: Shrani &kot...

source: Save As
ar: حفظ ك
lv: Saglabāt kā
pt_br: Salvar como
sk: Uložiť ako
sl: Shrani kot

source: Save Error
ar: خطأ بالحفظ
lv: Saglabāšanas kļūda
pt_br: Salvar erro
sk: Chyba pri ukladaní
sl: Napaka pri shranjevanju

source: Save all changes to Password Policies
ar: حفظ كل التغيرات لسياسات كلمة السر
lv: Saglabāt visas izmaiņas paroles politikās
pt_br: Salvar todas as alterações nas Políticas de Senha
sk: Uložiť všetky zmeny do pravidiel tvorby hesla
sl: Shrani vse spremembe v Pravilnike gesel

source: Save changes to %1?
ar: حفظ التغييرات الى %1 ؟
lv: Vai saglabāt izmaiņas failā %1?
pt_br: Salvar alterações em %1?
sk: Uložiť zmeny do %1?
sl: Shranim spremembe v %1?

source: Save database immediately after any change
ar: احفظ قاعدة البيانات فورًا بعد أي تغيير
lv: Saglabāt datu bāzi uzreiz pēc izmaiņām
pt_br: Salvar banco de dados imediatamente após qualquer alteração
sk: Uložiť databázu ihneď po akejkoľvek zmene
sl: Takoj po spremembi shrani zbirko podatkov

source: Schema does not have a version number.
ar: لا يحتوي المخطط على رقم إصدار.
lv: Shēmai nav versijas numura.
pt_br: O esquema não possui um número de versão.
sk: Schéma nemá číslo verzie.
sl: Shema nima številke različice.

source: Screen capture protection disabled by a setup option.
ar: تم تعطيل حماية التقاط الشاشة بواسطة خيار الإعداد.
lv: Ekrāna tveršanas aizsardzība ir atspējota, izmantojot iestatīšanas opciju.
pt_br: Proteção de captura de tela desativada por uma opção de configuração.
sk: Ochrana snímania obrazovky bola vypnutá počas inštalácie programu.
