Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: To replace passwords of existing entries, all the following columns must be present: Group/Title, Username and Password. One or more are missing and no entries have been updated.
ar: لإلغاء حماية هذا المدخل ، انقر فوق "إغلاق" ، واستخدم قائمة "تحرير(تعديل)" أو انقر بزر الماوس الأيمن فوق المدخل وحدد "إلغاء الحماية".
lv: Lai aizstātu esošo ierakstu paroles, ir jābūt visām šādām kolonnām: Grupa/Nosaukums, Lietotājvārds un Parole. Trūkst viena vai vairākas, un neviens ieraksts nav atjaunināts.
pt_br: Para substituir senhas de entradas existentes, todas as seguintes colunas devem estar presentes: Grupo/Título, Nome de usuário e Senha. Um ou mais estão ausentes e nenhuma entrada foi atualizada.
sk: Na nahradenie hesiel existujúcich záznamov musia byť prítomné všetky nasledujúce stĺpce: skupina/názov, používateľské meno a heslo. Chýba jeden alebo viacero položiek a neboli aktualizované žiadne záznamy.
sl: Za zamenjavo gesel obstoječih vnosov, morajo biti prisotni vsi naslednji stolpci: Skupina/Naslov, Uporabniško ime in Geslo. Eden ali več manjka in nobeni vnosi niso bili posodobljeni.

source: To unprotect this entry, click on Close, use the Edit menu or right-click on the entry and select Unprotect.
ar: لإلغاء حماية هذا المدخل ، انقر فوق "إغلاق" ، واستخدم قائمة "تحرير" أو انقر بزر الماوس الأيمن فوق المدخل وحدد "إلغاء الحماية".
lv: Lai noņemtu šī ieraksta aizsardzību, noklikšķiniet uz Aizvērt, izmantojiet izvēlni Rediģēt vai ar peles labo pogu noklikšķiniet uz ieraksta un atlasiet Noņemt aizsardzību.
pt_br: Para desproteger essa entrada, clique em Fechar, use o menu Editar ou clique com o botão direito do mouse na entrada e selecione Desproteger.
sk: Ak chcete odomknúť tento záznam, kliknite na Zavrieť, použite menu Upraviť alebo kliknite pravým tlačidlom myši na záznam a vyberte Odomknúť záznam.
sl: Za odstranitev zaščite tega vnosa kliknite na Zapri, uporabite meni Urejanje ali z desno tipko miške kliknite na vnos in izberite Odstrani zaščito.

source: Toolbar &visible
ar: شريط الأدوات &مرئي
lv: Rīkjosla &redzama
pt_br: Barra de ferramentas &visível
sk: Panel s nástrojmi je viditeľný
sl: &Vidna orodna vrstica

source: Treat fields that only contain 'whitespace' as empty
ar: تعامل مع الحقول التي تحتوي على "مسافة بيضاء" فقط على أنها فارغة
lv: Apstrādāt laukus, kuros ir tikai atstarpes, kā tukšus
pt_br: Tratar campos que contêm apenas 'espaço em branco' como vazio
sk: Polia, ktoré obsahujú iba 'biele znaky', považovať za prázdne
sl: Obravnavaj polja, ki vsebujejo samo 'presledek' kot prazna

source: Trouble reading stored filters (version mismatch?). Filters will be unusable.
ar: هل تواجه مشكلة في قراءة الفلاتر المخزنة (عدم تطابق الإصدار؟). ستكون الفلاتر غير قابلة للاستخدام.
lv: Problēmas nolasīt saglabātos filtrus (versijas neatbilstība?). Filtri būs nelietojami.
pt_br: Problemas ao ler filtros armazenados (incompatibilidade de versão?). Os filtros serão inutilizáveis.
sk: Problém s čítaním uložených filtrov (nezhoda verzií?). Filtre budú nepoužiteľné.
sl: Težave pri branju shranjenih filtrov (neujemanje različic?). Filtri bodo neuporabni.

source: Trouble with a non-textual (e.g., time) field in record '%ls' - please check data carefully.
ar: مشكلة في حقل غير نصي (على سبيل المثال ، الوقت) في السجل '% ls' - يرجى التحقق من البيانات بعناية.
lv: Problēmas ar netekstuālu (piemēram, laika) lauku ierakstā “%ls” — lūdzu, rūpīgi pārbaudiet datus.
pt_br: Problemas com um campo não textual (por exemplo, hora) no registro '%ls' - por favor, verifique os dados com cuidado.
sk: Problém s netextovým (napr. časovým) poľom v zázname '%ls' – pozorne skontrolujte údaje.
sl: Težave z ne besedilnim poljem (npr. čas) v zapisu '%ls' - prosimo, da previdno preverite podatke.

source: Trying to contact server...
ar: محاولة الاتصال بالخادم...
lv: Mēģina sazināties ar serveri...
pt_br: Tentando entrar em contato com o servidor...
sk: Pokúšam sa kontaktovať server...
sl: Poskus povezave s strežnikom...

source: Turkish F
pt_br: Turco F
sk: Turecké F
sl: Turščina F

source: Turkish Q
pt_br: Turco Q
sk: Turecké Q
sl: Turščina Q

source: Turkmen
pt_br: Turcomano
sk: Turkménsky
sl: Turkmenščina

source: Two Factor Key
ar: مفتاح ذو عاملين
lv: Divu faktoru atslēga
pt_br: Chave de dois fatores
sk: Dvoj-faktorový kľúč

source: URL copied
ar: تم نسح URL
lv: URL saite nokopēta
pt_br: URL copiada
sk: URL skopírované
sl: URL je kopiran

source: Ukrainian
pt_br: Ucraniano
sk: Ukrajinská
sl: Ukrajinsščina

source: Ukrainian (Enhanced)
pt_br: Ucraniano (Aprimorado)
sk: Ukrajinská (rozšírená)
sl: Ukrajinščina (okrepljena)

source: Unable to create a new XML configuration file or add your settings to an existing XML configuration file. All application configuration settings will be saved in your registry entry on this computer. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
ar: تعذر إنشاء ملف تكوين XML جديد أو إضافة إعداداتك إلى ملف تكوين XML موجود. سيتم حفظ جميع إعدادات تكوين التطبيق في إدخال التسجيل على هذا الكمبيوتر. سيتم تخزين الإعدادات المتعلقة بقاعدة البيانات في قاعدة البيانات المفتوحة عند إغلاقها ، على افتراض أنها ليست للقراءة فقط أو مؤمنة من قبل مستخدم آخر.
lv: Nevar izveidot jaunu XML konfigurācijas failu vai pievienot iestatījumus esošam XML konfigurācijas failam. Visi lietojumprogrammu konfigurācijas iestatījumi tiks saglabāti jūsu šī datora reģistra ierakstā. Ar datu bāzi saistītie iestatījumi tiks saglabāti atvērtajā datu bāzē, ja tā nav tikai lasāma vai to nav bloķējis cits lietotājs.
pt_br: Não foi possível criar um novo arquivo de configuração XML ou adicionar suas configurações a um arquivo de configuração XML existente. Todas as definições de configuração do aplicativo serão salvas na sua entrada do registro neste computador. As configurações relacionadas ao banco de dados serão armazenadas no banco de dados aberto quando fechado, supondo que não seja somente leitura ou bloqueado por outro usuário.
sk: Nie je možné vytvoriť nový konfiguračný súbor XML ani pridať nastavenia do existujúceho konfiguračného súboru XML. Všetky konfiguračné nastavenia aplikácie budú uložené do položky registra v tomto počítači. Nastavenia súvisiace s databázou budú uložené v otvorenej databáze po jej zatvorení, za predpokladu, že nie je určená len na čítanie alebo nie je uzamknutá iným používateľom.
sl: Nove XML konfiguracijske datoteke ni mogoče ustvariti ali dodati vaše nastavitve v obstoječo XML konfiguracijsko datoteko. Vsie nastavitve konfiguracije aplikacije bodo shranjene v vaš vnos registra v tem računalniku. Nastavitve, povezane z zbirko podatkov, bodo shranjene v odprti zbirki podatkov, ko bo ta zaprta, ob predpostavki, da ni samo-za-branje ali pa zaklenjena s strani drugega uporabnika.

source: Unable to create intermediate backup in %s.
ar: غير قادر على إنشاء نسخة احتياطية وسيطة في %s.
lv: Nevar izveidot auto rezerves kopiju %s.
pt_br: Não é possível criar backup intermediário em %s.
sk: Nepodarilo sa vytvoriť prechodnú zálohu v %s.

source: Unable to display URL
ar: غير قادر على عرض URL
lv: Nevar parādīt URL
pt_br: Não foi possível exibir a URL
sk: Nepodarilo sa zobraziť URL
sl: Ni možen prikaz URL naslova

source: Unable to get configuration file lock. Will use registry.
ar: تعذر الحصول على قفل ملف الاعدادت. سوف تستخدم الريجستري(السجل).
lv: Neizdodas bloķēt konfigurācijas failu. Tiks izmantots reģistrs.
pt_br: Não foi possível obter o bloqueio do arquivo de configuração. Usará o registro.
sk: Nepodarilo sa získať zámok konfiguračného súboru. Použije sa register.
sl: Ni mogoče dobiti zaklepanja konfiguracijske datoteke. Uporabljen bo register.

source: Unable to import "autoload_filters.xml" filters. %s
ar: تعذر استيراد عوامل تصفية "autoload_filters.xml". %s
lv: Nevar importēt "autoload_filters.xml" filtrus. %s
pt_br: Não foi possível importar os filtros "autoload_filters.xml". %s
sk: Nepodarilo sa importovať filtre "autoload_filters.xml". %s
sl: Filtrov "autoload_filters.xml" ni mogoče uvoziti. %s

source: Unable to load configuration file
ar: غير قادر على تحميل ملف الاعدادات
lv: Nevar ielādēt konfigurācijas failu
pt_br: Não é possível carregar o arquivo de configuração
sk: Nepodarilo sa načítať konfiguračný súbor
sl: Konfiguracijske datoteke ni mogoče naložiti

source: Unable to load mail system support.
ar: تعذر تحميل دعم نظام البريد.
lv: Nevar ielādēt pasta sistēmas atbalstu.
pt_br: Não foi possível carregar o suporte do sistema de e-mail.
sk: Nepodarilo sa načítať podporu emailového systému.
sl: Podpore za poštni sistem ni mogoče naložiti.

source: Unable to read from %1, it is opened by someone else.
ar: غير قادر على القراءة من %1 ، تم فتحه من قبل شخص آخر.
lv: Nevar nolasīt no %1, to ir atvēris kāds cits.
pt_br: Não é possível ler a partir de %1, ele foi aberto por outra pessoa.
sk: Nemožno čítať z %1, je otvorený niekým iným.
sl: Ni možno branje iz %1, ker jo je odprl nekdo drug.

source: Unable to read locker?
ar: غير قادر على قراءة الخزنة؟
lv: Vai nevarat nolasīt bloķēšanas stāvokli?
pt_br: Não é possível ler o armário?
sk: Nemožno načítať locker?
sl: Ni mogoče prebrati zaklenjene omarice?

source: Unable to read write-only property.
ar: غير قادر على قراءة ملكية للكتابة فقط.
lv: Nevar nolasīt lasīt-rakstīt īpašības.
pt_br: Não é possível ler a propriedade somente gravação.
sk: Nemožno čítať vlastnosť iba na zápis.
sl: Ni mogoče prebrati lastnosti 'samo za pisanje'.

source: Unable to run command
ar: فشل تنفيذ أمر
lv: Nevar izpildīt komandu
pt_br: Não é possível executar o comando
sk: Nemožno spustiť príkaz
sl: Ukaza ni mogoče zagnati

source: Unable to save configuration file
ar: غير قادر على حفظ ملف الاعدادات
lv: Nevar saglabāt konfigurācijas failu
pt_br: Não é possível salvar o arquivo de configuração
sk: Nie je možné uložiť konfiguračný súbor
sl: Konfiguracijske datoteke ni mogoče shraniti

source: Unable to send Email
ar: فشل ارسال إيميل
lv: Nevar nosūtīt e-pastu
pt_br: Não foi possível enviar o e-mail
sk: Nemožno poslať email
sl: E-pošte ni mogoče poslati

source: Unable to update your entries in the existing XML configuration file. All application configuration settings will be loaded from this file but no changes will be saved. Database related settings will be stored in the open database when it is closed, assuming it is not read-only or locked by another user.
ar: تعذر تحديث مدخلاتك في ملف تكوين XML الحالي. سيتم تحميل جميع إعدادات تكوين التطبيق من هذا الملف ولكن لن يتم حفظ أي تغييرات. سيتم تخزين الإعدادات المتعلقة بقاعدة البيانات في قاعدة البيانات المفتوحة عند إغلاقها ، على افتراض أنها ليست للقراءة فقط أو مؤمنة من قبل مستخدم آخر.
lv: Nevar atjaunināt jūsu ierakstus esošajā XML konfigurācijas failā. Visi lietojumprogrammu konfigurācijas iestatījumi tiks ielādēti no šī faila, taču izmaiņas netiks saglabātas. Ar datu bāzi saistītie iestatījumi tiks saglabāti atvērtajā datu bāzē, kad tā tiks aizvērta, ja tā nav tikai lasāma vai to nav bloķējis cits lietotājs.
pt_br: Não é possível atualizar suas entradas no arquivo de configuração XML existente. Todas as configurações do aplicativo serão carregadas deste arquivo, mas nenhuma alteração será salva. As configurações relacionadas ao banco de dados serão armazenadas no banco de dados aberto quando fechado, supondo que não seja somente leitura ou bloqueado por outro usuário.
sk: Nie je možné aktualizovať záznamy v existujúcom konfiguračnom súbore XML. Všetky nastavenia aplikácie sa načítajú z tohto súboru, ale žiadne zmeny sa neuložia. Nastavenia súvisiace s databázou sa uložia do otvorenej databázy po jej zatvorení, za predpokladu, že nie je určená len na čítanie alebo je uzamknutá iným používateľom.
sl: Vnosov v obstoječi konfiguracijski datoteki XML ni mogoče posodobiti. Vse konfiguracijske nastavitve aplikacije bodo naložene iz te datoteke vendar, nobena sprememba ne bo shranjena. Nastavitve, povezane z zbirko podatkov, bodo shranjene v odprti zbirki podatkov, ko bo ta zaprta, ob predpostavki, da ni samo-za-branje ali pa zaklenjena s strani drugega uporabnika.

source: Unable to use a MS XML reader on your system. Neither MS XML V3, V4 or V6 seems available.
ar: تعذر استخدام قارئ MS XML على نظامك. لا يبدو أن MS XML V3 أو V4 أو V6 متاحًا.
lv: Jūsu sistēmā nevar izmantot MS XML lasītāju. Šķiet, ka MS XML V3, V4 vai V6 nav pieejams.
pt_br: Não foi possível usar um leitor XML da MS no seu sistema. Nem o MS XML V3, V4 ou V6 parece disponível.
sk: Vo vašom systéme nie je možné použiť čítačku MS XML. Zdá sa, že ani MS XML V3, V4 alebo V6 nie sú k dispozícii.
sl: Bralnika MS XML ni mogoče uporabiti v vašem sistemu. Videti je, da niti MS XML v3, v4 ali V6 ni na voljo.

source: Unable to validate a XML file using a XML Schema (XSD) on your system.
ar: تعذر التحقق من صحة ملف XML باستخدام مخطط XML (XSD) على نظامك.
lv: Nevar apstiprināt XML failu, izmantojot XML shēmu (XSD) jūsu sistēmā.
pt_br: Não é possível validar um arquivo XML usando um esquema XML (XSD) em seu sistema.
sk: Nie je možné overiť súbor XML pomocou schémy XML (XSD) vo vašom systéme.
sl: Datoteke XML ni mogoče potrditi z uporabo XML sheme (XSD) v vašem sistemu.

source: Unable to write read-only property.
ar: غير قادر على كتابة ملكية للقراءة فقط.
lv: Nevar pārrakstīt tikai lasāmu īpašību.
pt_br: Não é possível gravar a propriedade somente leitura.
sk: Nie je možné zapísať vlastnosť iba na čítanie.
sl: Lastnosti» 'samo-za-branje' ni mogoče zapisati.

source: Unable to write to %1, it is read-only or opened by someone else.
ar: غير قادر على الكتابة إلى %1 ، إنه للقراءة فقط أو مفتوح من قبل شخص آخر.
lv: Nevar rakstīt uz %1, tas ir tikai lasāms vai to atvēris kāds cits.
pt_br: Não é possível gravar em %1, ele é somente leitura ou foi aberto por outra pessoa.
sk: Nie je možné zapísovať do %1, je iba na čítanie alebo je otvorený niekým iným.
sl: Ni mogoče zapisati v %1. Je samo-za-branje ali pa jo je odprl nekdo drug.

source: Uncheck
ar: الغاء تحديد
lv: Noņemiet atzīmi
pt_br: Desmarcar
sk: Zrušiť začiarknutie
sl: Odznači

source: Undo
ar: الغاء عمل
lv: Atsaukt
pt_br: Desfazer
sk: Vrátiť späť
sl: Razveljavi

source: Undo the last change to password policies
ar: التراجع عن التغيير الأخير في سياسات كلمة المرور
lv: Atsaukt pēdējās izmaiņas paroļu politikās
pt_br: Desfazer a última alteração nas políticas de senha
sk: Vrátiť späť poslednú zmenu zásad tvorby hesla
sl: Razveljavi zadnje spremembe pravilnikov gesel

source: Unexpected file format.
ar: تنسيق ملف غير معروف.
lv: Neatpazīts faila formāts.
pt_br: Formato de arquivo inesperado.
sk: Neočakávaný formát súboru.
sl: Nepričakovan format datoteke.

source: United Kingdom
pt_br: Reino Unido
sk: Spojené kráľovstvo
sl: Združeno kraljestvo

source: United Kingdom Extended
pt_br: Reino Unido Estendido
sk: Spojené kráľovstvo Extended
sl: Združeno kraljestvo Razširjeno

source: United States-International
pt_br: Estados Unidos-Internacional
sk: Spojené štáty-medzinárodné
sl: Združene države -Mednarodno

source: Unknown
ar: غير معروف
lv: Nezināms
pt_br: Desconhecido
sk: Neznáme
sl: Neznano

source: Unknown
ar: غير معروف
lv: Nezināms
pt_br: Desconhecido
sk: Neznáme
sl: Neznano

source: Unknown fields
ar: حقول غير معلومة
lv: Nezināmi lauki
pt_br: Campos desconhecidos
sk: Neznáme polia
sl: Neznana polja

source: Unknown fields:
ar: حقول غير معلومة:
lv: Nezināmi lauki:
pt_br: Campos desconhecidos:
sk: Neznáme polia:
sl: Neznana polja:

source: Unknown function
ar: عمل غير معروف
lv: Nezināma funkcija
pt_br: Função desconhecida
sk: Neznáma funkcia
sl: Neznana funkcija

source: Unknown object
ar: كائن غير معروف
lv: Nezināms objekts
pt_br: Objeto desconhecido
sk: Neznámy objekt
sl: Neznan predmet

source: Unlock
ar: فك القفل
lv: Atslēgt
pt_br: Desbloquear
sk: Odomknúť
sl: Odkleni

source: Unlock Difficulty
ar: الغاء قفل الصعوبة
lv: Pamatparoles uzlaušanas grūtības pakāpe
pt_br: Dificuldade de Desbloqueio
sk: Obtiažnosť odomknutia
sl: Težave pri odklepanju

source: Unlock Safe
sk: Odomknúť databázu
sl: Odkleni Sef

source: Unprotect All Entries
ar: الغاء حماية كل المدخلات
lv: Noņemt visu ierakstu aizsardzību
pt_br: Desproteger Todas as Entradas
sk: Odomknúť všetky záznamy
sl: Odstrani zaščito vseh vnosov

source: Unprotect Entry
ar: الغاء حماية مدخل
lv: Noņemt ieraksta aizsardzību
pt_br: Desproteger Entrada
sk: Odomknúť záznam
sl: Odstrani zaščito vnosa

source: Unrecognised command line argument found
ar: تم العثور على وسيطة سطر أوامر غير معروفة
lv: Atrasts neatpazīts komandrindas arguments
pt_br: Foi encontrado um argumento de linha de comando não reconhecido
sk: Našiel sa nerozpoznaný argument príkazového riadku
sl: Najden je bil neprepoznan argument ukazne vrstice

source: Unsaved changes
ar: تغييرات غير محفوظة
lv: Nesaglabātas izmaiņas
pt_br: Alterações não salvas
sk: Neuložené zmeny
sl: Neshranjene spremembe

source: Unsaved changes have been made to database: %s.
ar: تم إجراء تغييرات غير محفوظة على قاعدة البيانات: %s.
lv: Datu bāzē ir veiktas nesaglabātas izmaiņas: %s.
pt_br: Alterações não salvas foram feitas no banco de dados: %s.
sk: V databáze sa uskutočnili neuložené zmeny: %s.
sl: Neshranjene spremembe so bile narejene v zbirki podatkov:n %s.

source: Unsaved restored database
ar: قواعد بيانات مستعادة غير محفوظة
lv: Nesaglabāta atjaunota datu bāze
pt_br: Banco de dados restaurado não salvo
sk: Neuložená obnovená databáza
sl: Neshranjena obnovljena zbirka podatkov

source: Untitled
ar: بدون عنوان
lv: Bez nosaukuma
pt_br: Sem título
sk: (Bez názvu)
sl: Brez naslova

source: Update the maximum number of saved passwords per entry.
ar: تحديث العدد الاقصى من كلمات المرور المحفوظة لكل مدخل.
lv: Atjauniniet maksimālo saglabāto paroļu skaitu vienam ierakstam.
pt_br: Atualizar o número máximo de senhas salvas por entrada.
sk: Upravte maximálny počet uložených hesiel na záznam.
sl: Posodobi največje število shranjenih gesel na vnos.

source: Updated %d %s
ar: محدث %d %s
lv: Atjaunināts %d %s
pt_br: %d %s atualizado
sk: Upravené %d %s
sl: Posodobljeno %d %s

source: Usage: pwsafe [-r|-v] [password database] or pwsafe [-e|-d] filename or pwsafe [-c] or pwsafe [-s] [password database] or pwsafe -m where: -r = open read-only -v = validate & repair -e/d = encrypt/decrypt file -c = start closed i.e., no open database -s = start silently (minimized) -m = start minimized & closed In addition, the following flags may be used: -u user (use user's preferences instead of login name) -h host (use host to look up preferences instead of the machine's name) -g config_file (use config_file instead of pwsafe.cfg) -q (don't complain about missing fonts, dlls, etc.) See online help for more options.
lv: Lietojums: pwsafe [-r|-v] [paroļu datubāze] vai pwsafe [-e|-d] faila nosaukums vai pwsafe [-c] vai pwsafe [-s] [paroļu datubāze] vai pwsafe -m kur: -r = atvērts tikai lasāms -v = apstiprināt un labot -e/d = šifrēt/atšifrēt failu -c = sākt ar aizvērtu, t.i., nav atvērta datubāze -s =sākt klusi (minimizēts) -m = sākt minimizētu un aizvērtu Turklāt var tikt izmantoti šādi karodziņi: -u lietotājs (pieteikšanās vārda vietā izmantojiet lietotāja preferences) -h resursdators (izmantojiet resursdatoru, meklējiet preferences, nevis ierīces nosaukumu) -g config_file (izmantojiet config_file, nevis pwsafe.cfg) -q (nesūdzēties par trūkstošiem fontiem, dll utt.) Skatiet tiešsaistes palīdzību, lai uzzinātu vairāk par iespējām.
pt_br: Uso: pwsafe [-r|-v] [banco de dados de senhas] ou pwsafe nome do arquivo [-e|-d] ou pwsafe [-c] ou pwsafe [-s] [banco de dados de senhas] ou pwsafe -m Onde: -r = abrir somente leitura -v = validar e reparar -e/d = criptografar/descriptografar arquivo -c = iniciar fechado, por ex., nenhum banco de dados aberto -s = iniciar silenciosamente (minimizado) -m = iniciar minimizado e fechado Além disso, os seguintes sinalizadores podem ser usados: -u user (usar preferências do usuário em vez do nome de login) -h host (usar host para procurar preferências em vez do nome da máquina) -g config_file (usar config_file em vez de pwsafe.cfg) -q (não reclamar sobre fontes ausentes, dlls, etc.) Consulte a ajuda online para mais opções.
sk: Použitie: pwsafe [-r|-v] [password database] alebo pwsafe [-e|-d] filename alebo pwsafe [-c] alebo pwsafe [-s] [password database] alebo pwsafe -m kde: -r = open read-only -v = validate & repair -e/d = encrypt/decrypt file -c = start closed i.e., no open database -s = start silently (minimized) -m = start minimized & closed In addition, the following flags may be used: -u user (use user's preferences instead of login name) -h host (use host to look up preferences instead of the machine's name) -g config_file (use config_file instead of pwsafe.cfg) -q (don't complain about missing fonts, dlls, etc.) Pozri online nápovedu pre ďalšie možnosti.
sl: Uporaba: pwsafe [-r|-v] [geslo zbrike podatkov] ali pwsafe [-e|-d] ime datoteke ali pwsafe [-c] ali pwsafe [-s] [geslo zbirke podatkov] ali pwsafe -m kjer: -r = Odpri samo-za-branje -v = preveri in popravi -e/d = šifriraj/dešifriraj datoteko -c = začni zaprto, npr. ne odpri zbirko podatkov -s = začni tiho (pomanjšano) -m = začni pomanjšano in zaprto Poleg tega se lahko uporabijo naslednje zastavice: -u uporabnik (uporabi uporabnika namesto imena za prijavo) -h gostitelj (uporabi nastavitve gostitelja namesto imena naprave ) -g konfiguracijska datoteka (uporabi konfiguracijsko datoteko namesto pwsafe.cfg) -q (ne pritožujej se zaradi manjkajočih pisav, DLL-jev itd.) Za več možnosti si oglejte spletno pomoč.

source: Use
ar: إستخدم
lv: Izmantot
pt_br: Usar
sk: Použiť
sl: Uporabi

source: Use &Digits
ar: إستخدم &اعداد
lv: Izmantot &ciparus
pt_br: Usar &dígitos
sk: Použiť číslice
sl: Uporabi š&tevila

source: Use &Hexadecimal digits only (0-9,a-f)
ar: إستخدام &اعداد نظام سادس عشري
lv: Izmantot tikai &heksadecimālos ciparus (0-9,a-f)
pt_br: Usar apenas dígitos &hexadecimais (0-9, a-f)
sk: Použiť iba hexadecimálne číslice (0-9,a-f)
sl: Uporabi samo še&stnajstiška števila (0-9, a-f)

source: Use &Lowercase letters
ar: إستخدام &حروف صغيرة
lv: Izmantot &mazos burtus
pt_br: Usar letras &minúsculas
sk: Použiť malé písmená
sl: Uporabi &male črke

source: Use &Symbols
ar: إستخدام &رموز
lv: Izmantot &simbolus
pt_br: Usar &símbolos
sk: Použiť symboly
sl: Uporabi &simbole

source: Use &Symbols (i.e., &, %, $, etc.)
ar: إستخدام رموز(i.e,&,%,$,etx.)
lv: Izmantot &simbolus (t.i., &, %, $ utt.)
pt_br: Usar &símbolos (por ex., &,%, $ etc.)
sk: Použiť symboly (t.j., &, %, $, etc.)
sl: Uporabi &simbole (npr., &, %, $, itd.)

source: Use &UPPERCASE letters
ar: إستخدام &حروف كبيرة
lv: Izmantot &LIELOS burtus
pt_br: Usar letras &MAIÚSCULAS
sk: Použiť VEĽKÉ písmená
sl: Uporabi &VELIKE črke

source: Use Database Policy
sk: Použiť zásady databázy
sl: Uporabi pravilnik zbirke podatkov

source: Use Named Policy
ar: إستخدم سياسة مسماة
lv: Izmantot nosaukto politiku
pt_br: Usar política nomeada
sk: Použiť tieto zásady
sl: Uporabi Poimenovan pravilnik

source: Use anyway
ar: استخدم على أي حال
sk: Použiť aj tak

source: Use count
ar: استخدام العد
lv: Izmantot kontu
pt_br: Usar contagem
sk: Počet použití
sl: Uporabi račun

source: Use digits
ar: إستخدم أرقام
lv: Izmantot ciparus
pt_br: Usar dígitos
sk: Použiť číslice
sl: Uporabi števila

source: Use lowercase characters
ar: إستخدم حروف صغيرة
lv: Izmantot mazos burtus
pt_br: Use caracteres minúsculos
sk: Použiť malé písmená
sl: Uporabi znake malih črk

source: Use only &Easy-to-read characters (i.e., no 'l', '1', etc.)
ar: استخدم فقط & أحرف سهلة القراءة (على سبيل المثال ، "l" ، "1" ، إلخ.)
lv: Izmantot tikai &viegli lasāmas rakstzīmes (t.i., bez 'l', '1' utt.)
pt_br: Use apenas caracteres &fáceis de ler (por ex., não 'l', '1' etc.)
sk: Použiť iba ľahko čitateľné znaky (nie napr. 'l', '1', atď.)
sl: Uporabi samo p&reprosto berljive znake (npr. ne "l", "1" itd.)

source: Use symbols
ar: إستخدم الرموز
lv: Izmantot simbolus
pt_br: Usar símbolos
sk: Použiť symboly
sl: Uporabi simbole
