Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Delete selected Password Policy (only an unused Named Password Policy may be deleted)
ar: حذف سياسة كلمة المرور المحددة (قد يتم حذف سياسة كلمة المرور المسماة فقط غير المستخدمة)
lv: Dzēst atlasīto paroles politiku (var dzēst tikai neizmantotu nosauktās paroles politiku)
pt_br: Excluir Política de Senha selecionada (apenas uma Política de Senha Nomeada não utilizada pode ser excluída)
sk: Odstrániť vybrané zásady tvorby hesla (Odstránené môžu byť iba nepoužité zásady)
sl: Izbriši izbran pravilnik gesel (možno je izbrisati samo neuporabljen Imenovan pravilnik gesel)

source: Description
ar: الوصف
sk: Popis

source: Description:
ar: وصف:
lv: Apraksts:
pt_br: Descrição:
sk: Popis:
sl: Opis:

source: Deselect all entries
ar: الغاء اختيار جميع المدخلات
lv: Dzēst visis ierakstus
pt_br: Desmarcar todas entradas
sk: Odobrať všetky záznamy
sl: &Odstrani izbor vseh vnosov

source: Deselect some entries
ar: الغاء اختيار بعض المدخلات
lv: Noņemt atlasi dažiem ierakstiem
pt_br: Desmarcar algumas entradas
sk: Odobrať tieto záznamy
sl: Odstrani izbor nekaterih vnosov

source: Destination disk drive is full.
ar: محرك الأقراص الهدف ممتلىء.
lv: Galamērķa diskdzinis ir pilns.
pt_br: A unidade de disco de destino está cheia.
sk: Cieľová disková jednotka je plná.
sl: Ciljni diskovni pogon je poln.

source: Destination location does not exist or is not accessible.
ar: موقع الوجهة غير موجود او لا يمكن الوصول له.
lv: Galamērķa atrašanās vieta nepastāv vai nav pieejama.
pt_br: O local de destino não existe ou não está acessível.
sk: Cieľové miesto neexistuje alebo nie je prístupné.
sl: Ciljno mesto ne obstaja ali ni dostopno.

source: Details
ar: تفاصيل
lv: Detaļas
pt_br: Detalhes
sk: Podrobnosti
sl: Podrobnosti

source: Discard
ar: تجاهل
sk: Zahodiť

source: Disk full while accessing %1.
ar: القرص ممتلى خلال الوصول %1.
lv: Piekļūstot %1, disks ir pilns.
pt_br: Disco cheio ao acessar %1.
sk: Disk plný pri prístupe k %1.
sl: Disk je poln med dostopom do %1.

source: Dispatch exception: %1
ar: استثناء الإرسال: %1
lv: Nosūtīšanas izņēmums: %1
pt_br: Exceção de distribuição: %1
sk: Výnimka odoslania: %1
sl: Izjema pri odpremi: %1

source: Display
ar: عرض
lv: Displejs
pt_br: Exibir
sk: Zobrazenie
sl: Prikaz

source: Display Auth Code
ar: عرض رمز المصادقة
lv: Parādīt Auth kodu
pt_br: Exibir código de autenticação
sk: Zobraziť overovací kód

source: Display Filter -
ar: فلتر العرض -
lv: Displeja filtrs -
pt_br: Filtro de Anexos
sk: Filter zobrazenia -
sl: Prikazni filter -

source: Display policy settings or List entries using this named policy (The latter may take a while depending on the number of entries in this database)
ar: عرض اعدادات السياسة او قائمة المدخلات مستخدما هذه السياسة المسماة (قد يستغرق الأخير بعض الوقت اعتمادًا على عدد المدخلات في قاعدة البيانات هذه)
lv: Parādīt politikas iestatījumus vai saraksta ierakstus, izmantojot šo nosaukto politiku (Pēdējā var aizņemt kādu laiku atkarībā no ierakstu skaita šajā datu bāzē)
pt_br: Exibir configurações de política ou Listar entradas usando esta política nomeada (O último pode demorar um pouco, dependendo do número de entradas neste banco de dados)
sk: Zobraz nastavenia zásad tvorby hesla alebo zobraz zoznam záznamov používajúcich tieto vlastné zásady (Druhá možnosť môže chvíľu trvať v závislosti od počtu položiek v tejto databáze)
sl: Prikaži nastavitve pravilnika ali seznam vnosov uporabljenih s tem Poimenovanim pravilnikom (Slednje lahko traja nekaj časa, odvisno od števila vnosov v tej zbirki podatkov)

source: Display subset of Password
ar: عرض أجزاء من كلمة السر
lv: Parādīt paroles apakškopu
pt_br: Exibir subconjunto de senha
sk: Zobraziť časť hesla
sl: Prikaži podmnožico gesla

source: Do you want to recover these auto-saved documents?
ar: هل تريد استعادة هذه المستندات المحفوظة تلقائيًا؟
lv: Vai vēlaties atgūt šos automātiski saglabātos dokumentus?
pt_br: Você quer recuperar esses documentos salvos automaticamente?
sk: Chcete obnoviť tieto automaticky uložené dokumenty?
sl: Ali želite obnoviti te samodejno shranjene dokumente?

source: Do you want to save changes to the password database: %s?
ar: هل تريد حفظ التغييرات الى قاعدة بيانات كلمات المرور:%s؟
lv: Vai vēlaties saglabāt izmaiņas paroļu datubāzē: %s?
pt_br: Você quer salvar as alterações no banco de dados de senhas: %s?
sk: Chcete uložiť zmeny v databáze hesiel: %s?
sl: Ali želite shraniti spremembe v zbirki podatkov gesel: %s?

source: Do you want to save changes to the password list?
ar: هل تريد حفظ التغييرات الى قائمة كلمات المرور؟
lv: Vai vēlaties saglabāt izmaiņas paroļu sarakstā?
pt_br: Você quer salvar as alterações na lista de senhas?
sk: Chcete uložiť zmeny do zoznamu hesiel?
sl: Ali želite shraniti spremembe na seznamu gesel?

source: Do you wish to replace it?
ar: هل تريد استبداله؟
lv: Vai vēlaties to nomainīt?
pt_br: Você quer substituí-la?
sk: Prajete si ho vymeniť?
sl: Ali to želite zamenjati?

source: Do you wish to save the changes made to database: %s or Cancel the shutdown\restart\logoff?
ar: هل ترغب في حفظ التغييرات التي تم إجراؤها على قاعدة البيانات: %s أو إلغاء اغلاق الجهاز \ إعادة التشغيل \ تسجيل الخروج؟
lv: Vai vēlaties saglabāt datubāzē veiktās izmaiņas: %s vai Atcelt izslēgšanu\restart\logoff?
pt_br: Você quer salvar as alterações feitas no banco de dados: %s ou cancelar o desligamento\reiniciar\fazer logoff?
sk: Prajete si uložiť zmeny vykonané v databáze: %s Alebo zrušiť vypnutie\reštart\odhlásenie?
sl: Ali želite shraniti narejene spremembe v zbirki podatkov: %s ali preklicati zaustavitev sistema\vnovični zagon\odjavo?

source: Do you wish to save the changes made to this restored database as new database?
ar: هل ترغب في حفظ التغييرات التي تم إجراؤها على قاعدة البيانات المستعادة كقاعدة بيانات جديدة؟
lv: Vai vēlaties saglabāt šajā atjaunotajā datu bāzē veiktās izmaiņas kā jaunu datu bāzi?
pt_br: Você quer salvar as alterações feitas neste banco de dados restaurado como novo banco de dados?
sk: Chcete uložiť zmeny vykonané v tejto obnovenej databáze ako novú databázu?
sl: Ali želite shraniti narejene spremembe v tej obnovljeni zbirki podatkov kot novo zbirko podatkov?

source: Don't recover the auto-saved documents Use the last explicitly saved versions of the documents
ar: لا تقم باستعادة المستندات المحفوظة تلقائيًا استخدم آخر إصدارات المستندات المحفوظة بشكل صريح
lv: Neatkopt automātiski saglabātos dokumentus Izmantojiet pēdējās skaidri saglabātās dokumentu versijas
pt_br: Não recuperar os documentos salvos automaticamente Usar as últimas versões explicitamente salvas dos documentos
sk: Neobnoviť automaticky uložené dokumenty Použiť posledné explicitne uložené verzie dokumentov
sl: Ne obnovi samodejno shranjenih dokumentov Uporabi nazadnje izrecno shranjene različice dokumentov

source: Double click an entry to Edit/View it.
ar: نقرة مزدوجة على المدخل لتعديله او عرضه.
lv: Veiciet dubultklikšķi uz ieraksta, lai to rediģētu/skatītu.
pt_br: Clicar duas vezes em uma entrada para editá-la/exibí-la.
sk: Urobte dvojklik na záznam a môžete ho upraviť/zobraziť.
sl: Dvokliknite na vnos za njegovo urejanje/ogled.

source: Double-Click Action
ar: عمل النقرة المزدوجة
lv: Dubultklikšķa darbība
pt_br: Ação em duplo-clique
sk: Akcia na dvojklik
sl: Akcija dvoklika

source: Double-Click Action:
ar: عمل النقرة المزدوجة:
lv: Veicot dubultklikšķi:
pt_br: Ação em duplo-clique:
sk: Akcia na dvojklik:
sl: Akcija dvoklika:

source: Double-Click on entry to Autotype
ar: ضغطتين على المدخل للكتابة التلقائية
lv: Veiciet dubultklikšķi uz ieraksta, lai veiktu Autoievadi
pt_br: Duplo-clique na entrada para o preenchimento automático
sk: Dvojklik na záznam vykoná automatické dopĺňanie
sl: Dvokliknite na vnos za samodejno vrsto

source: Double-Click on entry to Browse to URL
ar: نقرة مزدوجة على المدخل للذهاب لعنوان URL
lv: Veiciet dubultklikšķi uz ieraksta, lai URL saiti atvērt pārlūkā
pt_br: Clicar duas vezes na entrada para pesquisar na URL
sk: Dvojklik na záznam otvorí URL adresu v prehliadači
sl: Dvokliknite na vnos za brskanje v URL

source: Double-Click on entry to Browse to URL + Autotype
ar: نقرة مزدوجة على المدخل للذهاب ل URL مع الكتابة التلقائية
lv: Veiciet dubultklikšķi uz ieraksta, lai URL saiti atvērt pārlūkā + veiktu Autoievadi
pt_br: Clicar duas vezes na entrada para pesquisar na URL + preenchimento automático
sk: Dvojklik na záznam otvorí URL adresu v prehliadači a vykoná automatické dopĺňanie
sl: Dvokliknite na vstop za brskanje v URL + samodejno vrsto

source: Double-Click on entry to Copy Notes
ar: ضغطتين على المدخل لنسخ الملاحظات
lv: Veiciet dubultklikšķi uz ieraksta, lai kopētu piezīmes
pt_br: Clicar duas vezes na entrada para copiar notas
sk: Dvojklik na záznam skopíruje poznámky do schránky
sl: Dvokliknite na vnos za Kopiraj opombe

source: Double-Click on entry to Copy Password
ar: ضغطتين على المدخل لنسخ كلمة السر
lv: Veiciet dubultklikšķi uz ieraksta, lai kopētu paroli
pt_br: Clicar duas vezes na entrada para copiar senha
sk: Dvojklik na záznam skopíruje heslo do schránky
sl: Dvokliknite na vnos za kopiranje gesla

source: Double-Click on entry to Copy Password and Minimize
ar: نقرة مزدوجة على المدخل لنسخ كلمة مرور والتصغير
lv: Veiciet dubultklikšķi uz ieraksta, lai kopētu paroli un minimizētu
pt_br: Clicar duas vezes na entrada para copiar a senha e minimizar
sk: Dvojklik na záznam skopíruje heslo do schránky a minimalizuje sa
sl: Dvokliknite na vnos za kopiranje gesla in pomanjšanje

source: Double-Click on entry to Copy Username
ar: ضغطتين على المدخل لنسخ اسم المستخدم
lv: Veiciet dubultklikšķi uz ieraksta, lai kopētu lietotājvārdu
pt_br: Clicar duas vezes na entrada para copiar nome de usuário
sk: Dvojklik na záznam skopíruje používateľské meno do schránky
sl: Dvokliknite na vnos za kopiranje uporabniškega imena

source: Double-Click on entry to Run Command
ar: نقرة مزدوجة على المدخل لتنفيذ امر
lv: Veiciet dubultklikšķi uz ieraksta, lai izpildītu komandu
pt_br: Clicar duas vezes na entrada para executar o comando
sk: Dvojklik na záznam vykoná 'Spustiť príkaz'
sl: Dvokliknite na vnos za zagon ukaza

source: Double-Click on entry to Send Email
ar: ضغطتين على المدخل لإرسال إيميل
lv: Veiciet dubultklikšķi uz ieraksta, lai nosūtītu e-pastu
pt_br: Clicar duas vezes na entrada para enviar e-mail
sk: Dvojklik na záznam odošle email
sl: Dvokliknite na vnos za pošiljanje e-pošte

source: Double-Click on entry to View/Edit it
ar: نقرة مزدوجة على المدخل لعرضه او تعديله
lv: Veiciet dubultklikšķi uz ieraksta, lai to skatītu/rediģētu
pt_br: Clicar duas vezes na entrada para exibí-la/editá-la
sk: Dvojklik na záznam otvorí okno zobrazenie/úpravy
sl: Dvokliknite na vnos za njegov prikaz/urejanje

source: Double-click an entry to Edit/View it
ar: نقرة مزدوجة على المدخل لتعديله او عرضه
lv: Veiciet dubultklikšķi uz ieraksta, lai to rediģētu/skatītu
pt_br: Clicar duas vezes em uma entrada para editá-la/exibí-la
sk: Dvojklik na záznam otvorí okno úpravy/zobrazenie
sl: Dvokliknite vnos za urejanje/ogled

source: Doubleclick action for current entry
ar: عمل النقرة المزدوجة للمدخل الحالي
lv: Dubultklikšķa darbība esošam ierakstam
pt_br: Ação de duplo clique para entrada atual
sk: Akcia na dvojklik pre aktuálny záznam
sl: Akcija dvoklika za trenutni vnos

source: Drag this image onto another window to paste the '%s' field.
ar: اسحب هذه الصورة إلى نافذة أخرى للصق ' %s'.
lv: Velciet šo attēlu uz citu logu, lai ielīmētu lauku "%s".
pt_br: Arrastar esta imagem para outra janela para colar o campo '%s'.
sk: Pretiahnite tento obrázok do iného okna aby ste vložili pole '%s'.
sl: Povlecite to sliko v drugo okno, da prilepite polje '%s'.

source: Drag this image onto another window to start AutoType from there.
ar: اسحب هذه الصورة الى نافذة اخرى لبدء الكتابة التلقائية من هناك.
lv: Velciet šo attēlu uz citu logu, lai veiktu Autoievadi.
pt_br: Arrastar esta imagem para outra janela para iniciar o preenchimento automático a partir daí.
sk: Pretiahnite tento obrázok do iného okna aby ste odtiaľ spustili automatické dopĺňanie.
sl: Povlecite to sliko v drugo okno, za začetek samodejne vrste od tam.

source: Dropped entry '%s:%s:%s' password points to an entry that is also an alias. The dropped entry now references that entry's base entry.
ar: يشير إسقاط مدخل '%s:%s:%s' كلمة المرور تشير الى مدخل الذي هو أيضا اسم مستعار. يشير المدخل الذي تم إسقاطه الآن إلى المدخل الأساسي الخاص بالمدخل.
lv: Atmestā ieraksta "%s:%s:%s" parole norāda uz ierakstu, kas ir arī pseidonīms. Atmestais ieraksts tagad atsaucas uz šī ieraksta pamata ierakstu.
pt_br: A senha eliminada da entrada '%s:%s:%s' aponta para uma entrada que também é um alias. A entrada eliminada agora faz referência à entrada base dessa entrada.
sk: Heslo zrušeného záznamu '%s:%s:%s' odkazuje na záznam, ktorý je taktiež alias. Zrušený záznam teraz odkazuje na základný záznam daného záznamu.
sl: Spuščen vnos '%s:%s:%s' geslo kaže na vnos, ki je tudi kratko ime. Izpuščen vnos se zdaj sklicuje na Osnovni vnos vnosa.

source: Duplicate Group
ar: مجموعة مكررة
lv: Dublēt Grupu
pt_br: Grupo duplicado
sk: Duplikovať skupinu
sl: Podvoji skupino

source: Dutch
pt_br: Holandês
sk: Holandská
sl: Nizozemščina

source: E&xit
lv: &Iziet
pt_br: S&air
sk: Ukončiť
sl: &Izhod

source: E&xit Ctrl+Q\Alt+F4
lv: &Iziet Ctrl+Q\Alt+F4
pt_br: S&air Ctrl+Q\Alt+F4
sk: &Ukončiť Ctrl+Q\Alt+F4
sl: &Izhod Ctrl+Q\Alt+F4

source: E&xport Entry To
ar: تصدير المدخل الى
lv: &Eksportēt ierakstu uz
pt_br: E&xportar entrada para
sk: Exportovať záznam do
sl: Iz&vozi vnos v

source: E&xport Group To
ar: تصدر المجموعة الى
lv: &Eksportēt grupu uz
pt_br: E&xportar grupo para
sk: Exportovať skupinu do
sl: Izvozi s&kupino v

source: Easyvision characters
ar: حروف سهلة التمييز
lv: Vieglas redzamības rakstzīmes
pt_br: Caracteres Easyvision
sk: Easyvision znaky
sl: Easyvision znaki

source: Edit
ar: تعديل
lv: Rediģēt
pt_br: Editar
sk: Úpravy
sl: Uredi

source: Edit Entry
ar: تعديل مدخل
lv: Rediģēt ierakstu
pt_br: Editar entrada
sk: Upraviť záznam
sl: Uredi vnos

source: Edit Entry...
ar: تعديل مدخل..
lv: Rediģēt ierakstu...
pt_br: Editar entrada...
sk: &Upraviť záznam...
sl: Uredi vnos...

source: Edit Entry: «%s» «%s» «%s»
ar: تعديل المدخل: «%s» «%s» «%s»
lv: Rediģēt ierakstu: «%s» «%s» «%s»
pt_br: Editar entrada: «%s» «%s» «%s»
sk: Upraviť záznam: «%s» «%s» «%s»
sl: Uredi vnos: «%s» «%s» «%s»

source: Edit Shortcut
ar: تعديل إختصار
lv: Rediģēt saīsni
pt_br: Editar atalho
sk: Upraviť odkaz
sl: Uredi bližnjico

source: Edit/&View Entry...
ar: تعديل\&عرض مدخل...
lv: Rediģēt/&skatīt ierakstu...
pt_br: Editar/&Exibir entrada...
sk: Upraviť/Zobraziť záznam...
sl: Uredi/&Prikaži vnos...

source: Editor Command Line parameters:
ar: معدل معاملات سطر الاوامر:
lv: Redaktora komandrindas parametri:
pt_br: Parâmetros da linha de comando do editor:
sk: Parametre príkazového riadku editora:
sl: Urejevalnik marametrov ukazne vrstice:

source: Either or both of the Group/Title and Password columns are missing. No records imported.
ar: اما او كلا أعمدة المجموعة / العنوان وكلمة المرور مفقود. لا توجد سجلات مستوردة.
lv: Trūkst vienas vai abu kolonnu Grupa/Nosaukums un Parole. Nav importētu ierakstu.
pt_br: Uma ou ambas as colunas do grupo/título e senha estão ausentes. Nenhum registro importado.
sk: Chýba buď jeden alebo obidva stĺpce skupina/názov a heslo. Žiadny záznam nebol importovaný.
sl: Manjka eno ali oboje stolpcev:Skupina/Naslov in Geslo. Ni uvoženih zapisov.

source: Email copied
ar: نسخ البريد الإلكتروني
lv: E-pasts nokopēts
pt_br: E-mail copiado
sk: Email bol skopírovaný
sl: E-pošta je kopirana

source: Empty line %d skipped
ar: سطر فارغ %d تم تخطيه
lv: Tukša rinda %d ir izlaista
pt_br: Linha vazia %d ignorada
sk: Prázdny riadok %d sa preskočil
sl: Prazna vrstica %d je preskočena

source: Enable
ar: تمكين
lv: Lietot
pt_br: Habilitar
sk: Povoliť
sl: Omogoči

source: Enable Transparency
ar: تمكين الشفافية
lv: Iespējot caurspīdīgumu
pt_br: Habilitar transparência
sk: Povoliť priehľadnosť
sl: Omogoči prosojnost

source: Encountered a hardware I/O error while accessing %1.
ar: تمت مواجهة خطأ في هاردوير إدخال / إخراج أثناء الوصول إلى %1.
lv: Piekļūstot %1, radās aparatūras I/O kļūda.
pt_br: Foi encontrado um erro de E/S de hardware ao acessar %1.
sk: Došlo k hardvérovej chybe I/O, pri prístupe ku %1.
sl: Med dostopom do %1 je prišlo do V/I napake strojne opreme.

source: Encountered a locking violation while accessing %1.
ar: تمت مواجهة انتهاك قفل أثناء الوصول إلى %1.
lv: Piekļūstot %1, tika konstatēts bloķēšanas pārkāpums.
pt_br: Foi encontrado uma violação de bloqueio ao acessar %1.
sk: Došlo k chybe uzamknutia, pri prístupe ku %1.
sl: Med dostopom do %1 je prišlo do kršitve zaklepanja.

source: Encountered a sharing violation while accessing %1.
ar: تمت مواجهة انتهاك في المشاركة أثناء الوصول إلى %1.
lv: Piekļūstot %1, tika konstatēts koplietošanas pārkāpums.
pt_br: Foi encontrado uma violação de compartilhamento ao acessar %1.
sk: Došlo k chybe zdieľania, pri prístupe ku %1.
sl: Med dostopom do %1 je prišlo do kršitve skupne rabe.

source: Encountered an improper argument.
ar: واجهت حجة غير صحيحة.
lv: Saskārās ar nepareizu argumentu.
pt_br: Argumento impróprio encontrado.
sk: Narazil som na nesprávny argument.
sl: Prišlo je do neprimernega argumenta.

source: Encountered an unexpected error while reading %1.
ar: حدث خطأ غير متوقع أثناء قراءة %1.
lv: Lasot %1, radās neparedzēta kļūda.
pt_br: Foi encontrado um erro inesperado ao ler %1.
sk: Pri čítaní %1 sa stretla s neočakávanou chybou 1.
sl: Med branjem %1 je prišlo do nepričakovane napake.

source: Encountered an unexpected error while writing %1.
ar: حدث خطأ غير متوقع أثناء الكتابة ٪1.
lv: Rakstot %1, radās neparedzēta kļūda.
pt_br: Foi encontrado um erro inesperado ao escrever %1.
sk: Pri zápise %1 došlo k neočakávanej chybe.
sl: Med zapisovanjem %1 je prišlo do nepričakovane napake.

source: Encrypt/Decrypt
ar: تشفير\فك تشفير
lv: Šifrēt/atšifrēt
pt_br: Criptografar/Descriptografar
sk: Zašifrovať/Dešifrovať
sl: Šifriraj/Dešifriraj

source: Encryption failed
ar: فشل التشفير
lv: Šifrēšana neizdevās
pt_br: Falha na criptografia
sk: Šifrovanie zlyhalo
sl: Šifriranje ni uspelo

source: End Report
ar: تقرير النهاية
lv: Beigu ziņojums
pt_br: Finalizar relatório
sk: Koniec reportu
sl: Konec poročila

source: Enter Key:
ar: أدخل مفتاح:
lv: Ievadiet atslēgu:
pt_br: Tecla Enter:
sk: Zadajte kláves:
sl: Tipka ENTER:

source: Enter Master Password
ar: أدخل كلمة المرور الرئيسية
lv: Ievadīt pamatparoli
pt_br: Digite a Senha Mestra
sk: Zadajte hlavné heslo

source: Enter a GUID.
ar: أدخل GUID.
lv: Ievadiet GUID.
pt_br: Insira um GUID.
sk: Zadajte identifikátor GUID.
sl: Vnesite GUID.

source: Enter a currency.
ar: إدخل عملة.
lv: Ievadiet valūtu.
pt_br: Insira uma moeda.
sk: Zadaj znak meny.
sl: Vnesite valuto.

source: Enter a date and/or time.
ar: أدخل تاريخ و | او وقت.
lv: Ievadiet datumu un/vai laiku.
pt_br: Insira uma data e/ou hora.
sk: Zadajte dátum a/alebo čas.
sl: Vnesite datum in/ali čas.

source: Enter a date.
ar: أدخل تاريخ.
lv: Ievadiet datumu.
pt_br: Insira uma data.
sk: Zadajte dátum.
sl: Vnesite datum.

source: Enter a number between %1 and %2.
ar: ادخل رقم بين%1 و %2.
lv: Ievadiet skaitli no %1 līdz %2.
pt_br: Insira um número entre %1 e %2.
sk: Zadajte číslo medzi %1 a %2.
sl: Vnesite število med %1 in %2.

source: Enter a number.
ar: أدخل رقم.
lv: Ievadiet skaitli.
pt_br: Insira um número.
sk: Zadajte číslo.
sl: Vnesite število.

source: Enter a positive integer.
ar: إدخل عدد صحيح موجب.
lv: Ievadiet pozitīvu veselu skaitli.
pt_br: Insira um número inteiro positivo.
sk: Zadajte kladné celé číslo.
sl: Vnesite pozitivno celo število.

source: Enter a search string
ar: أدخل سلسلة بحث
lv: Ievadiet meklēšanas virkni
sk: Zadajte hľadaný reťazec

source: Enter a time.
ar: أدخل وقت.
lv: Ievadiet laiku.
pt_br: Insira um horário.
sk: Zadajte čas.
sl: Vnesite čas.

source: Enter a value between 0 and 99 (a value of 0 disables icon overlay):
ar: أدخل قيمة بين 0 و 99 (قيمة 0 تعطل تراكب الايقونة)
lv: Ievadiet vērtību no 0 līdz 99 (vērtība 0 atspējo ikonas pārklājumu):
pt_br: Insira um valor entre 0 e 99 (um valor 0 desabilita a sobreposição de ícone):
sk: Zadajte hodnotu medzi 0 a 99 (0 zakáže prekrytie ikony):
sl: Vnesite vrednost med 0 in 99 (vrednost 0 onemogoči prekrivanje ikone):

source: Enter an integer between %1 and %2.
ar: أدخل عدد صحيح بين %1 و %2.
lv: Ievadiet veselu skaitli starp %1 un %2.
pt_br: Insira um número inteiro entre %1 e %2.
sk: Zadajte celé číslo medzi %1 a %2.
sl: Vnesite celo število med %1 in %2.

source: Enter an integer between 0 and 255.
ar: أدخل عدد صحيح بين 0 و 255.
lv: Ievadiet veselu skaitli no 0 līdz 255.
pt_br: Insira um número inteiro entre 0 e 255.
sk: Zadajte celé číslo medzi 0 a 255.
sl: Vnesite celo število med 0 in 255.

source: Enter an integer.
ar: أدخل عددا صحيحا.
lv: Ievadiet veselu skaitli.
pt_br: Insira um número inteiro.
sk: Zadajte celé číslo.
sl: Vnesite celo število.

source: Enter no more than %1 characters.
ar: أدخل ما لا يزيد عن %1 حروف.
lv: Ievadiet ne vairāk kā %1 rakstzīmes.
pt_br: Insira no máximo %1 caracteres.
sk: Zadajte nie viac ako %1 znaky(ov).
sl: Vnesite največ %1 znakov.

source: Enter positions of password characters separated by spaces, commas or semi-colons (or * for full password).
ar: أدخل مواضع أحرف كلمة المرور مفصولة بمسافات أو فواصل أو فواصل منقوطة (أو * لكلمة مرور كاملة).
lv: Ievadiet paroles rakstzīmju pozīcijas, atdalot tās ar atstarpēm, komatiem vai semikoliem (vai *, lai iegūtu pilnu paroli).
pt_br: Insira posições de caracteres de senha separados por espaços, vírgulas ou ponto-e-vírgula (ou * para senha completa).
sk: Zadajte pozície znakov hesla oddelené medzerami, čiarkami alebo bodkočiarkami (alebo * pre úplné heslo).

source: Enter the Master Password to unlock the password database:
ar: أدخل كلمة المرور الرئيسية لإلغاء قفل قاعدة بيانات كلمة المرور:
lv: Ievadiet galveno paroli, lai atbloķētu paroļu datu bāzi:
sk: Zadajte hlavné heslo na odomknutie databázy hesiel:

source: Enter the authentication secret key. This usually taken from the authenticator setup page.
ar: أدخل المفتاح السري للمصادقة. هذا مأخوذ عادة من صفحة إعداد المصادقة.
lv: Ievadiet autentifikācijas slepeno atslēgu. Tas parasti tiek ņemts no autentifikatora iestatīšanas lapas.
pt_br: Insira a chave secreta de autenticação. Isso geralmente retirado da página de configuração do autenticador.
sk: Zadajte tajný kľúč autentifikácie. Dá sa nájsť na stránke s nastavením u overovateľa.

source: Enter the current master password, followed by a new one. Type the new one again to confirm it.
ar: الرجاء إدخال كلمة المرور الرئيسية الحالية ، متبوعة بكلمة مرور جديدة. اكتب الجديد مرة أخرى لتأكيده.
lv: Ievadiet pašreizējo galveno paroli, kam seko jauna parole. Ierakstiet jauno vēlreiz, lai to apstiprinātu.
sk: Zadajte aktuálne hlavné heslo, a následne nové heslo. Zadajte nové heslo znova kvôli potvrdeniu.

source: Enter the key and verify it.
ar: أدخل المفتاح وتحقق منه.
lv: Ievadiet atslēgu un pārbaudiet to.
sk: Zadajte kľúč a overte ho.

source: Enter your Sample Text below
ar: أدخل نموذج النص الخاص بك أدناه
lv: Zemāk ievadiet teksta paraugu
pt_br: Insira seu texto de exemplo abaixo
sk: Zadajte vzorový text nižšie
sl: Spodaj vnesite svoje vzorčno besedilo

source: Enter your backup database prefix.
ar: أدخل بادئة قاعدة بيانات النسخ الاحتياطي.
lv: Ievadiet dublējuma datu bāzes prefiksu.
sk: Zadajte predponu záložnej databázy.

source: Entries in both databases but with differences:
ar: المدخلات في قاعدتي البيانات ولكن مع وجود اختلافات:
lv: Ieraksti ir abās datu bāzēs, bet ar atšķirībām:
pt_br: Entradas nos dois bancos de dados, mas com diferenças:
sk: Záznamy v obidvoch databázach, ale s rozdielmi:
sl: Vnosi v obeh zbirkah podatkov, vendar z razlikami:
