Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: &File
ar: &ملف
lv: &Fails
pt_br: &Arquivo
sk: &Súbor
sl: &Datoteka

source: &Filtered entries to PasswordSafe...
ar: &مدخلات مفلترة ل PasswordSafe...
lv: &Filtrēti PasswordSafe ieraksti...
pt_br: &Entradas filtradas para o PasswordSafe...
sk: Filtrované záznamy do Password Safe...
sl: &Filtrirani vnosi v Password Safe...

source: &Filters
ar: &الفلاتر
lv: &Filtri
pt_br: &Filtros
sk: &Filtre
sl: &Filtri

source: &Find
ar: &بحث
lv: &Atrast
pt_br: &Localizar
sk: Hľadať
sl: &Najdi

source: &Find...
ar: &بحث...
lv: &Atrast...
pt_br: &Localizar...
sk: &Hľadať...
sl: &Najdi...

source: &Finish
sk: Dokončiť
sl: &Končaj

source: &Font:
ar: &الخط:
lv: &Fonts:
pt_br: &Fonte:
sk: Písmo:
sl: &Pisava:

source: &Generate
ar: &توليد
lv: &Ģenerēt
pt_br: &Gerar
sk: Vygenerovať
sl: &Generiraj

source: &Go to Base entry
ar: &الذهاب للمدخل الأساسي
lv: &Doties uz bāzes ierakstu
pt_br: &Ir para a Entrada Base
sk: Prejsť na základný záznam
sl: Pojdi na &osnovni vnos

source: &Help
ar: &مساعدة
lv: &Palīdzība
pt_br: &Ajuda
sk: &Nápoveda
sl: Po&moč

source: &Hide
ar: &إخفاء
lv: &Paslēpt
pt_br: &Ocultar
sk: Skryť
sl: S&krij

source: &Ignore
ar: &تجاهل
lv: &Ignorēt
pt_br: &Ignorar
sk: Ignorovať
sl: P&rezri

source: &Import
ar: &إستيراد
lv: &Importēt
pt_br: &Importar
sk: Importovať
sl: &Uvozi

source: &In
ar: &في
lv: &Pēc
pt_br: &Em
sk: Za
sl: &v

source: &Keep
ar: &الإحتفاظ
lv: &Saglabāt
pt_br: &Manter
sk: Uchovať
sl: Ob&drži

source: &List
ar: &قائمة
lv: &Saraksts
pt_br: &Lista
sk: Zoznam
sl: Sez&nam

source: &Lock
ar: &قفل
lv: &Noslēgt
pt_br: &Bloquear
sk: Za&mknúť
sl: Zak&leni

source: &Manage
ar: إدارة
lv: &Pārvaldīt
pt_br: &Gerenciar
sk: S&pravovať
sl: &Upravljaj

source: &Manage...
ar: &إدارة...
lv: &Pārvaldīt...
pt_br: &Gerenciar...
sk: Spravovať...
sl: U&pravljaj...

source: &Merge
ar: &دمج
lv: &Apvienot
pt_br: &Mesclar
sk: Zlúčiť
sl: Z&druži

source: &Minimize
ar: &تصغير
lv: &Minimizēt
pt_br: &Minimizar
sk: Minimalizovať
sl: Po&manjšaj

source: &Never
ar: وأبدا
lv: &Nekad
pt_br: &Nunca
sk: Nikdy

source: &New
ar: &جديد
lv: &Jauns
pt_br: &Novo(a)
sk: Nový
sl: &Novo

source: &New
ar: &جديد
lv: &Jauns
pt_br: &Novo(a)
sk: Nový
sl: &Novo

source: &New Toolbar
ar: &شريط أدوات جديد
lv: &Jaunā rīkjosla
pt_br: &Nova Barra de Ferramentas
sk: Nový panel s nástrojmi
sl: Nova orodna vrstica

source: &New...
ar: &جديد...
lv: &Jauns...
pt_br: &Novo...
sk: &Nová...
sl: &Novo...

source: &New/Edit Filter
ar: &جديد\تعديل فلتر
lv: &Jauns/rediģēt filtru
pt_br: &Novo/Editar Filtro
sk: Nový/upraviť filter
sl: Nov/Uredi filter

source: &No
ar: &لا
lv: &Nē
pt_br: &Não
sk: Nie
sl: &Ne

source: &Notes Font
ar: &خط الملاحظات
lv: &Piezīmju fonts
pt_br: &Fonte das Notas
sk: Písmo poznámok
sl: Pi&sava opomb

source: &Notes:
ar: &ملاحظات:
lv: &Piezīmes:
pt_br: &Notas:
sk: Poznámky:
sl: Opo&mbe:

source: &On
ar: &على
lv: &Datums
pt_br: &Em
sk: Deň
sl: &Vkl

source: &Open
ar: &فتح
lv: &Atvērt
pt_br: &Abrir
sk: Otvoriť
sl: &Odpri

source: &Open Another
ar: وافتح آخر
lv: &Atvērt citu
sk: Otvoriť inú

source: &Open...
ar: &فتح...
lv: &Atvērt...
pt_br: &Abrir...
sk: &Otvoriť...
sl: &Odpri...

source: &Options...
ar: &خيارات...
lv: &Opcijas...
pt_br: &Opções...
sk: &Nastavenia...
sl: &Možnosti...

source: &Password Font
ar: &خط كلمة السر
lv: &Paroles fonts
pt_br: &Fonte da Senha
sk: Písmo pre heslo
sl: Pisa&va gesla

source: &Password:
ar: &كلمة السر:
lv: &Parole:
pt_br: &Senha:
sk: Heslo:
sl: &Geslo:

source: &Paste
ar: &لصق
lv: &Ielīmēt
pt_br: &Colar
sk: Vložiť
sl: &Prilepi

source: &Plain Text (tab separated)...
ar: & نص عادي (مفصولة بعلامة جدولة) ...
lv: &Vienkāršs teksts (atdalīts ar cilni)...
pt_br: &Texto simples (aba separada)...
sk: Obyčajný text (oddelený Tab)...
sl: &Golo besedilo (ločeno s TAB)...

source: &Plain Text...
ar: &نص غير مشفر...
lv: &Vienkāršs teksts...
pt_br: &Texto simples...
sk: Obyčajný text...
sl: &Golo besedilo (.TXT)

source: &Properties
ar: &خصائص
lv: &Rekvizīti
pt_br: &Propriedades
sk: &Vlastnosti
sl: &Lastnosti

source: &Protect All Entries
ar: &حماية جميع المدخلات
lv: &Aizsargāt visus ierakstus
pt_br: &Proteger Todas as Entradas
sk: Zamknúť všetky záznamy
sl: &Zaščiti vse vnose

source: &Recent Entries History
ar: &محفوظات المدخلات الحديثة
lv: &Pēdējo ierakstu vēsture
pt_br: &Histórico das Entradas Recentes
sk: História nedávnych položiek
sl: Z&godovina nedavnih vnosov

source: &Recent Safes
ar: & أحدث الخزائن
lv: &Pēdējie seifi
pt_br: &Seguranças Recentes
sk: Nedávne databázy
sl: &Nedavni Sefi

source: &Recurring
ar: متكرر
lv: &Periodisks
pt_br: Recorrente
sk: Opakujúce sa

source: &Refresh
ar: &تحديث
lv: &Atjaunot
pt_br: &Atualizar
sk: &Obnoviť
sl: &Osveži

source: &Reports
ar: &تقارير
lv: &Pārskati
pt_br: &Relatórios
sk: &Reporty
sl: Po&ročila

source: &Reset
ar: &إعادة ضبط
lv: &Atiestatīt
pt_br: &Redefinir
sk: Resetovať
sl: Ponas&tavi

source: &Restore
ar: &إستعادة
lv: &Atjaunot
pt_br: &Restaurar
sk: Obnoviť
sl: O&bnovi

source: &Retry
ar: &إعادة المحاولة
lv: &Mēģināt vēlreiz
pt_br: &Repetir
sk: Opakovať
sl: Pono&vi

source: &Run Cmd:
ar: تنفيذ امر:
lv: &Palaist Cmd:
pt_br: Executar Cmd:
sk: Spustiť príkaz:

source: &Run Command
ar: &تشغيل أمر
lv: &Izpildīt komandu
pt_br: &Executar Comando
sk: Spustiť príkaz
sl: Zaženi &ukaz

source: &Save
ar: &حفظ
lv: &Saglabāt
pt_br: &Salvar
sk: Uložiť
sl: &Shrani

source: &Save to Disk
ar: &حفظ على القرص
lv: &Saglabāt diskā
pt_br: &Salvar no Disco
sk: Uložiť na disk
sl: S&hrani na disk

source: &Search
ar: &بحث
lv: &Meklēt
pt_br: &Pesquisar
sk: Hľadať
sl: Po&išči

source: &Select
ar: &إختيار
lv: &Atlasīt
pt_br: &Selecionar
sk: Vybrať
sl: Iz&beri

source: &Send Email
ar: &إرسال بريد الكتروني
lv: &Sūtīt e-pastu
pt_br: &Enviar E-mail
sk: Odoslať email
sl: &Pošlji e-pošto

source: &Set current
ar: &تعيين الحالي
lv: &Iestatīt esošo
pt_br: &Definir o atual
sk: &Nastav aktuálny
sl: Nas&tavi trenutno

source: &Shift Double-Click Action:
ar: Shift نقرًا مزدوجًا إجراء:
lv: &Shift veiciet dubultklikšķi uz darbības:
pt_br: Ação Shift Clique Duplo:
sk: Akcia na Shift dvojklik:

source: &Shift Double-Click Action:
ar: Shift نقرًا مزدوجًا إجراء:
lv: &Shift veiciet dubultklikšķi Darbība:
pt_br: Ação Shift Clique Duplo:
sk: Akcia na Shift dvojklik:

source: &Show
ar: &إظهار
lv: &Rādīt
pt_br: &Exibir
sk: Zobraziť
sl: Prik&aži

source: &Size:
ar: &حجم:
lv: &Izmērs:
pt_br: &Tamanho:
sk: Veľkosť:
sl: &Velikost:

source: &Subviews
ar: &مشاهد فرعية
lv: &Apakšskatījumi
pt_br: &Sub-exibições
sk: Zobraziť iba
sl: Po&dpogledi

source: &Synchronize
ar: &مزامنة
lv: &Sinhronizēt
pt_br: &Sincronizar
sk: Synchronizovať
sl: &Sinhroniziraj

source: &Title:
ar: &عنوان:
lv: &Nosaukums:
pt_br: &Título:
sk: Názov:
sl: &Naslov:

source: &Tree/List Font
ar: & خط الشجرة / قائمة
lv: &Koka/Saraksta fonts
pt_br: &Fonte da Lista/Árvore
sk: Písmo stromu/zoznamu
sl: Pisava &Drevesa/Seznama

source: &Try again
ar: &حاول مرة أخرى
lv: &Mēģini vēlreiz
pt_br: &Repetir
sk: Skúsiť znova
sl: Poskusi &znova

source: &Undo
ar: &التراجع
lv: &Atsaukt
pt_br: &Desfazer
sk: Vrátiť späť
sl: &Razveljavi

source: &Unprotect All Entries
ar: &الغاء حماية كل المدخلات
lv: &Noņemt visu ierakstu aizsardzību
pt_br: &Desproteger Todas as Entradas
sk: Odomknúť všetky záznamy
sl: Odst&rani zaščito vseh vnosov

source: &Unsaved Changes
ar: &تغييرات غير محفوظة
lv: &Nesaglabātās izmaiņas
pt_br: &Alterações Não Salvas
sk: Záznamy s neuloženými zmenami
sl: &Neshranjene spremembe

source: &Username:
ar: &إسم المستخدم:
lv: &Lietotājvārds:
pt_br: &Nome de Usuário:
sk: Meno:
sl: Upora&bniško ime:

source: &Validate
ar: &تحقق
lv: &Apstiprināt
pt_br: &Validar
sk: Overiť
sl: &Preveri

source: &View
ar: &عرض
lv: &Skatīt
pt_br: &Exibir
sk: &Zobraziť
sl: Pri&kaz

source: &View Attachment
ar: &عرض مرفق
lv: &Skatīt pielikumu
pt_br: &Exibir Anexo
sk: Zobraziť prílohu
sl: &Prikaz priloge

source: &View Entry...
ar: &عرض مدخل...
lv: &Skatīt ierakstu...
pt_br: &Exibir Entrada...
sk: Zobraziť záznam...
sl: Prikaz &vnosa...

source: &View Report
ar: &عرض تقرير
lv: &Skatīt ziņojumu
pt_br: &Exibir Relatório
sk: Zobraziť report
sl: Prikaz &poročila

source: &Virtual Keyboard Font
ar: & خط الكيبورد الإفتراضي
lv: &Virtuālās tastatūras fonts
pt_br: &Fonte do Teclado Virtual
sk: Písmo virtuálnej klávesnice
sl: Pisava na&videzne tipkovnice

source: &XML format...
ar: &تنسيق XML...
lv: &XML formāts...
pt_br: &Formato XML...
sk: Súbor vo formáte XML...

source: &Yes
ar: &أجل
lv: &Jā
pt_br: &Sim
sk: Áno
sl: &Da

source: &days
ar: والأيام
lv: &dienas
pt_br: &dias
sk: dní

source: &last passwords
ar: آخر كلمات السر
lv: &pēdējās paroles
pt_br: últimas senhas
sk: posledné heslá

source: 'Alt Gr' (right Alt) key
lv: Taustiņš 'Alt Gr' (labais Alt)
pt_br: 'Tecla Alt Gr' (Alt da direita)
sk: 'Alt Gr' (pravý Alt)
sl: 'Alt Gr' (desna tipka Alt)

source: 'Browse to URL' copies password to clipboard
ar: 'الذهاب الى URL' نسخ كلمة المرور للحافظة
lv: "URL saiti atvērt pārlūkā" kopē paroli starpliktuvē
pt_br: 'Navegar para a URL' copia a senha para a área de transferência
sk: 'Prejsť na URL' zároveň skopíruje heslo do schránky
sl: 'Prebrskaj v URL' kopira gesla v odložišče

source: 'Clear Clipboard on Minimize' and Double Click Action 'Copy Password and Minimize' conflict. Change one or both.
ar: تعارض "مسح الحافظة عند التصغير" والنقر نقرا مزدوجا فوق الإجراء "نسخ كلمة المرور والتصغير". تغيير أحدهما أو كليهما.
lv: "Notīrīt starpliktuvi, lai minimizētu" un veiciet dubultklikšķi uz konflikta "Kopēt paroli un minimizēt". Mainiet vienu vai abus.
sk: Konflikt akcií 'Vymazať schránku pri minimalizácii' a 'Kopírovať heslo a minimalizovať' pri dvojitom kliknutí. Zmeňte jednu alebo obe.

source: 'Clear Clipboard on Minimize' and Double Click Action 'Copy Password and Minimize' conflict. Please change one or both.
sk: Konflikt akcií 'Vymazať schránku pri minimalizácii' a 'Kopírovať heslo a minimalizovať' pri dvojitom kliknutí. Zmeňte jednu alebo obe.
sl: 'Počisti odložišče ob pomanjšanju' in dvoklik akcije 'Kopiraj geslo in pomanjšaj' sta v sporu. Prosimo, spremenite enega ali oboje.

source: ' If you would like to report this error, please reply 'Yes' below and upload this file to your Bug Report. If you reply 'No', the file will be deleted. The diagnostic information in this file does not include any of your personal data nor any information from the database open at the time of the error. However, if you prefer (and the problem is repeatable with a test database), you may send us that minidump file as well as the test database. Thank you for your help to improve PasswordSafe.
ar: ' إذا كنت ترغب في الإبلاغ عن هذا الخطأ ، فالرجاء الرد "نعم" أدناه وتحميل هذا الملف إلى تقرير الأخطاء. إذا قمت بالرد بـ "لا" ، فسيتم حذف الملف. لا تتضمن معلومات التشخيص الموجودة في هذا الملف أيًا من بياناتك الشخصية ولا أي معلومات من قاعدة البيانات المفتوحة وقت حدوث الخطأ. ومع ذلك ، إذا كنت تفضل (وكانت المشكلة قابلة للتكرار مع قاعدة بيانات مخصصة للاختبار) ، فيمكنك إرسال ملف التفريغ المصغر هذا بالإضافة إلى قاعدة بيانات الاختبار. شكرًا لك على مساعدتك في تحسين PasswordSafe.
lv: ' Ja vēlaties ziņot par šo kļūdu, lūdzu, zemāk atbildiet ar "Jā" un augšupielādējiet šo failu savā kļūdu ziņojumā. Ja atbildēsit “Nē”, fails tiks dzēsts. Šajā failā esošā diagnostikas informācija neietver nekādus jūsu personas datus vai informāciju no kļūdas brīdī atvērtās datu bāzes. Tomēr, ja Jūs vēlaties (un problēma ir atkārtojama ar testa datu bāzi), varat mums nosūtīt minidump failu, kā arī testa datubāzi. Paldies par palīdzību PasswordSafe uzlabošanā.
pt_br: ' Se você quiser relatar esse erro, responda 'Sim' abaixo e faça o upload deste arquivo para o seu Relatório de Erros. Se você responder 'Não', o arquivo será excluído. As informações de diagnóstico neste arquivo não incluem nenhum dado pessoal nem qualquer informação do banco de dados aberto no momento do erro. No entanto, se você preferir (e o problema puder ser repetido com um banco de dados de teste), envie-nos o arquivo minidump e o banco de dados de teste. Obrigado por sua ajuda para aprimorar o PasswordSafe.
sk: ' Ak by ste chceli nahlásiť túto chybu, odpovedzte 'Áno' nižšie a nahrajte tento súbor do svojej správy o chybe. Ak odpoviete 'Nie', súbor bude vymazaný. Diagnostické informácie v tomto súbore neobsahujú žiadne vaše osobné údaje ani žiadne informácie z databázy otvorenej v čase chyby. Ak však chcete (a problém sa dá opakovať aj v testovacej databáze), môžete nám poslať tento súbor s minivýpisom, ako aj testovaciu databázu. Ďakujeme za vašu pomoc pri vylepšovaní Password Safe.
sl: ' Če želite prijaviti to napako, odgovorite spodaj na 'Da' in naložite to datoteko v poročilo o napaki. Če odgovorite 'Ne', bo datoteka izbrisana. Diagnostični podatki v tej datoteki ne vključujejo nobenih vaših osebnih podatkov niti podatkov iz zbirke, odprte v času napake. Vendar, če želite (in je težava ponovljiva s testiranjem zbirke podatkov), nam lahko pošljete to minidump datoteko kot tudi testno zbirko podatkov. Hvala za pomoč pri izboljšanju Password Safe.

source: (Also used to replace periods in Title field)
ar: (تُستخدم أيضًا لاستبدال النقاط في حقل العنوان)
lv: (Izmanto arī, lai aizstātu punktus laukā Virsraksts)
pt_br: (Também usado para substituir períodos no campo Título)
sk: (Tiež sa používa na nahradenie bodiek v poli Názov)
sl: (Uporabno je tudi za zamenjavo obdobij v polju Naslov)

source: (Double-click an entry to edit it. Entries in italics are protected and need to be unprotected first.)
ar: (نقرة مزدوجة على المدخل لتعديله. المدخلات التي خطها مائل محمية ولتعديلها يجب ازالة حمايتها اولا.)
lv: (Lai to rediģētu, veiciet dubultklikšķi uz ieraksta. Ieraksti slīprakstā ir aizsargāti, un tie vispirms ir jāatbrīvo.)
pt_br: (Clique duas vezes em uma entrada para editá-la. As entradas em itálico são protegidas e precisam ser desprotegidas primeiro.)
sk: (Dvojitým kliknutím na záznam sa spustí jeho úprava. Záznamy označené kurzívou sú zamknuté a najskôr musia byť odomknuté.)
sl: (Dvoklik na vnos za njegovo urejanje. Poševni vnosi so zaščiteni in morajo biti najprej nezaščiteni.)

source: (Empty)
ar: (فارغ)
lv: (Tukšs)
pt_br: (Vazio)
sk: (prázdny)
sl: (Prazno)

source: (Requires a restart of PasswordSafe to take effect.)
ar: (يتطلب إعادة تشغيل البرنامج لتاخذ التغيرات اثارها)
lv: (Lai stātos spēkā, ir jārestartē PasswordSafe.)
pt_br: (Requer uma reinicialização do PasswordSafe para entrar em vigor.)
sk: (Vyžaduje sa reštart aplikácie Password Safe)
sl: (Za uporabo je potreben ponovni zagon Password Safe.)

source: (Restart of PasswordSafe required to enable.)
ar: (اعادة تشغيل البرنامج مطلوبة للتفعيل.)
lv: (Lai iespējotu, ir jārestartē PasswordSafe.)
pt_br: (É necessário reiniciar o PasswordSafe para habilitar.)
sk: (Je potrebný reštart Password Safe na aktivovanie)
sl: (Za omogočanje je potreben ponovni zagon Password Safe.)

source: (at least
ar: (على الأقل
lv: (vismaz
pt_br: (ao menos
sk: (aspoň
sl: (vsaj

source: (case insensitive)
ar: (غير حساس لحالة الأحرف)
lv: (reģistrnejutīgs)
pt_br: (não diferencia maiúsculas de minúsculas)
sk: (nerozlišuje malé/veľké písmená)
sl: (ni občutljivo na m/V črke)

source: (case sensitive)
ar: (حساس لحالة الأحرف)
lv: (reģistrjutīgs)
pt_br: (maiúsculas e minúsculas)
sk: (rozlišuje malé/veľké písmená)
sl: (občutljivo na m/V črke)

source: (state error)
ar: (خطأ في الحالة)
lv: (stāvokļa kļūda)
pt_br: (erro de estado)
sk: (chyba stavu)

source: *** Invalid XML characters found - see exported XML file for more details ***
ar: *** تم العثور على أحرف XML غير صالحة - راجع ملف XML المُصدَّر لمزيد من التفاصيل ***
lv: *** Atrastas nederīgas XML rakstzīmes — sīkāku informāciju skatiet eksportētajā XML failā ***
pt_br: *** Caracteres XML inválidos encontrados - consulte o arquivo XML exportado para obter mais detalhes ***
sk: *** Nájdené neplatné znaky XML - viac podrobností nájdete v exportovanom súbore XML ***
sl: *** Najdeni so bili nedovoljeni XML znaki - Za več podrobnosti si oglejte izvoženo XML datoteko ***

source: *** Operation aborted by User ***
ar: *** العملية تم الغائها من قبل المستخدم ***
lv: *** Darbību pārtrauca lietotājs ***
pt_br: *** Operação abortada pelo usuário ***
sk: *** Operácia prerušená používateľom ***
sl: *** Operacijo je prekinil sam uporabnik ***

source: - Its title has been changed to:'%ls'
ar: عنوانها تم تغييره في:'%ls'
lv: - Tās nosaukums ir mainīts uz:'%ls'
pt_br: - Seu título foi alterado para:'%ls'
sk: - Jeho názov bol zmenený na: '%ls'
sl: Njegov naslov je bil spremenjen v:'%ls'

source: - Physical -
lv: - Fiziskā -
pt_br: - Fisica -
sk: - Fyzická -
sl: - Fizično -

source: .dmp' in your temporary directory: '
ar: .dmp' في مجلدك المؤقت '
lv: .dmp' jūsu pagaidu direktorijā: '
pt_br: .dmp' no seu diretório temporário: '
sk: .dmp ' vo vašom dočasnom priečinku: '
sl: .dmp' v vaš začasni imenik: '

source: 101 Keys
ar: 101 مفاتيح
lv: 101 Taustiņi
pt_br: 101 Teclas
sk: 101 kláves
sl: 101 tipk

source: 102 Keys
ar: 102 مفاتيح
lv: 102 Taustiņi
pt_br: 102 Teclas
sk: 102 kláves
sl: 102 tipki

source: 106 Keys
ar: 106 مفاتيح
lv: 106 Taustiņi
pt_br: 106 Teclas
sk: 106 kláves
sl: 106 tipk

source: 2FA copied
ar: تم نسخ المصادقة الثنائية (2FA)
lv: 2FA kopēts
pt_br: 2FA copiado
sk: 2FA skopírované

source: <Not Set>
ar: <غير معيين>
lv: <Nav iestatīts>
pt_br: <Não Definido>
sk: <nenastavené>
sl: <Ni nastavljeno>

source: <a href="%s">Check</a> for the latest version.
ar: <a href="%s">تحقق من</a> وجود أحدث إصدار.
lv: <a href="%s">Pārbaudiet</a> jaunāko versiju.
sk: <a href="%s">Skontroluj</a> či je novšia verzia.

source: A dot cannot be used as the first character of the Group field.
ar: لا يمكن استخدام النقطة كأول حرف في حقل المجموعة.
lv: Punktu nevar izmantot kā lauka Grupas pirmo rakstzīmi.
pt_br: Um ponto não pode ser usado como o primeiro caractere do campo Grupo.
sk: Bodku nemožno použiť ako prvý znak poľa skupiny.
sl: Pike ni mogoče uporabiti kot prvi znak polja skupine.

source: A fatal error occurred:
ar: حدث خطأ فادح:
lv: Radās fatāla kļūda:
pt_br: Ocorreu um erro fatal:
sk: Vyskytla sa fatálna chyba:

source: A filter was active. Export of data was restricted to include only those displayed.
ar: كان الفلتر فعال . تم تقييد تصدير البيانات ليشمل فقط تلك المعروضة.
lv: Filtrs bija aktīvs.Datu eksportēšana tika ierobežota, iekļaujot tikai tos, kas tiek parādīti.
pt_br: Um filtro estava ativo. A exportação de dados foi restrita para incluir apenas os exibidos.
sk: Filter bol aktívny. Export údajov bol obmedzený iba na zobrazené údaje.
sl: Filter je bil aktiven. Izvoz podatkov je bil omejen samo na tiste, ki so prikazani.

source: A future date is not valid for this field
ar: التاريخ المستقبلي غير صالح لهذا الحقل
lv: Nākotnes datums šim laukam nav derīgs
pt_br: Uma data futura não é válida para este campo
sk: Budúci dátum nie je platný pre toto pole
sl: Za to polje ni veljaven bodoči datum

source: A hidden password needs to be entered in the Confirm Password field too. If it's not hidden, Confirm shows numbers that may be used to help count the password's characters.
sk: Aj do poľa Potvrdiť heslo je potrebné zadať skryté heslo. Ak nie je skryté, pole Potvrdiť heslo zobrazuje číslo ktoré sa môže použiť na spočítanie znakov hesla.
sl: Skrito geslo je treba vnesti tudi v polje Potrdi geslo. Če ni skrito, Potrdi prikazuje številke, ki se lahko uporabijo za pomoč pri štetju znakov gesla.

source: A hidden password needs to be entered in the Confirm Password field too. If it's not hidden, the Confirm field shows numbers that may be used to help count the password's characters.
ar: يجب إدخال كلمة مرور مخفية في حقل تأكيد كلمة المرور أيضا. إذا لم يكن مخفيا، فسيعرض الحقل تأكيد الأرقام التي يمكن استخدامها للمساعدة في حساب عدد أحرف كلمة المرور.
lv: Slēptā parole ir jāievada arī laukā Apstiprināt paroli. Ja tā nav paslēpta, laukā Apstiprināt tiek rādīti skaitļi, kurus var izmantot, lai palīdzētu saskaitīt paroles rakstzīmes.
sk: Aj do poľa Potvrdiť heslo je potrebné zadať skryté heslo. Ak nie je skryté, pole Potvrdiť heslo zobrazuje číslo ktoré sa môže použiť na spočítanie znakov hesla.

source: A new password database will be created. The Master Password you enter will be used to encrypt the password database file. The Master Password can use any keyboard character and is case-sensitive.
ar: سيتم إنشاء قاعدة بيانات جديدة لكلمات المرور. سيتم استخدام كلمة المرور الرئيسية التي تدخلها لتشفير ملف قاعدة بيانات كلمة المرور. يمكن لكلمة المرور الرئيسية استخدام أي حرف لوحة مفاتيح وهي حساسة لحالة الأحرف.
lv: Tiks izveidota jauna paroļu datu bāze. Ievadītā pamatparole tiks izmantota paroļu datu bāzes faila šifrēšanai. Pamatparolei var izmantot jebkuru tastatūras rakstzīmi, un tā ir reģistrjutīga.
pt_br: Um novo banco de dados de senhas será criado. A Senha Mestra que você inserir será usada para criptografar o arquivo de banco de dados de senhas. A Senha Mestra pode usar qualquer caractere de teclado e diferencia maiúsculas de minúsculas.
sk: Vytvorí sa nová databáza hesiel. Hlavné heslo, ktoré zadáte, sa použije na zašifrovanie súboru databázy hesiel. Hlavné heslo môže obsahovať ľubovoľný znak na klávesnici a rozlišuje veľké a malé písmená.

source: A red and white indicator means that a filter is active (if showing, double click to clear filter)
ar: يعني المؤشر الأحمر والأبيض أن الفلتر نشط (في حالة العرض ، انقر نقرًا مزدوجًا لمسح الفلتر)
lv: Sarkans un balts indikators nozīmē, ka filtrs ir aktīvs (ja tiek rādīts, veiciet dubultklikšķi, lai notīrītu filtru)
pt_br: Um indicador vermelho e branco significa que um filtro está ativo (se aparecer, clique duas vezes para limpar o filtro)
sk: Červeno-biely indikátor znamená že filter je aktívny (ak je zobrazený, dvojklik zruší filter)
sl: Rdeč in bel indikator kaže na to, da je filter aktiven (če prikazuje, dvojni klik za brisanje filtra)

source: A required resource was unavailable.
ar: المصدر المطلوب غير متوفر.
lv: Nepieciešamais resurss nebija pieejams.
pt_br: Um recurso necessário estava indisponível.
sk: Požadovaný zdroj nebol k dispozícii.
sl: Zahtevan vir ni bil na voljo.

source: ALL of the passwords and data
ar: كل كلمات المرور والبيانات
lv: VISAS paroles un dati
pt_br: TODAS as senhas e dados
sk: VŠETKY heslá a údaje
sl: VSA gesla in podatki

source: About Password Safe
ar: حول Password Safe
lv: Par Password Safe
pt_br: Sobre o Password Safe
sk: O aplikácii Password Safe
sl: Vizitka Password Safe

source: Absolute
ar: مطلق
lv: Absolūti
pt_br: Absoluto(a)
sk: Absolútne
sl: Absolutno

source: Access to %1 was denied.
ar: الوصول الى %1 تم رفضه.
lv: Piekļuve %1 tika liegta.
pt_br: O acesso a %1 foi negado.
sk: Prístup k %1 bol zamietnutý.
sl: Dostop do %1 je bil zavrnjen.

source: Active
ar: فعال
lv: Aktīvs
pt_br: Ativa
sk: Aktívny
sl: Aktiven

source: Add &Entry
ar: إضافة &مدخل
lv: Pievienot &ierakstu
pt_br: Adicionar &Entrada
sk: Pridať záznam
sl: Dodaj &vnos

source: Add &Group
ar: اضف &مجموعة
lv: Pievienot &grupu
pt_br: Adicionar &Grupo
sk: Pridať skupinu
sl: Dodaj &skupino

source: Add Entry
ar: إضافة مدخل
lv: Pievienot ierakstu
pt_br: Adicionar Entrada
sk: Pridať záznam
sl: Dodaj vnos

source: Add Group
ar: إضافة مجموعة
lv: Pievienot grupu
pt_br: Adicionar Grupo
sk: Pridať skupinu
sl: Dodaj s&kupino

source: Add a New Database Named Password Policy
ar: إضافة سياسة كلمة مرور جديدة مسمى لقاعدة البيانات
lv: Pievienojiet jaunu paroles politiku ar datu bāzes nosaukumu
pt_br: Adicionar um Novo Banco de Dados Chamado Política de Senha
sk: Pridať vlastné zásady tvorby hesla
sl: Dodajanje nov Imenovan pravilnik gesel zbirke podatkov

source: Additional
ar: إضافي
lv: Papildu
pt_br: Adicional
sk: Doplňujúce
sl: Dodatno

source: Advanced
ar: متقدم
lv: Papildu
pt_br: Avançado
sk: Pokročilé
sl: Napredno

source: Advanced Compare Options
ar: خيارات مقارنة متقدمة
lv: Papildu salīdzināšanas opcijas
pt_br: Opções Avançadas de Comparação
sk: Pokročilé možnosti porovnania
sl: Napredne možnosti primerjave
