Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Number saved
ar: حفظ الرقم
lv: Saglabāto skaits
pt_br: Número salvo
sk: Počet uložených
sl: Številka shranjena

source: Number stored
ar: خزن الرقم
lv: Saglabātas vērtības
pt_br: Número armazenado
sk: Počet uchovaných
sl: Številka shranjena

source: Numeric Pad
ar: لوحة رقمية
lv: Ciparu bloks
pt_br: Almofada numérica
sk: Číselný blok
sl: Številska tipkovnica

source: Off
ar: غير فعال
lv: Izslēgts
pt_br: Desligar
sk: Vypnuté
sl: Izkl

source: Old Master Password:
ar: كلمة المرور الرئيسية القديمة:
lv: Vecā pamatparole:
pt_br: Senha mestra antiga:
sk: Staré hlavné heslo:

source: Old Pswd copied
ar: نسخ Pswd القديم
lv: Vecā parole nokopēta
pt_br: Senha antiga copiada
sk: Staré heslo skopírované
sl: Staro geslo kopirano

source: On
ar: فعال
lv: Ieslēgts
pt_br: Ligar
sk: Pri
sl: Vklopi

source: On minimize
ar: عند التصغير
lv: Pie minimizēšanas
pt_br: Ao minimizar
sk: Pri minimalizácii
sl: Ob pomanjšanju

source: On workstation lock
ar: عند قفل الجهاز
lv: Pie darbstacijas bloķēšanas
pt_br: Ao bloquear a estação de trabalho
sk: Pri zamknutí počítača
sl: Na zaklenjeni delovni postaji

source: One or more Password Policies have been changed. Are you sure you wish to cancel?
ar: تم تغيير سياسة كلمة مرور واحدة أو أكثر. هل أنت متأكد أنك ترغب في الإلغاء؟
lv: Viena vai vairākas paroļu politikas ir mainītas. Vai tiešām vēlaties atcelt?
pt_br: Uma ou mais Política de Senha foram alteradas. Você quer mesmo cancelar?
sk: Jedna alebo viac zásad tvrby hesla sa zmenila. Naozaj chcete zahodiť zmeny?
sl: Spremenjena je bila ena ali več Pravilnikov gesel. Ali ste prepričani, da želite preklicati?

source: One or more auto-saved documents were found.
ar: تم العثور على مستند واحد أو أكثر تم حفظه تلقائيًا.
lv: Tika atrasts viens vai vairāki automātiski saglabāti dokumenti.
pt_br: Um ou mais documentos salvos automaticamente foram encontrados.
sk: Boli nájdené jeden alebo viac automaticky uložených dokumentov.
sl: Najden je bil eden ali več samodejno shranjenih dokumentov.

source: One or more preferences have been changed. Are you sure you wish to cancel?
ar: تم تغيير واحد أو أكثر من التفضيلات. هل أنت متأكد أنك ترغب في الإلغاء؟
lv: Viena vai vairākas preferences ir mainītas. Vai tiešām vēlaties atcelt?
pt_br: Uma ou mais preferências foram alteradas. Você quer mesmo cancelar?
sk: Jedno alebo viac nastavení sa zmenilo. Naozaj chcete zahodiť zmeny?
sl: Eden ali več nastavitev je bilo spremenjenih. Ali ste prepričani, da želite preklicati?

source: One or more values have been changed. Do you want to discard the changes?
ar: تم تغيير قيمة واحدة أو أكثر. هل تريد تجاهل التغييرات؟
lv: Ir mainīta viena vai vairākas vērtības. Vai vēlaties atmest izmaiņas?
sk: Jedna alebo viac hodnôt sa zmenila. Naozaj chcete zahodiť zmeny?

source: Only in Original: %d; Only in Comparison: %d; In both (differing): %d; In both (identical): %d
ar: فقط في الأصل:% d؛ فقط في المقارنة:% d؛ في كليهما (متفاوتان):% d؛ في كلاهما (متطابق):% d
lv: Tikai oriģinālā: %d; Tikai salīdzinājumam: %d; Abos (atšķirībā): %d; Abos (identiski): %d
pt_br: Somente no original: %d; Somente na comparação: %d; Em ambos (diferentes): %d; Nos dois (idêntico): %d
sk: Iba v pôvodnej: %d; Iba v porovnávanej: %d; V oboch (líšia sa): %d; V oboch (rovnaké): %d
sl: Samo v izvirniku: %d; Samo v Primerjavi: %d; V obeh (različno): %d; V obeh (enako): %d

source: Opaque
lv: Necaurspīdīgs
pt_br: Opaco
sk: Nepriehľadné
sl: Neprosojno

source: Open
ar: فتح
lv: Atvērt
pt_br: Abrir
sk: Otvoriť
sl: Odpri

source: Open Password Database
ar: فتح قاعدة بيانات كلمة المرور:
lv: Paroļu datu bāzes atvēršana
sk: Otvoriť databázu hesiel

source: Open Password Database:
sk: Otvoriť databázu hesiel:
sl: Odpri zbirko podatkov gesel:

source: Open as read-only
ar: فتح بوضع القراءة فقط
lv: Atvērt kā tikai lasāmu
pt_br: Abrir como somente leitura
sk: Otvoriť iba na čítanie
sl: Odpri kot samo-za-branje

source: Open database
ar: فتح قاعدة بيانات
lv: Atvērt datu bāzi
pt_br: Abrir banco de dados
sk: Otvoriť databázu
sl: Odpri zbirko podatkov

source: Open database read-only by default
ar: فتح قاعدة بيانات وضع القراءة فقط
lv: Atvērt tikai lasāmu datubāzi pēc noklusējuma
pt_br: Abrir banco de dados somente leitura por padrão
sk: V predvolenom nastavení otvárať databázy iba na čítanie
sl: Privzeto odpri zbirko podatkov samo-za-branje

source: Options
ar: خيارات
lv: Opcijas
pt_br: Opções
sk: Nastavenia
sl: Možnosti

source: Or
ar: او
lv: Vai
pt_br: Ou
sk: Alebo
sl: Ali

source: Original
ar: الأصلي
lv: Oriģināls
sk: Pôvodná
sl: Izvirnik

source: Original Database:
ar: قاعدة البيانات الأصلية:
lv: Sākotnējā datu bāze:
pt_br: Banco de Dados Original:
sk: Pôvodná databáza:
sl: Izvirna zbirka podatkov:

source: Original Value:
ar: القيمة الأصلية:
lv: Sākotnējā vērtība:
pt_br: Valor Original:
sk: Pôvodná hodnota:
sl: Izvorna vrednost:

source: Other value last changed on:
ar: القيمة الاخرى تغيرت اخيرا في:
lv: Cita vērtība pēdējo reizi mainīta:
pt_br: Outro valor alterado pela última vez em:
sk: Iná hodnota sa naposledy zmenila na:
sl: Druga vrednost na zadnje spremenjena ob:

source: Other:
ar: آخر:
lv: Cita:
pt_br: Outro:
sk: Iný:
sl: Drugo:

source: Other:
ar: آخر:
lv: Cits:
pt_br: Outro:
sk: Iné:
sl: Drugo:

source: Out of memory.
ar: الذاكرة غير كافية.
lv: Pietrūkst atmiņas.
pt_br: Sem memória.
sk: Došla pamäť.
sl: Premalo pomnilnika.

source: Passkey incorrect
sk: Prístupový kľúč nesprávny
sl: Napačen Ključ gesla

source: Passkey needed to save. Please unlock database and try again
sk: Prístupový kľúč bolo potrebné uložiť. Odomknite databázu a skúste to znova.
sl: Ključ gesla je potrebno shraniti. Prosimo, odklenite zbirko podatkov in poskusite znova

source: Passphrase
ar: عبارة المرور
lv: Parole
pt_br: Frase de Acesso
sk: Prístupová fráza
sl: Geslo

source: Passphrase character count:
ar: عدد حروف عبارة المرور:
lv: Paroles rakstzīmju skaits:
pt_br: Contagem de caracteres da senha:
sk: Počet znakov prístupovej frázy:
sl: Število znakov Gesla:

source: Password
ar: كلمة سر
lv: Parole
pt_br: Senha
sk: Heslo
sl: Geslo

source: Password Database:
ar: قاعدة بيانات كلمات سر:
lv: Paroļu datu bāze:
pt_br: Banco de Dados de Senha:
sk: Databáza hesiel:
sl: Geslo zbirke podatkov:

source: Password Expiry
ar: إنتهاء كلمة المرور
lv: Paroles derīguma termiņš
pt_br: Expiração da Senha
sk: Platnosť hesla
sl: Geslo neha veljati

source: Password Expiry Date
ar: تاريخ إنتهاء كلمات السر
lv: Paroles derīguma datums
pt_br: Data de Expiração da Senha
sk: Dátum vypršania hesla
sl: Datum poteka veljavnosti gesla

source: Password Expiry Interval
ar: الزمن المتبقي لانتهاء كلمة السر
lv: Paroles derīguma intervāls
pt_br: Intervalo de Expiração da Senha
sk: Interval uplynutia platnosti hesla
sl: Interval izteka gesla

source: Password Generated based on displayed policy
ar: توليد كلمة مرور بناءا على السياسة المعروضة
lv: Parole ģenerēta, pamatojoties uz parādīto politiku
pt_br: Senha gerada com base na política exibida
sk: Heslo vygenerované na základe zobrazenej zásady tvorby hesla
sl: Ustvarjeno geslo, ki temelji na prikazanem Pravilniku

source: Password History
ar: تاريخ كلمات السر
lv: Paroļu vēsture
pt_br: 'Histórico de Senha
sk: História hesiel
sl: Zgodovina gesel

source: Password History Filter
ar: تصفية تاريخ كلمات السر
lv: Paroļu vēstures filtrs
pt_br: Filtro de Histórico de Senha
sk: Filter histórie hesiel
sl: Filter zgodovine gesla

source: Password History copied
ar: نسخ تاريخ كلمات السر
lv: Paroles vēsture ir nokopēta
pt_br: Histórico de Senha copiado
sk: História hesla skopírovaná
sl: Kopirana zgodovina gesel

source: Password Length
ar: طول كلمة السر
lv: Paroles garums
pt_br: Comprimento da Senha
sk: Dĺžka hesla
sl: Dolžina gesla

source: Password Modified
ar: كلمة المرور معدلة
lv: Parole mainīta
pt_br: Senha Modificada
sk: Heslo upravené
sl: Geslo spremenjeno

source: Password Modified Time
ar: وقت تعديل كلمة السر
lv: Paroles maiņas laiks
pt_br: Hora de Modificação da Senha
sk: Čas upravený heslom
sl: Čas spremembe gesla

source: Password Policies...
ar: سياسات كلمات المرور...
lv: Paroles politikas...
pt_br: Políticas de Senha...
sk: Zásady tvorby hesla...
sl: Pravilniki gesel...

source: Password Policy
ar: سياسة كلمة المرور
lv: Paroles politika
pt_br: Política de Senha
sk: Zásady tvorby hesla
sl: Pravilnik gesel

source: Password Policy Filter
ar: فلترة سياسة كلمات السر
lv: Paroles politikas filtrs
pt_br: Filtro de Política de Senha
sk: Filter zásad tvorby hesla
sl: Filter pravilnikov gesel

source: Password Policy Name
ar: اسم السياسة المتبعة لكلمات السر
lv: Paroles politikas nosaukums
pt_br: Nome da Política de Senha
sk: Názov zásad tvorby hesla
sl: Ime pravilnika gesel

source: Password Policy Override
ar: تجاوز سياسة كلمة المرور
lv: Paroles politikas ignorēšana
pt_br: Substituição da Política de Senha
sk: Prepísanie nastavení zásad tvorby hesla
sl: Preglasi pravilnika gesel

source: Password Safe - <Untitled Restored Backup>
ar: Password Safe -<نسخة احتياطية بدون عنوان تمت استعادتها>
lv: Password Safe — <Atjaunotā dublēšana bez nosaukuma>
pt_br: Password Safe - <Backup restaurado sem título>
sk: Password Safe - <Obnovená záloha bez názvu>
sl: Password Safe - <Neimenovana obnovljena varnostna kopij>

source: Password Safe - Enter Master Password
ar: كلمة السر الآمنة - أدخل كلمة المرور الرئيسية
lv: Parole droša - ievadiet galveno paroli
pt_br: Password Safe - Digite a senha mestra
sk: Password Safe - Zadajte hlavné heslo

source: Password Safe Application HotKey
lv: Password Safe lietojumprogrammas īsceļš
pt_br: Atalho do Aplicativo Password Safe
sk: Klávesová skratka pre aplikáciu Password Safe
sl: Vroča tipka aplikacije Password Safe

source: Password Safe Backups (*.bak)|*.bak|Password Safe Intermediate Backups (*.ibak)|*.ibak||
lv: Password Safe rezerves kopijas (*.bak)|*.bak|Password Safe auto rezerves kopijas (*.ibak)|*.ibak||
pt_br: Backups do Password Safe (*.bak)|*.bak|Backups Intermediários do Password Safe (*.ibak)|*.ibak||
sk: Zálohy Password Safe (*.bak)|*.bak|Prechodné zálohy Password Safe (*.ibak)|*.ibak||
sl: Password Safe varnostne kopije (*.bak)|*.bak|Password Safe vmesne varnostne kopije (*.ibak)|*.ibak||

source: Password Safe Backups (*.bak)|*.bak||
lv: Password Safe rezerves kopijas (*.bak)|*.bak||
pt_br: Backups do Password Safe (*.bak)|*.bak||
sk: Zálohy Password Safe (*.bak)|*.bak||
sl: Password Safe varnostne kopije (*.bak)|*.bak||

source: Password Safe Databases (*.dat)|*.dat|All files (*.*)|*.*||
lv: Password Safe datu bāzes (*.dat)|*.dat|Visi faili (*.*)|*.*||
pt_br: Bancos de Dados do Password Safe (*.dat)|*.dat|Todos os Arquivos (*.*)|*.*||
sk: Databázy Password Safe (*.dat)|*.dat|Všetky súbory (*.*)|*.*||
sl: Password Safe zbirke podatkov (*.dat)|*.dat|Vse datoteke (*.*)|*.*||

source: Password Safe Databases (*.psafe3)|*.psafe3|All files (*.*)|*.*||
lv: Password Safe datu bāzes (*.psafe3)|*.psafe3|Visi faili (*.*)|*.*||
pt_br: Bancos de dados do Password Safe (*.psafe3)|*.psafe3|Todos os Arquivos (*.*)|*.*||
sk: Databázy Password Safe (*.psafe3)|*.psafe3|Všetky súbory (*.*)|*.*||
sl: Password Safe zbirke podatkov (*.psafe3)|*.psafe3|Vse datoteke (*.*)|*.*||

source: Password Safe Databases (*.psafe3; *.psafe4; *.dat)|*.psafe3; *.psafe4; *.dat|All files (*.*)|*.*||
lv: Password Safe datu bāzes (*.psafe3; *.psafe4; *.dat)|*.psafe3;*.psafe4;*.dat|Visi faili (*.*)|*.*||
pt_br: Bancos de Dados do Password Safe (*.psafe3; *.psafe4; *.dat)|*.psafe3; *.psafe4; *.dat|Todos os Arquivos (*.*)|*.*||
sk: Databázy Password Safe (*.psafe3; *.psafe4; *.dat)|*.psafe3; *.psafe4; *.dat|Všetky súbory (*.*)|*.*||
sl: Password Safe zbirke podatkov (*.psafe3; *.psafe4; *.dat)|*.psafe3; *.psafe4; *.dat|Vse datoteke (*.*)|*.*||

source: Password Safe Databases (*.psafe3; *.psafe4; *.dat)|*.psafe3; *.psafe4; *.dat|Password Safe Backups (*.bak)|*.bak|Password Safe Intermediate Backups (*.ibak)|*.ibak|All files (*.*)|*.*||
lv: Password Safe datu bāzes (*.psafe3; *.psafe4; *.dat)|*.psafe3;*.psafe4;*.dat|Password Safe rezerves kopijas (*.bak)|*.bak|Password Safe auto rezerves kopijas (*.ibak)|*.ibak|Visi faili (*.*)|*.*||
pt_br: Bancos de Dados do Password Safe (*.psafe3; *.psafe4; *.dat)|*.psafe3; *.psafe4; *.dat|Backups do Password Safe (*.bak)|*.bak|Backups Intermediários do Password Safe (*.ibak)|*.ibak|Todos os Arquivos (*.*)|*.*||
sk: Databázy Password Safe (*.psafe3; *.psafe4; *.dat)|*.psafe3; *.psafe4; *.dat|Zálohy Password Safe (*.bak)|*.bak|Prechodné zálohy Password Safe (*.ibak)|*.ibak|Všetky súbory (*.*)|*.*||
sl: Password Safe zbirke podatkov (*.psafe3; *.psafe4; *.dat)|*.psafe3; *.psafe4; *.dat|Password Safe varnostne kopije (*.bak)|*.bak|Password Safe vmesne varnostne kopije (*.ibak)|*.ibak|Vse datoteke (*.*)|*.*||

source: Password Safe Databases (*.psafe4)|*.psafe4|All files (*.*)|*.*||
lv: Password Safe datu bāzes (*.psafe4)|*.psafe4|Visi faili (*.*)|*.*||
pt_br: Bancos de Dados do Password Safe (*.psafe4)|*.psafe4|Todos os Arquivos (*.*)|*.*||
sk: Databázy Password Safe (*.psafe4)|*.psafe4|Všetky súbory (*.*)|*.*||
sl: Password Safe zbirke podatkov (*.psafe4)|*.psafe4|Vse datoteke (*.*)|*.*||

source: Password [Mandatory Field]
ar: كلمة المرور [حقل إلزامي]
lv: Parole [obligāts lauks]
pt_br: Senha [Campo Obrigatório]
sk: Heslo [povinné pole]
sl: Geslo [obvezno polje]

source: Password copied to clipboard
ar: تم نسخ كلمة المرور للحافظة
lv: Parole ir kopēta starpliktuvē
pt_br: Senha copiada para a área de transferência
sk: Heslo skopírované do schránky
sl: Geslo je kopirano v odložišče

source: Password implies this is an alias entry, but
ar: تشير كلمة المرور إلى أن هذا مدخل اسم مستعار ، ولكن
lv: Parole nozīmē, ka tas ir pseidonīma ieraksts, bet
pt_br: A senha implica que esta é uma entrada de alias, mas
sk: Heslo naznačuje, že ide o záznam typu alias, ale
sl: Geslo pomeni, da je to kratko ime vnosa, vendar

source: Password implies this is an alias entry, but specifies a base entry with no title. Every entry must have a title.
ar: تشير كلمة المرور إلى أن هذا مدخل اسم مستعار ، ولكنها تحدد مدخلا أساسيًا بدون عنوان. يجب أن يكون لكل مدخل عنوان.
lv: Parole nozīmē, ka šis ir pseidonīma ieraksts, taču norāda pamata ierakstu bez nosaukuma. Katram ierakstam ir jābūt nosaukumam.
pt_br: A senha implica que esta é uma entrada de alias, mas especifica uma entrada base sem título. Cada entrada deve ter um título.
sk: Heslo naznačuje, že ide o záznam aliasu, ale špecifikuje základný záznam bez názvu. Každý záznam musí mať názov.
sl: Geslo pomeni, da je to kratko ime vnosa, vendar določa osnovni vnos brez naslova. Vsak vnos mora imeti naslov.

source: Password is too short
sk: Heslo je príliš krátke
sl: Geslo je prekratko

source: Password is too short.
ar: كلمة المرور قصيرة جدا
lv: Parole ir pārāk īsa.
sk: Heslo je príliš krátke.

source: Password last changed on:
ar: اخر تغيير لكلمة المرور في:
lv: Parole pēdējo reizi mainīta:
pt_br: Senha alterada pela última vez em:
sk: Heslo sa naposledy zmenilo dňa:
sl: Geslo je bilo nazadnje spremenjeno ob:

source: Password length
ar: طول كلمة السر
lv: Paroles garums
pt_br: Comprimento da senha
sk: Dĺžka hesla
sl: Dolžina gesla

source: Password length is less than sum of 'at least' constraints
ar: طول كلمة المرور أقل من مجموع قيود "على الأقل"
lv: Paroles garums ir mazāks par “vismaz” ierobežojumu summu
pt_br: O comprimento da senha é menor que a soma das restrições ao menos
sk: Dĺžka hesla je menšia ako súčet obmedzení 'aspoň'
sl: Dolžina gesla je manjša od vsote 'vsaj' omejitve

source: Password length must be between %d and %d characters.
ar: يجب أن يكون طول كلمة المرور بين %d و %d حرفًا.
lv: Paroles garumam ir jābūt no %d līdz %d rakstzīmēm.
pt_br: O tamanho da senha deve estar entre %d e %d caracteres.
sk: Dĺžka hesla musí byť medzi %d a %d znakmi.
sl: Dolžina gesla mora biti med %d in %d znakov.

source: Password length:
ar: طول كلمة السر:
lv: Paroles garums:
pt_br: Comprimento da senha:
sk: Dĺžka hesla:
sl: Dolžina gesla:

source: Password should be mixed case, with at least one digit or punctuation character
ar: يجب أن تكون كلمة المرور عبارة عن حالة أحرف مختلطة ، مع رقم واحد على الأقل أو علامة ترقيم
lv: Parolei ir jābūt jauktam reģistram ar vismaz vienu ciparu vai pieturzīmes rakstzīmi
pt_br: A senha deve possuir letras maiúsculas e minúsculas, com ao menos um dígito ou caractere de pontuação
sk: Heslo by malo byť zmiešané malé/veľké písmená, s aspoň jednou číslicou alebo interpunkčným znakom
sl: Geslo mora biti mešano z vsaj enim znakom števila ali ločilnim znakom

source: Password&Safe...
sk: Databáza Password&Safe...

source: PasswordSafe V%d.%d.%d (Build %s) has had an error.
ar: حدث خطأ PasswordSafe V% d.% d.% d (النسخة% s).
lv: PasswordSafe V%d.%d.%d (būvējumā %s) ir radusies kļūda.
pt_br: O PasswordSafe V%d.%d.%d (Build %s) teve um erro.
sk: Aplikácia PasswordSafe V%d.%d.%d (Build %s) zaznamenala chybu.
sl: Password Safe različica %d.% d.% d (Izgradnja %s) je imel napako.

source: PasswordSafe: Entries exist with expired or soon-to-expire passwords
ar: PasswordSafe: موجود مدخلات بكلمات مرور منتهية او قريبة من الانتهاء
lv: PasswordSafe: ir ieraksti ar parolēm, kurām beidzies derīguma termiņš vai drīz beigsies derīguma termiņš
pt_br: PasswordSafe: existem entradas com senhas expiradas ou que expirarão em breve
sk: PasswordSafe: existujú záznamy s heslami, ktorých platnosť vypršala alebo čoskoro vyprší
sl: Password Safe: Obstajajo vnosi s poteklim ali kmalu-bodo-potekla gesla

source: Perform Auto&Type
ar: عمل كتابة تلقائية
lv: Veiciet Auto&Ievadi
pt_br: Realizar o Preenchimento& Automático
sk: Vykonaj &automatické dopĺňanie
sl: Izvedi samodejno &vrsto

source: Persian
pt_br: Persa
sk: Perzská
sl: Perzijščina

source: Physical Keyboard:
ar: لوحة المفاتيح المادية:
lv: Fiziskā tastatūra:
pt_br: Teclado Físico:
sk: Fyzická klávesnica:
sl: Fizična tipkovnica:

source: Plain Text (tab separated)...
ar: نص عادي (مفصولة بعلامة جدولة) ...
lv: Vienkāršs teksts (tab separated)...
pt_br: Texto simples (aba separada)...
sk: Obyčajný text (oddelený Tab)...
sl: Golo besedilo (ločeno s tabulatorji)...

source: Play sound on key press
ar: تشغيل صوت عند صغط مفتاح
lv: Atskaņot skaņu, nospiežot taustiņu
pt_br: Reproduzir som ao pressionar a tecla
sk: Prehrať zvuk pri stlačení
sl: Predvajaj zvok ob pritisku

source: Please Choose a Backup to restore:
sk: Vyberte zálohu na obnovenie:
sl: Izberite varnostno kopijo za obnovitev:

source: Please Choose a Database to Open:
sk: Vyberte databázu, ktorú chcete otvoriť:
sl: Izberite zbirko podatkov za odpiranje:

source: Please Choose a Database to Validate:
sk: Vyberte databázu na overenie:
sl: Izberite zbirko podatkov za potrjevanje:

source: Please Choose a KeePass Text File to Import
sk: Vyberte si textový súbor Keepass, ktorý chcete importovať
sl: Izberite KeePass besedilno datoteko za uvoz

source: Please Choose a Name for this Backup:
sk: Vyberte názov tejto zálohy:
sl: Prosimo, izberite ime za to varnostno kopijo:

source: Please Choose a Text File to Import
sk: Vyberte textový súbor na import
sl: Izberite besedilno datoteko za uvoz

source: Please Choose a XML File to Import
sk: Vyberte súbor XML na import
sl: Izberite XML datoteko za uvoz

source: Please choose a database to compare with current database
sk: Vyberte databázu, ktorú chcete porovnávať s aktuálnou databázou
sl: Izberite zbirko podatkov za primerjavo s trenutno zbirko podatkov

source: Please choose a database to merge into current database
sk: Vyberte databázu na zlúčenie do aktuálnej databázy
sl: Izberite zbirko podatkov za združitev s trenutno zbirko podatkov

source: Please choose a database to synchronize with current database
sk: Vyberte databázu na synchronizáciu s aktuálnou databázou
sl: Izberite zbirko podatkov za sinhronizacijo s trenutno zbirko podatkov

source: Please choose a name for the current (Untitled) database:
sk: Vyberte názov pre aktuálnu databázu (bez názvu):
sl: Izberite ime trenutne (neimenovano) zbirke podatkov:

source: Please choose a name for the new database
ar: الرجاء اختيار اسم لقاعدة البيانات الجديدة
lv: Lūdzu, izvēlieties jaunās datu bāzes nosaukumu
pt_br: Por favor, escolha um nome para o novo banco de dados
sk: Vyberte názov novej databázy
sl: Izberite ime nove zbirke podatkov

source: Please choose a new name for the current database:
sk: Vyberte nový názov pre aktuálnu databázu:
sl: Izberite novo ime za trenutno zbirko podatkov:

source: Please confirm delete of the %s filter %s?
sk: Potvrďte odstránenie %s filtra %s?
sl: Potrdite brisanje %s filtra %s?

source: Please confirm that you wish to clear the recent Safe list.
sk: Potvrďte že chcete vyčistiť zoznam nedávno otvorených súborov.
sl: Potrdite čiščenje nedavnega seznama Sefa.

source: Please confirm that you wish to delete current user's PasswordSafe configuration from the Windows registry.
sk: Potvrďte že chcete odstrániť konfiguráciu aktuálneho používateľa z registra Windows.
sl: Potrdite brisanje trenutne uporabniške konfiguracije Password Safe iz registra Windows.

source: Please enter a search string
sk: Zadajte vyhľadávací reťazec
sl: Vnesite iskalni niz

source: Please enter an encryption or decryption key
ar: أدخل مفتاح تشفير وفك تشفير
lv: Lūdzu, ievadiet šifrēšanas vai atšifrēšanas atslēgu
pt_br: Por favor, insira uma chave de criptografia ou descriptografia
sk: Zadajte šifrovací alebo dešifrovací kľúč
sl: Vnesite šifrirni ali dešifrirni ključ

source: Please enter the Master Password for this password database.
sk: Zadajte hlavné heslo pre túto databázu hesiel.

source: Please enter the current master password, followed by a new one. Type the new one again to confirm it.
sk: Zadajte aktuálne hlavné heslo, a potom nové heslo. Zadajte nové heslo znova pre potvrdenie.

source: Please enter the key and verify it.
sk: Zadajte kľúč a overte ho.
sl: Vnesite ključ in ga preverite.

source: Please enter the master password for the NEW database to contain exported entry/entries.
ar: الرجاء إدخال كلمة المرور الرئيسية لقاعدة البيانات الجديدة لتحتوي على إدخالات / إدخالات تم تصديرها.
lv: Lūdzu, ievadiet pamatparoli JAUNAI datu bāzei, lai tajā tiktu eksportēti ieraksti.
pt_br: Digite a senha mestra para o banco de dados NOVO para conter entradas/entradas exportadas.
sk: Zadajte hlavné heslo pre NOVÚ databázu, ktorá bude obsahovať exportované záznamy.

source: Please enter the new database description
sk: Zadajte popis novej databázy
sl: Vnesite opis nove zbirke podatkov

source: Please enter the new database name
sk: Zadajte nový názov databázy
sl: Vesite ime nove zbirke podatkov

source: Please enter your backup database prefix.
sk: Zadajte predponu svojej záložnej databázy.
sl: Vnesite predpono vaše varnostne kopije zbirke podatkov.

source: Please insert your YubiKey
sk: Vložte svoje Yubikey
sl: Vstavite vaš YubiKey

source: Please name the XML file
sk: Pomenujte súbor XML
sl: Dodelite ime XML datoteki

source: Please name the database file
sk: Pomenujte databázový súbor
sl: Dodelite ime datoteki zbirke podatkov

source: Please name the exported database
sk: Pomenujte exportovanú databázu
sl: Dodelite ime izvožene zbirke podatkov

source: Please name the plaintext file
sk: Pomenujte textový súbor
sl: Dodelite ime datoteke z golim besedilom

source: Please name this filter
sk: Pomenujte tento filter
sl: Dodelite ime tega filtra

source: Please select media type
sk: Vyberte typ médií
sl: Dodelite ime vrsti predstavnosti

source: Please select report to view.
sk: Vyberte správu, ktorú chcete zobraziť.
sl: Izberite poročilo za ogled.

source: Please specify text
sk: Uveďte text
sl: Navedite besedilo

source: Please specify the destination location to contain all backups.
sk: Uveďte umiestnenie, ktoré bude obsahovať všetky zálohy.
sl: Navedite ciljno mesto vseh varnostnih kopij.

source: Please specify the sub-directory to contain all backups.
sk: Uveďte podpriečinok ktorý obsahuje všetky zálohy.
sl: Navedite podimenik vseh varnostnih kopij.
