Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: One or more entry keyboard shortcuts were already assigned to entries in this database. They have been removed from the %ls entries.
ar: تم بالفعل تعيين اختصار واحد أو أكثر من اختصارات لوحة المفاتيح للمدخلات في قاعدة البيانات هذه. لقد تم إزالتها من %ls مدخلات.
lv: Viens vai vairāki ievades īsceļi jau ir piešķirti ierakstiem šajā datubāzē. Tie ir noņemti no %ls ierakstiem.
pt_br: Um ou mais atalhos do teclado de entrada já foram atribuídos às entradas desse banco de dados. Eles foram removidos das entradas %ls.
sk: Jedna alebo viac klávesových skratiek pre záznam už boli priradené k záznamom v tejto databáze. Boli odstránené zo záznamov %ls.
sl: Nekatere bližnjice s tipkovnico so bile že dodeljene vnosom v tej zbirki podatkov. Odstranjeni so iz %ls vnosov.

source: Password policy name '%ls' is not in the database.
ar: اسم سياسة كلمات المرور '%ls' غير موجود بقاعدة البيانات.
lv: Paroles politikas nosaukums '%ls' nav datu bāzē.
pt_br: O nome da política de senha '%ls' não está no banco de dados.
sk: Zásady tvorby hesla s názvom '%ls' nie sú v databáze.
sl: Ime pravilnika gesel '%ls' ni v zbirki podatkov.

source: The following entries contain search string '%ls' %ls
ar: تحتوي المدخلات التالية على سلسلة بحث '%ls' %ls
lv: Šie ieraksti satur meklēšanas virkni '%ls' %ls
pt_br: As entradas a seguir contêm a cadeia de caracteres de pesquisa '%ls' %ls
sk: Boli vybrané nasledovné obmedzenia: %s

source: This entry has been made an alias of associated base entry.
ar: تم جعل هذا المدخل اسمًا مستعارًا للمدخل الأساسي المرتبط.
lv: Šis ieraksts ir izveidots kā saistītā pamata ieraksta pseidonīms.
pt_br: Esta entrada foi transformada em um alias da entrada base associada.
sk: Tento záznam sa stal aliasom pridruženým k základnému záznamu.
sl: Ta vnos je bil narejen iz kratkega imena povezanega osnovnega vnosa.

source: This entry remains a normal entry and the password has not been changed.
ar: هذا المدخل يبقى عادي وكلمة المرور لم يتم تغييرها.
lv: Šis ieraksts paliek parasts, un parole nav mainīta.
pt_br: Esta entrada permanece normal e a senha não foi alterada.
sk: Tento záznam zostáva normálnym záznamom a heslo sa nezmenilo.
sl: Ta vnos ostane normalni vnos in geslo ni bilo spremenjeno.

source: a base entry of a shortcut
ar: مدخل أساس لإختصار
lv: pamata ieraksts īsceļam
pt_br: uma entrada base de um atalho
sk: základný záznam odkazu
sl: osnovni vnos bližnjice

source: a base entry of an alias
ar: مدخل أساسي لاسم مستعار
lv: pamata ieraksts pseidonīmam
pt_br: uma entrada base de um alias
sk: základný záznam aliasu
sl: osnovni vnos kratkega imena

source: a normal entry
ar: مدخل عادي
lv: normāls ieraksts
pt_br: uma entrada normal
sk: normálny záznam
sl: normalni vnos

source: a shortcut entry
ar: مدخل إختصار
lv: īsceļa ieraksts
pt_br: uma entrada de atalho
sk: záznam typu odkaz
sl: vnos bližnjice

source: added but not yet saved to database
ar: مضاف لكن لم يتم حفظه لقاعدة البيانات
lv: pievienots, bet vēl nav saglabāts datu bāzē
pt_br: adicionado, mas ainda não salvo no banco de dados
sk: pridané, ale ešte neuložené do databázy
sl: dodano vendar še ni shranjeno v zbirko podatkov

source: after
ar: بعد
lv: pēc
pt_br: após
sk: po
sl: po

source: aliases
ar: حلفاء
lv: pseidonīmi
sk: aliasy
sl: kratka imena

source: an alias entry
ar: مدخل اسم مستعار
lv: pseidonīma ieraksts
pt_br: uma entrada de alias
sk: záznam typu alias
sl: kratko ime vnosa

source: an unnamed file
ar: ملف غير مسمى
lv: fails bez nosaukuma
pt_br: um arquivo sem nome
sk: nepomenovaný súbor
sl: neimenovana datoteka

source: and
ar: و
lv: un
pt_br: e
sk: a
sl: in

source: as default username
ar: ك إسم مستخدم إفتراضي
lv: kā noklusējuma lietotājvārdu
pt_br: como nome de usuário padrão
sk: ako predvolené meno
sl: kot privzeto uporabniško ime

source: autotype:
ar: كتابة تلقائية:
lv: autoievade:
pt_br: preenchimento automático:
sk: automatické dopĺňanie:
sl: samodejna vrsta:

source: before
ar: قبل
lv: pirms
pt_br: antes
sk: predtým
sl: pred

source: begins with
ar: يبدأ ب
lv: sākas ar
pt_br: começa com
sk: začína sa na
sl: se začne z

source: between
ar: بين
lv: starp
pt_br: entre
sk: medzi
sl: med

source: changed but not yet saved to database
ar: مغير لكن لم يتم حفظه بقاعدة البيانات بعد
lv: mainīts, bet vēl nav saglabāts datu bāzē
pt_br: alterado, mas ainda não salvo no banco de dados
sk: zmenené, ale ešte nie sú uložené do databázy
sl: spremenjeno, vendar še ni shranjeno v zbirko podatkov

source: compared
ar: مقارنة
lv: salīdzināts
pt_br: comparado
sk: porovnané
sl: primerjano

source: conflict
ar: تعارض
lv: konflikts
pt_br: conflito
sk: konflikt
sl: spor

source: conflicts
ar: تعارض
lv: konflikti
pt_br: conflitos
sk: konflikty
sl: spori

source: contains
ar: يتحوي
lv: satur
pt_br: contem
sk: obsahuje
sl: vsebuje

source: contains all of
ar: يحتوي كل من
lv: satur visu
pt_br: contém todos
sk: obsahuje všetky z
sl: vsebuje vse od

source: contains any of
ar: يحتوي أي من
lv: satur kādu no
pt_br: contém qualquer um
sk: obsahuje niektorý z
sl: vsebuje katero koli od

source: copied
ar: منسوخ
lv: nokopēts
pt_br: copiado
sk: skopírované
sl: kopirano

source: databases.
ar: قواعد البيانات.
lv: datubāzes.
pt_br: bancos de dados.
sk: databázy.
sl: zbirk podatkov.

source: day(s)
ar: إيام
lv: diena(s)
pt_br: dia(s)
sk: deň(dní)
sl: dni

source: days
sk: dní
sl: dni

source: days before passwords expire
ar: أيام قبل إنتهاء كلمة السر
lv: dienas pirms paroļu derīguma termiņa beigām
pt_br: dias antes das senhas expirarem
sk: dní pred vypršaním platnosti hesla
sl: dni pred potekom gesel

source: default symbol set
ar: مجموعة الرموز الأفتراضية
lv: noklusējuma simbolu kopa
pt_br: conjunto de símbolos padrão
sk: predvolenej sady symbolov
sl: privzeti nabor simbolov

source: does not begin with
ar: لا يبدأ ب
lv: nesākas ar
pt_br: não começa com
sk: nezačína sa na
sl: se ne začne z

source: does not contain
ar: لا يحتوي
lv: nesatur
pt_br: não contem
sk: neobsahuje
sl: ne vsebuje

source: does not contain all of
ar: لا يحتوي على كل من
lv: nesatur visu
pt_br: não contém todos
sk: neobsahuje všetky z
sl: ne vsebuje vseh

source: does not contain any of
ar: لا يحتوي على أي من
lv: nesatur nevienu no
pt_br: não contém nenhum
sk: neobsahuje žiadne z
sl: ne vsebuje nobenega od

source: does not end with
ar: لا ينتهي مع
lv: nebeidzas ar
pt_br: não termina com
sk: nekončí sa na
sl: se ne konča z

source: does not equal
ar: لا يساوي
lv: nav vienāds
pt_br: não é igual
sk: nerovná sa
sl: ni enako

source: empty group
ar: مجموعة فارغة
lv: tukša grupa
pt_br: grupo vazio
sk: prázdna skupina
sl: prazna skupina

source: empty groups
ar: مجموعات فارغة
lv: tukšas grupas
pt_br: grupos vazios
sk: prázdne skupiny
sl: prazne skupine

source: ends with
ar: ينتهي مع
lv: beidzas ar
pt_br: termina com
sk: končí sa na
sl: se konča z

source: entries
ar: مدخلات
lv: ieraksti
pt_br: entradas
sk: záznamy
sl: vnosi

source: entry
ar: مدخل
lv: ieraksts
pt_br: entrada
sk: záznam
sl: vnos

source: equals
ar: مساوي
lv: vienāds
pt_br: é igual a
sk: rovná sa
sl: je enako

source: exported
ar: مصدر
lv: eksportēts
pt_br: exportado
sk: exportovaný
sl: izvoženo

source: filename
ar: إسم الملف
lv: faila nosaukums
pt_br: nome do arquivo
sk: názov súboru
sl: ime datoteke

source: greater than
ar: اكبر من
lv: lielāks par
pt_br: maior que
sk: väčšie ako
sl: večje od

source: greater than or equal to
ar: اكبر او يساوي من
lv: lielāks par vai vienāds ar
pt_br: maior ou igual a
sk: väčšie alebo rovné
sl: večje ali enako kot

source: has expired
ar: إنتهت صلاحيته
lv: ir beidzies
pt_br: expirou
sk: vypršalo
sl: je poteklo

source: imported
ar: مستورد
lv: importēti
pt_br: importado
sk: importovaný
sl: uvoženo

source: in
ar: في
lv: iekš
pt_br: no
sk: v
sl: v

source: in the database
ar: في قاعدة البيانات
lv: datubāzē
pt_br: no banco de dados
sk: v databáze
sl: v zbirki podatkov

source: including %d empty group(s).
ar: يحتوي على %d مجموعة فارغة.
lv: tostarp %d tukša(-as) grupa(-as).
pt_br: incluindo %d grupo(s) vazio(s).
sk: vrátane %d prázdnych skupín.
sl: vključno z %d praznimi skupinami.

source: invalid!
ar: غير صالح!
lv: nederīgs!
pt_br: inválido!
sk: neplatné!
sl: neveljavno!

source: is
ar: هو
lv: ir
pt_br: é
sk: je
sl: je

source: is active
ar: فعال
lv: ir aktīvs
pt_br: está ativo
sk: je aktívny
sl: je aktivno

source: is inactive
ar: غير فعال
lv: ir neaktīvs
pt_br: está inativo
sk: je neaktívny
sl: ni aktivno

source: is not
ar: ليس
lv: nav
pt_br: não é
sk: nie je
sl: ni

source: is not present
ar: غير موجود
lv: nav klāt
pt_br: não está presente
sk: nie je prítomný
sl: ni prisotno

source: is not set
ar: غير معيين
lv: nav iestatīts
pt_br: não está presente
sk: nie je nastavený
sl: ni nastavljeno

source: is present
ar: موجود
lv: ir klāt
pt_br: está presente
sk: je prítomný
sl: je prisotno

source: is set
ar: معيين
lv: ir iestatīts
pt_br: está definido
sk: je nastavený
sl: je nastavljeno

source: last passwords
ar: آخر كلمات السر
lv: pēdējās paroles
pt_br: últimas senhas
sk: posledné heslá
sl: zadnja gesla

source: less than
ar: أقل من
lv: mazāks par
pt_br: menos que
sk: menej ako
sl: manj od

source: less than or equal to
ar: أٌقل من او مساوي ل
lv: mazāks par vai vienāds ar
pt_br: menos que ou igual a
sk: menej alebo rovné
sl: manj od ali enako kot

source: merged
ar: مدموج
lv: apvienoti
pt_br: mesclado
sk: zlúčené
sl: združeno

source: minutes idle
ar: دقائق خامل
lv: minūtēm dīkstāvē
pt_br: minutos ocioso
sk: minútach nečinnosti
sl: minut nedejavnosti

source: multiple entries exist with title=%s and username=%s or with group=%s and title=%s.
ar: عدة مدخلات موجودة تمتلك عنوان=%s و اسم مستخدم=%s او مجموعة=%s و عنوان=%s.
lv: pastāv vairāki ieraksti ar nosaukums=%s un lietotājvārds=%s vai ar grupa=%s un nosaukums=%s.
pt_br: existem várias entradas com título=%s e nome de usuário=%s ou com grupo =%s e título =%s.
sk: existuje viac záznamov s názvom=%s a používateľským menom=%s alebo so skupinou=%s a názvom=%s.
sl: obstaja več več vnosov z naslov= %s in uporabniško ime= %s ali s skupina= %s in naslo= %s.

source: multiple entries exist with title=%s.
ar: مدخلات عدة موجودة تمتلك عنوان=%s.
lv: pastāv vairāki ieraksti ar nosaukums=%s.
pt_br: existem várias entradas com o título=%s.
sk: existuje viac záznamov s názvom=%s.
sl: obstaja več vnosov z naslov=%s.

source: no entry exists in the root with title=%s and username=%s.
ar: لا مدخل موجود في الجذر يملك عنوان=%s و اسم مستخدم=%s.
lv: saknē nav ieraksta ar nosaukums=%s un lietotājvārds=%s.
pt_br: nenhuma entrada existe na raiz com título=%s e nome de usuário=%s.
sk: na základnej úrovni neexistuje žiadny záznam s názvom=%s a používateľským menom=%s.
sl: v korenu ne obstaja noben vnos z naslov= %s in uporabniško ime= %s.

source: no entry exists with group=%s, title=%s and empty username.
ar: لا يوجد مدخل يملك مجموعة=%s ,عنوان=%s واسم مستخدم فارغ.
lv: nav ieraksta ar grupa=%s, nosaukums=%s un tukšu lietotājvārdu.
pt_br: nenhuma entrada existe com o grupo =%s, título=%s e nome de usuário vazio.
sk: neexistuje žiadny záznam so skupinou=%s, názvom=%s a prázdnym používateľským menom.
sl: noben vnos ne obstaja s skupina= %s, naslov= %s in praznim uporabniškim imenom.

source: no entry exists with group=%s, title=%s and username=%s.
ar: لا يوجد مدخل يملك مجموعة=%s ,عنوان=%s واسم مستخدم=%s.
lv: nav ieraksta ar grupa=%s, nosaukums=%s un lietotājvārds=%s.
pt_br: nenhuma entrada existe com o grupo=%s, título=%s e nome de usuário=%s.
sk: neexistuje žiadny záznam so skupinou=%s, názvom=%s a používateľským menom=%s.
sl: noben vnos ne obstaja s skupina= %s, naslov= %s in uporabniško ime= %s.

source: no entry exists with title=%s and username=%s or with group=%s, title=%s.
ar: لا يوجد مدخل يملك عنوان=%s و اسم مستخدم=%s او مجموعة=%s, عنوان=%s.
lv: nav ieraksta ar nosaukums=%s un lietotājvārds=%s vai ar grupa=%s, nosaukums=%s.
pt_br: nenhuma entrada existe com título=%s e nome de usuário=%s ou com grupo=%s, título=%s.
sk: neexistuje žiadny záznam s názvom=%s a používateľským menom=%s alebo so skupinou=%s, názvom =%s.
sl: noben vnos ne obstaja z naslov= %s in uporabniško ime= %s ali s skupina= %s, naslov= %s.

source: no entry exists with title=%s.
ar: لا يوجد مدخل مع عنوان = %s.
lv: nav ieraksta ar nosaukums=%s.
pt_br: nenhuma entrada existe com o título=%s.
sk: neexistuje žiadny záznam s názvom=%s.
sl: noben vnos ne obstaja z naslov= %s.

source: on database %ls
ar: على قاعدة البيانات %ls
lv: datubāzē %ls
pt_br: no banco de dados %ls
sk: na databáze %ls
sl: v zbirki podatkov %ls

source: on line
ar: متصل
lv: uz līnijas
pt_br: em linha
sk: na riadku
sl: povezano

source: pixels
ar: بيكسلز
lv: pikseļi
sk: pixely
sl: zaslonskih pik

source: policy specific symbols
ar: رموز محددة للسياسة
lv: politikai specifiski simboli
pt_br: símbolos específicos da política
sk: symboly špecifické pre zásady tvorby hesla
sl: simboli določeni s Pravilnikom

source: previous passwords per entry
ar: كلمات المرور السابقة لكل إدخال
lv: iepriekšējās paroles katram ierakstam
pt_br: senhas anteriores por entrada
sk: predchádzajúce heslá na záznam
sl: prejšnja gesla na vnos

source: relative
ar: نسبي
lv: relatīvs
pt_br: relativa
sk: relatívny

source: shortcut
ar: إختصار
lv: īsceļu
pt_br: atalho
sk: odkaz
sl: bližnjica

source: shortcuts
ar: اختصارات
lv: īsceļi
pt_br: atalhos
sk: odkazy
sl: bližnjice

source: static
ar: ثابت
lv: statisks
pt_br: estático
sk: statické
sl: statična

source: sub-field starting at position %d (within the History field):
ar: الحقل الفرعي بدءا من الموضع %d (ضمن حقل التاريخ):
lv: apakšlauks, kas sākas no pozīcijas %d (laukā Vēsture):
pt_br: subcampo começando na posição %d (dentro do campo Histórico):
sk: pod-pole začínajúce na pozícii %d (v poli histórie):
sl: podpolje se začne na položaju %d (znotraj polja Zgodovina):

source: subset: '%s' field '%s' '%s' %s
ar: مجموعة فرعية: '%s' حقل '%s' '%s' %s
lv: apakškopa: '%s' lauks '%s' '%s' %s
pt_br: subconjunto: '%s' campo '%s' '%s' %s
sk: podskupina: '%s' pole '%s' '%s'%s
sl: podnabor: '%s' polje '%s' '%s' %s

source: synchronized
ar: متزامن
lv: sinhronizēts
pt_br: sincronizado
sk: synchronizovaný
sl: sinhronizirano

source: the following text:
ar: النص التالي:
lv: šādu tekstu:
pt_br: o seguinte texto:
sk: nasledujúci text:
sl: naslednje besedilo:

source: the passwords and data of all entries in this group
ar: كلمات المرور والبيانات لجميع الإدخالات في هذه المجموعة
lv: visu šīs grupas ierakstu paroles un datus
pt_br: as senhas e os dados de todas as entradas deste grupo
sk: heslá a údaje všetkých záznamov v tejto skupine
sl: gesla in podatki vseh vnosov v tej skupini

source: the passwords and data of these filtered entries
ar: كلمات المرور و البيانات لهذه الإدخالات التي تم فتلرتها
lv: šo filtrēto ierakstu paroles un datus
pt_br: as senhas e dados dessas entradas filtradas
sk: heslá a údaje týchto filtrovaných záznamov
sl: gesla in podatki teh filtriranih vnosov

source: this entry's password and data
ar: كلمة المرور والبيانات لهذا المدخل
lv: šī ieraksta parole un dati
pt_br: senha e dados desta entrada
sk: heslo a údaje tohto záznamu
sl: to geslo vnosa in podatki

source: top
ar: قمة
lv: augša
pt_br: topo
sk: vrch
sl: zgoraj

source: used entries in System Tray menu.
ar: المدخلات المستخدمة في قائمة لوحة النظام.
lv: izmantotos ierakstus sistēmas teknes izvēlnē.
pt_br: entradas usadas no menu Bandeja do sistema.
sk: nedávno použitých položiek (história)
sl: uporabljenih vnosi v meniju progr. vrstice.

source: v&1.x format...
ar: تنسيق v&1.x ...
lv: v&1.x formāts...
pt_br: formato v&1.x...
sk: Formát v&1.x...

source: v&2 format...
ar: تنسيق v&2 ...
lv: v&2 formāts...
pt_br: formato v&2...
sk: Formát v&2...

source: v&3 format...
ar: تنسيق v&3 ...
lv: v&3 formāts...
pt_br: formato v&3...
sk: Formát v&3...

source: v&4 format (EXPERIMENTAL)...
ar: تنسيق v&4 (تجريبي)...
lv: v&4 formāts (EKSPERIMENTĀLS)...
pt_br: formato v&4 (EXPERIMENTAL)...
sk: Formát v&4 (experimentálne)...
sl: v&4 format (eksperimentalno)...

source: validation
ar: الصلاحية
lv: apstiprināšanu
pt_br: validão
sk: overenie
sl: potrjevanje

source: was
ar: كان
lv: bija
pt_br: era
sk: čo
sl: je bil

source: were
ar: كانوا
lv: bija
pt_br: eram
sk: kde
sl: je bilo

source: whatever
ar: أيا كان
lv: vienalga
pt_br: tanto faz
sk: akokoľvek
sl: karkoli

source: where
ar: أين
lv: kur
pt_br: onde
sk: kde
sl: kje

source: will expire
ar: سوف ينتهي صلاحيته
lv: beigsies derīguma termiņš
pt_br: expirará
sk: vyprší
sl: bo poteklo

source: within %d day(s)
ar: خلال %d أيام
lv: %d dienas(-u) laikā
pt_br: dentro de %d dia(s)
sk: v priebehu %d dní
sl: znotraj %d dni

source: 'Email'
ar: 'الإيميل'
lv: 'E-pasts'
sl: 'E-pošta'

source: %s - Drag & Drop %s
sl: %s - Povleci in spusti %s

source: &Autotype:
ar: &كتابة تلقائية:
lv: &Autoievade:
pt_br: &Preenchimento-Automático:
sl: Sa&modejna vrsta:

source: &Change Safe Combination...
sl: Spreme&ni varno kombinacijo...

source: &E-mail:
ar: &البريد الإلكتروني:
lv: &E-pasts:
sl: &E-pošta:

source: A fatal error occured:
sl: Prišlo je do usodne napake:

source: A new password database will be created. The safe combination you enter will be used to encrypt the password database file. The Safe Combination can use any keyboard character and is case-sensitive.
sl: Ustvarjena bo nova zbirka podatkov z gesli. Za šifriranje datoteke zbirke podatkov gesel bo uporabljena varna kombinacija, ki jo vnesete. Varna kombinacija lahko uporablja poljubne tipke črk in je občutljiva na m/V črke.

source: C++ Terminate
ar: إنهاء C++
lv: C++ Pārtraukt
pt_br: C++ Terminar
sl: C++ Prekini

source: C++ Unexpected
ar: C++ غير متوقع
lv: C++ Negaidīts
pt_br: C++ Inesperado
sl: C++ Nepričakovano

source: C:F[R-O]
sl: C:F[S-B]

source: C:F[R/W]
sl: C:F[B/P]

source: C:None
lv: C: Nē
pt_br: C:Nenhum
sl: C:Brez

source: Cannot verify old safe combination - file gone?
sl: Ne morem preveriti stare varne kombinacije - datoteke ni več?

source: Change Safe Combination
sl: Spremeni varno kombinacijo

source: Compare complete of current database: %s and: %s
sl: Primerjaj popolno trenutno zbirko podatkov: %s in: %s

source: Create SchemaCache60 Error 0x%08X during %ls.
lv: Izveidot SchemaCache60 kļūdu 0x%08X laikā %ls.
pt_br: Criar o erro SchemaCache60 0x% 08X durante %ls.
sl: Ustvari SchemaCache60 Napaka 0x%08X med %ls.

source: Current Safe Combination:
sl: Trenutna varna kombinacija:

source: Current version: %s Latest version: %s Your purchase includes free upgrades for one year. Please contact the PasswordSafe Administrator for your upgrade.
sl: Trenutna različica: %s Najnovejša različica: %s Vaš nakup vključuje enoletne brezplačne nadgradnje: Prosimo, da se obrnete na skrbnika Password Safe za nadgradnjo.

source: Dialog
ar: حوار
lv: Dialogs
pt_br: Janela
sl: Pogovorno okno

source: E-mail
ar: البريد الإلكتروني
lv: E-pasts
sl: E-pošta

source: Enter Safe Combination
sl: Vnesite varno kombinacijo

source: Enter positions of password characters separated by spaces, commas or semi-colons.
sl: Vnesite položaje znakov gesla, ločenih s presledki, vejicami ali podpičji.

source: Export_DB
ar: تصدير_قاعدة بيانات
lv: Eksportēt_DB
pt_br: Exportar_BD
sl: Izvoz_ZP

source: Export_Text
ar: تصدير_نص
lv: Eksportēt_tekstu
pt_br: Exportar_Texto
sl: Izvoz_Besedilo

source: Export_XML
ar: تصدير_XML
lv: Eksportēt_XML
pt_br: Exportar_XML
sl: Izvoz_XML

source: Faeroese
pt_br: Faroês
sl: Ferščina

source: Gaelic
pt_br: Gaélico
sl: Gelščina

source: Gujarati
sl: Gudžaratščina

source: HotKey1
ar: مفتاح التشغيل السريع1
lv: Īsceļš1
pt_br: Atalho1
sl: VročaTipka1

source: Incorrect passkey, not a PasswordSafe database, or a corrupt database.
sl: Napačen Ključ gesla, ni Password Safe zbirka podatkov ali poškodovana zbirka podatkov.

source: Maori
sl: Maorščina

source: Marathi
sl: Maratščina

source: Max.
ar: الأعلى.
lv: Maks.
sl: Najv.

source: Maximum
ar: الأقصى
lv: Maksimums
pt_br: Máximo
sl: Največ

source: N/A
lv: Nav pieejams
sl: Ni na voljo

source: New Safe Combination:
sl: Nova kombinacija Sefa:

source: New safe combination and confirmation do not match
sl: Nova kombinacija Sefa in potrditev se ne ujemata

source: No drive specified.
sl: Ni določen pogon.

source: OK
ar: حسنا
lv: Labi
sl: Vredu

source: Old Safe Combination:
sl: Stara varna kombinacija:

source: OutOfMemoryException.
lv: AtmiņasIztrūkumaIzņēmums.
pt_br: ExcessãoDeSemMemória.
sl: IzjemaPomanjkanjePomnilnika.

source: Please enter the combination for the NEW database to contain exported entry/entries.
sl: Vnesite kombinacijo NOVE zbirke podatkov, ki vsebuje izvožene vnose.

source: Please enter the current combination, followed by a new combination. Type the new combination once again to confirm it.
sl: Vnesite trenutno kombinacijo, ki ji sledi nova kombinacija. Znova vnesite novo kombinacijo, da jo potrdite.

source: Please enter the safe combination for this password database.
sl: Vnesite varno kombinacijo za to zbirko podatkov gesel.

source: Pressing OK will copy the password of the selected item to the clipboard. The clipboard will be securely cleared when Password Safe is closed. Pressing Cancel stops the password being copied.
sl: Pritisk na Vredu bo kopiralo geslo izbranega vnosa v odložišče. Odložišč bo varno počiščeno, ko bo program zaprt. Pritisk na Prekliči ustavi kopiranje gesla.

source: R Ctrl
sl: D Ctrl

source: R-O
sl: S-B

source: R/W
sl: B/P

source: Safe Combination Entry
sl: Vnos varne kombinacije

source: Safe Combination Setup
sl: Nastavitev varne kombinacije

source: Safe Combination:
sl: Varna kombinacija:

source: Sami Extended Finland-Sweden
pt_br: Sami Estendido Finlândia-Suécia
sl: Sami razširjena Finska-Švedska

source: Sami Extended Norway
pt_br: Sami Estendido Noruega
sl: Sami razširjena Norveška

source: Sc&ript:
ar: سكريبت:
lv: Sk&ripts:
sl: S&kripta:

source: Sesotho sa Leboa
sl: Seshoto SA Leboa

source: Setswana
sl: Setswanščina

source: Show Combination
sl: Prikaži kombinacijo

source: Sorbian Standard
pt_br: Sorbiano Padrão
sl: Standardna sorbščina

source: Sorbian Standard (Legacy)
pt_br: Sorbiano Padrão (Legado)
sl: Standardna sorbščina (zapuščina)

source: Static_Static
lv: Statisks_Statisks
pt_br: Estático_Estático
sl: Statično_Statično

source: SystemTray
ar: علبة النظام
lv: Sistēmas tekne
pt_br: Bandeja do sistema
sl: Sistemska programska vrstica

source: Tamil
sl: Tamilščina

source: Tatar
pt_br: Tártaro
sl: Tatarščina

source: Telugu
sl: Teluščina

source: Text
ar: نص
lv: Teksts
pt_br: Texto
sl: Besedilo

source: Text:
ar: نص:
lv: Teksts:
pt_br: Texto:
sl: Besedilo:

source: Thai Kedmanee
pt_br: Kedmanee Tailandês
sl: Tajsla Kedmanee

source: Thai Pattachote
pt_br: Pattachote Tailandês
sl: Tajski Pattachote

source: Thai Pattachote (non-ShiftLock)
pt_br: Pattachote Tailandês (não ShiftLock)
sl: Tajski Pattachote (brez-ShiftLock)

source: The combination cannot be blank.
sl: Kombinacija ne sme biti prazna.

source: The old safe combination is not correct
sl: Stara varna kombinacija ni pravilna

source: The safe combination has been entered %d times without success: - Is Caps Lock off? - Is the language correct (if multilingual)? - Is this the correct database? - Perhaps the database was damaged. Try opening a backup copy.
sl: Varna kombinacija je bila vnesena %d krat brez uspeha: - Je izklopljen Caps Lock? - Ali je jezik pravilen (če je večjezično)? - Je to pravilna zbirka podatkov? - Morda je bila zbirka podatkov poškodovana. Poskusite odpreti varnostno kopijo.

source: Tree1
ar: شجرة1
lv: Koks1
pt_br: Árvore1
sl: Drevo1

source: US
pt_br: Estados Unidos
sl: ZDA

source: Unable to create intermediate backup.
sl: Vmesne varnostne kopije ni mogoče ustvariti.

source: Urdu
sl: Urdujščina

source: Weak passphrase: %s
sl: Šibko geslo: %s

source: YYMMDD_HHMMSS
pt_br: AAMMDD_HHMMSS
sl: LLMMDD_UUMMSS

source: Yes - At least %d from %ls: %ls
sl: Da - Vsaj %d od %ls: %ls

source: Yes - EasyVision Symbols: %ls
sl: Da - EasyVision simboli: %ls

source: Yes - Pronounceable Symbols: %ls
sl: Da - Izgovorljivi simboli: %ls
