Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Yoruba
sl: Jorubščina

source: YubiKey for PasswordSafe can be purchased at http://www.yubico.com/PasswordSafe
sl: YubiKey za Password Safe lahko kupite na http://www.yubico.com/PasswordSafe

source: Email:
ar: البريد الإلكتروني:
lv: E-pasts:
sl: E-pošta:

source: Import XML
ar: إستيراد XML
lv: Importēt XML
pt_br: Importar XML
sl: Uvozi XML

source: This field is being edited in your default text editor. Please complete this action before continuing. (You may cancel this edit using the Close [X] button above)
sl: To polje urejate v vašem privzetem urejevalniku besedila. Pred nadaljevanjem dokončajte to akcijo . (To urejanje lahko prekličete z uporabo zgornjega gumba Zapri [X])

source: Group:'%s'; Title:'%s'; User:'%s'
sl: Skupina:'%s'; Naslov:'%s'; Uporabnik:'%s'

source: No entries were found containing search string '%s'
sl: Ni bil najden noben vnos, ki vsebuje iskalni niz '%s'

source: The following entries contain search string '%s'
sl: Naslednji vnosi vsebujejo iskalni niz '%s'

source: The following restrictions were selected: %s
ar: تم تحديد القيود التالية: %s
lv: Tika atlasīti šādi ierobežojumi: %s
pt_br: As seguintes restrições foram selecionadas: %s
sl: Izbrane so bile naslednje omejitve: %s

source: alias
ar: اسم مستعار
lv: pseidonīms
sl: vzdevek

source: e-mail
ar: البريد الإلكتروني
lv: e-pasts
sl: e-pošta

source: import
ar: إستيراد
lv: imports
pt_br: importar
sl: uvoz

source: %ls - Drag & Drop %ls
ar: %ls - السحب والإفلات %ls
lv: %ls — velciet un nometiet %ls
pt_br: %ls - %ls Drag & Drop

source: %ls%ls%ls_Report.txt
pt_br: %ls%ls%ls_Relatório.txt

source: DB
pt_br: BD

source: Filter1
ar: فلتر1
lv: Filtrs1
pt_br: Filtro1

source: Import_KeePassV1_CSV
lv: Importēt_KeePassV1_CSV
pt_br: Importar_KeePassV1_CSV

source: Import_KeePassV1_TXT
lv: Importēt_KeePassV1_TXT
pt_br: Importar_KeePassV1_TXT

source: Import_Text
ar: استيراد_نص
lv: Importēt_tekstu
pt_br: Importar_Texto

source: Import_XML
ar: استيراد_XML
lv: Importēt_XML
pt_br: Importar_XML

source: 'DCA'
lv: 'Dubultklikšķis'

source: 'Shift+DCA'
lv: 'Shift+Dubultklikšķis'

source: #unkflds
lv: #nezlauki

source: Shift+DCA
lv: Shift+dubultklikšķis
