Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Use the P&olicy below:
ar: إستخدم السياسة ادناه:
lv: Izmantot zemāk norādīto politiku:
pt_br: Usar a p&olítica abaixo:
sk: Použiť nasledovné pravidlá:
sl: Uporabi spod&nji Pravilnik:

source: Use uppercase characters
ar: إستخدم حروف كابيتل
lv: Izmantot lielos burtus
pt_br: Use caracteres maiúsculos
sk: Použiť veľké písmená
sl: Uporabi velike črke

source: User Name
ar: إسم المستخدم
lv: Lietotājvārds
pt_br: Nome de usuário
sk: Používateľské meno
sl: Uporabniško ime

source: User [Mandatory Field]
ar: مستخدم [حقل الزامي]
lv: Lietotājs [obligāts lauks]
pt_br: Usuário [Campo obrigatório]
sk: Používateľské meno [povinné pole]
sl: Uporabnik [obvezno polje]

source: User copied
ar: تم نسخ المستخدم
lv: Lietotājs nokopēts
pt_br: Usuário copiado
sk: Používateľské meno skopírované
sl: Uporabnik kopiral

source: Username
ar: إسم المستخدم
lv: Lietotājvārds
pt_br: Nome do usuário
sk: Používateľské meno
sl: Uporabniško ime

source: Username:
ar: إسم المستخدم:
lv: Lietotājvārds:
pt_br: Nome de Usuário:
sk: Používateľské meno:
sl: Uporabniško ime:

source: Using application:
ar: استخدام التطبيق:
lv: Lietojumprogramma:
pt_br: Usando o aplicativo:
sk: Použitá aplikácia:
sl: Uporaba aplikacije:

source: Uyghur
sk: Ujgurská
sl: Ujgurščina

source: Uzbek Cyrillic
pt_br: Cirílico Usbeque
sk: Uzbecká (cyrilika)
sl: Uzbeška cirilica

source: Validate
ar: تحقق
lv: Apstiprināt
pt_br: Validar
sk: Overiť
sl: Potrdi

source: Validated %d %s Imported %d %s
ar: التحقق %d %s مستوردة %d %s
lv: Validēts %d %s Importēts %d %s
pt_br: %d %s validado %d %s importado
sk: Overené %d %s Importované %d %s
sl: Potrjeno %d %s Uvoženo %d %s

source: Value
ar: قيمة
lv: Vērtība
pt_br: Valor
sk: Hodnota
sl: Vrednost

source: Value:
ar: قيمة:
lv: Vērtība:
pt_br: Valor:
sk: Hodnota:
sl: Vrednost:

source: Values:
ar: قيم:
lv: Vērtības:
pt_br: Valores:
sk: Hodnoty:
sl: Vrednosti:

source: Variable name is empty
ar: اسم المتغير فارغ
lv: Mainīgā nosaukuma lauks ir tukšs
pt_br: O nome da variável está vazio
sk: Názov premennej je prázdny
sl: Ime spremenljivke je prazno

source: Variable name must be alphanumeric
ar: اسم المتغير يجب ان يكون ابجدرقمي
lv: Mainīgā nosaukumam ir jābūt burtciparu formātā
pt_br: O nome da variável deve ser alfanumérico
sk: Názov premennej musí byť alfanumerický
sl: Ime spremenljivke mora biti alfanumerično

source: Verify Key:
ar: تأكيد المفتاح:
lv: Pārbaudes atslēga:
pt_br: Chave de verificação:
sk: Overte kľúč:
sl: Preveri ključ:

source: Verify:
sk: Overte:
sl: Preveri:

source: Version mismatch with On Screen Keyboard DLL. Please install the dll that came with this version of Password Safe.
ar: عدم تطابق الإصدار مع DLL على لوحة المفاتيح على الشاشة. الرجاء تثبيت dll الذي يأتي مع هذا الإصدار من كلمة السر الآمنة.
lv: Versijas neatbilstība ar ekrāna tastatūru DLL. Lūdzu, instalējiet dll, kas tika piegādāts kopā ar šo Password Safe versiju.
sk: Nesúlad verzie s knižnicou DLL virtuálnej klávesnice. Nainštalujte si DLL, ktorá bola súčasťou tejto verzie Password Safe.

source: Version mismatch with On Screen Keyboard DLL. Please install version that came with this version of Password Safe.
sk: Nesúlad verzie s knižnicou DLL virtuálnej klávesnice. Nainštalujte si verziu, ktorá bola súčasťou tejto verzie Password Safe.
sl: Različica se ne ujema z On Screen Keyboard DLL. Prosim namestite različico, ki je prišla s to različico Password Safe.

source: Vietnamese
pt_br: Vietnamita
sk: Vietnamská
sl: Vietnamščina

source: View
ar: عرض
lv: Skatīt
pt_br: Ver
sk: Zobrazenie
sl: Prikaz

source: View Attachment
ar: عرض المرفقات
lv: Skatīt pielikumu
pt_br: Ver anexo
sk: Zobraziť prílohu
sl: Prikaz priloge

source: View Base entry
ar: عرض المدخل الأساسي
lv: Skatīt bāzes ierakstu
pt_br: Exibir entrada Base
sk: Zobraziť základný záznam
sl: Prikaz osnovnega vnosa

source: View Entry
ar: عرض المدخل
lv: Skatīt ierakstu
pt_br: Exibir entrada
sk: Zobraziť záznam
sl: Prikaz vnosa

source: View Entry: «%s» «%s» «%s»
ar: عرض المدخل: «%s» «%s» «%s»
lv: Skatīt ierakstu: «%s» «%s» «%s»
pt_br: Exibir entrada: «%s» «%s» «%s»
sk: Zobraziť záznam: «%s» «%s» «%s»
sl: Prikaz vnosa: «%s» «%s» «%s»

source: View Report
ar: عرض التقرير
lv: Skatīt ziņojumu
pt_br: Ver relatório
sk: Zobraziť report
sl: Prikaz poročila

source: View Shortcut
ar: عرض الإختصار
lv: Skatīt saīsni
pt_br: Ver atalho
sk: Zobraziť odkaz
sl: Prikaži bližnjico

source: View/Edit selected entry
ar: عرض\تعديل المدخل المختار
lv: Skatīt/Rediģēt atlasīto ierakstu
pt_br: Ver/editar entrada selecionada
sk: Zobraziť/upraviť vybraný záznam
sl: Prikaz/Urejanje izbranega vnosa

source: Visit Password Safe &website...
ar: قم بزيارة موقع Password Safe ...
lv: Apmeklēt Password Safe vietni...
pt_br: Visitar o &website do Password Safe...
sk: Navštíviť &stránku Password Safe...
sl: O&bišči spletno stran Password Safe...

source: Visit the <a href="https://pwsafe.org/">Password Safe website.</a>
ar: قم بزيارة <a href="https://pwsafe.org/">موقع ويب آمن بكلمة مرور.</a>
lv: Apmeklējiet <a href="https://pwsafe.org/">Password Safe tīmekļa vietni.</a>
sk: Navštíviť <a href="https://pwsafe.org/">webovú stránku Password Safe</a>

source: WARNING: If you continue, fields will be updated in entries in your existing database from your selected input database.
ar: تحذير: في حالة المتابعة ، سيتم تحديث الحقول في مدخلات قاعدة البيانات الموجودة من قاعدة بيانات الإدخالات المحددة.
lv: BRĪDINĀJUMS. Ja turpināsiet, jūsu esošās datu bāzes ierakstu lauki tiks atjaunināti no atlasītās ievades datu bāzes.
pt_br: AVISO: Se você continuar, os campos serão atualizados nas entradas do banco de dados existente do banco de dados de entrada selecionado.
sk: UPOZORNENIE: Ak budete pokračovať, polia v záznamoch v existujúcej databáze sa aktualizujú z vami vybranej vstupnej databázy.
sl: OPOZORILO: Če nadaljujete, bodo polja posodobljena v vnosih vaše obstoječe zbirke podatkov iz vaše izbrane vhodne zbirke podatkov.

source: WARNING: This operation will create an unprotected copy of %s in the database. Deleting this copy after use is NOT sufficient. Do not use this option unless you understand and accept the risks. This option bypasses the security provided by this program.
ar: تحذير: ستقوم هذه العملية بإنشاء نسخة غير محمية من %s في قاعدة البيانات. حذف هذه النسخة بعد الاستخدام ليس كافيا. لا تستخدم هذا الخيار إلا إذا فهمت المخاطر وقبلتها. يتجاوز هذا الخيار الأمان الذي يوفره هذا البرنامج.
lv: BRĪDINĀJUMS: Šī darbība izveidos neaizsargātu %s kopiju datu bāzē. Ar šīs kopijas dzēšanu pēc lietošanas NEPIETIEK. Neizmantojiet šo opciju, ja vien neizprotat un nepieņemat riskus. Šī opcija apiet šīs programmas nodrošināto drošību.
sk: UPOZORNENIE: Táto operácia vytvorí nechránenú kópiu %s z databázy. Odstránenie tejto kópie po použití NIE JE postačujúce. Túto možnosť nepoužívajte, jedine ak jej rozumiete a akceptujete riziká. Táto možnosť obchádza zabezpečenie poskytované týmto programom.

source: WARNING: This operation will create an unprotected copy of %s in the database. Deleting this copy after use is NOT sufficient. Please do not use this option unless you understand and accept the risks. This option bypasses the security provided by this program.
sk: UPOZORNENIE: Táto operácia vytvorí nechránenú kópiu %s z databázy. Odstránenie tejto kópie po použití NIE JE postačujúce. Túto možnosť nepoužívajte, jedine ak jej rozumiete a akceptujete riziká. Táto možnosť obchádza zabezpečenie poskytované týmto programom.
sl: OPOZORILO: Ta operacija bo ustvarila nezaščiteno kopijo %s v zbirki podatkov. Brisanje te kopije po uporabi NI zadostno. Prosimo, ne uporabljajte te možnosti, razen če razumete kaj počnete in sprejmete tveganja. Ta možnost zaobide varnost, ki jo zagotavlja ta program.

source: WARNING: Use of an external editor may leave sensitive data on your hard disk. Do you wish to continue?
ar: تحذير: قد يؤدي استخدام محرر خارجي إلى ترك بيانات حساسة على القرص الثابت لديك. هل تريد الاستمرار؟
lv: BRĪDINĀJUMS. Izmantojot ārēju redaktoru, cietajā diskā var palikt sensitīvi dati. Vai vēlaties turpināt?
pt_br: AVISO: O uso de um editor externo pode deixar dados confidenciais no seu disco rígido. Você quer continuar?
sk: UPOZORNENIE: Použitie externého editora môže zanechať citlivé údaje na disku. Chcete pokračovať?
sl: OPOZORILO: Uporaba zunanjega urejevalnika lahko pusti občutljive podatke na vašem trdem disku. Ali želite nadaljevati?

source: Warn
ar: إنذار
lv: Brīdināt
pt_br: Advertir
sk: Varovať
sl: Opozori

source: Warning
ar: تحذير
lv: Brīdinājums
pt_br: Aviso
sk: Varovanie
sl: Opozorila

source: Warning - Notes being externally edited
ar: تحذير - يتم تحرير الملاحظات خارجيًا
lv: Brīdinājums — piezīmes tiek rediģētas ārēji
pt_br: Aviso - Notas sendo editadas externamente
sk: Varovanie - Poznámky sú externe upravované
sl: Opozorilo - Opombe so zunaj urejane

source: Warning - field too long
ar: تحذير - الحقل طويل جدًا
lv: Brīdinājums - lauks ir pārāk garš
pt_br: Aviso - campo muito longo
sk: Varovanie - pole príliš dlhé
sl: Opozorilo - polje je predolgo

source: Weak master password: %s
ar: كلمة مرور رئيسية ضعيفة: %s
lv: Vāja pamatparole: %s
pt_br: Senha mestra fraca: %s
sk: Slabé hlavné heslo: %s

source: What saved
ar: ما حفظ
lv: Kas saglabāts
pt_br: O que salvou
sk: Uložil
sl: Kaj je bilo shranjeno

source: Whatever
ar: إيا كان
lv: Vienalga
pt_br: Tanto faz
sk: Akokoľvek
sl: Karkoli

source: When a subset is visible and there is no warning message, the button will be enabled and can be clicked to copy the subset to the clipboard.
ar: عندما تكون مجموعة فرعية مرئية ولا توجد رسالة تحذير ، سيتم تمكين الزر ويمكن النقر فوقه لنسخ المجموعة الفرعية إلى الحافظة.
lv: Kad ir redzama apakškopa un nav brīdinājuma ziņojuma, poga tiks iespējota un uz tās var noklikšķināt, lai kopētu apakškopu starpliktuvē.
pt_br: Quando um subconjunto estiver visível e não houver mensagem de aviso, o botão será habilitado e poderá ser clicado para copiar o subconjunto para a área de transferência.
sk: Ak je časť viditeľná a nie je zobrazené varovanie, tlačidlo bude povolené a dá sa kliknúť na skopírovanie časti do schránky.
sl: Ko je podnabor viden in ni opozorilnega sporočila, bo gumb omogočen in ga lahko kliknete za kopiranje podnabora v odložišče.

source: When saved
ar: متى حفظت
lv: Kad saglabāts
pt_br: Quando salvo
sk: Po uložení
sl: Ko se shrani

source: Whenever
ar: في أي وقت
lv: Ikreiz, kad
pt_br: Sempre que
sk: Kedykoľvek
sl: Kadarkoli

source: Who saved
ar: من حفظ
lv: Kas saglabāja
pt_br: Quem salvou
sk: Kto uložil
sl: Kdo je shranil

source: Win32 Unhandled Exception
lv: Win32 neapstrādāts izņēmums
pt_br: Exceção sem tratamento do Win32
sk: Win32 neošetrená výnimka
sl: Neobjavljena Win32 izjema

source: Window Transparency
ar: شفافية النافذة
lv: Logu caurspīdīgums
pt_br: Transparência da Janela
sk: Priehľadnosť okna
sl: Prosojnost okna

source: Windows Registry
ar: ريجيستري الويندوز
lv: Windows reģistrs
pt_br: Registro do Windows
sk: Register systému Windows
sl: Windows Register

source: Windows can't expand '%s'. Make sure that you have set this correctly.
ar: يتعذر على Windows توسيع "%s". تأكد من تعيين هذا بشكل صحيح.
lv: Windows nevar izvērst "%s". Pārliecinieties, vai esat to iestatījis pareizi.
sk: Windows nemôžu rozšíriť '%s'. Uistite sa, že ste to nastavili správne.

source: Windows can't expand '%s'. Please make sure that you have set this correctly.
sk: Windows nemôžu rozšíriť '%s'. Uistite sa, že ste to nastavili správne.
sl: Oken ni možno razširiti '%s'. Prepričajte se, da ste to pravilno nastavili.

source: Windows can't find '%s'. Make sure that you have set the external editor correctly and that it is installed. External Edit cancelled.
ar: يتعذر على Windows العثور على "%s". تأكد من تعيين المحرر الخارجي بشكل صحيح وأنه مثبت. تم إلغاء التعديل الخارجي.
lv: Windows nevar atrast "%s". Pārliecinieties, vai esat pareizi iestatījis ārējo redaktoru un vai tas ir instalēts. Ārējā rediģēšana ir atcelta.
sk: Windows nemôžu nájsť '%s'. Uistite sa, že ste správne nastavili externý editor a že je nainštalovaný. Externá úprava zrušená.

source: Windows can't find '%s'. Please make sure that you have set the external editor correctly and that it is installed. External Edit cancelled.
sk: Windows nemôžu nájsť '%s'. Uistite sa, že ste správne nastavili externý editor a že je nainštalovaný. Externá úprava zrušená.
sl: Windows ne najde '%s'. Prepričajte se, da ste pravilno nastavili zunanji urejevalnik in da je nameščen. Zunanje urejanje preklicano.

source: Wolof
sk: Volofčina

source: Word Wrap
ar: التفاف الكلمات
lv: Vārdu aplaušana
pt_br: Quebra de Linha
sk: Zalamovať slová
sl: Prelom vrstice

source: Word Wrap Notes in Add && Edit
ar: ملاحظات التفاف الكلمات في إضافة &&تعديل
lv: Vārdu aplaušana sadaļās Pievienot un Rediģēt
pt_br: Notas de quebra de linha em Adicionar e Editar
sk: Zalamovať slová v poznámkach pri pridávaní/úprave
sl: Prelom vrstic opomb v Dodaj in Uredi

source: Would you like to set "%s" as your default username? It would then be used by default for new items.
ar: هل ترغب في تعيين "% s" كاسم المستخدم الافتراضي الخاص بك؟ سيتم استخدامه بعد ذلك بشكل افتراضي للعناصر الجديدة.
lv: Vai vēlaties iestatīt "%s" kā noklusējuma lietotājvārdu? Tas pēc noklusējuma tiks izmantots jauniem vienumiem.
pt_br: Você quer definir "%s" como seu nome de usuário padrão? Seria então usado por padrão para novos itens.
sk: Chcete nastaviť "%s" ako predvolené používateľské meno? Potom by sa predvolene používalo pre nové záznamy.
sl: Ali želite nastaviti "%s" kot vaše privzeto uporabniško ime? To bo nato privzeto uporabljeno za vse nove vnose.

source: Write Error
ar: خطأ كتابة
lv: Rakstīšanas kļūda
pt_br: Erro ao gravar
sk: Chyba zápisu
sl: Napaka pri pisanju

source: Write operation failed! File may have been corrupted. Try saving in a different location
ar: عملية الكتابة فشلت! الملف قد يكون معطوب. جرب الحفظ في موقع اخر
lv: Rakstīšanas darbība neizdevās! Fails, iespējams, ir bojāts. Mēģiniet saglabāt citā vietā
pt_br: Falha na operação de gravação! O arquivo pode estar danificado. Tente salvar em um local diferente
sk: Operácia zápisu zlyhala! Súbor mohol byť poškodený. Skúste uložiť na inom mieste.
sl: Operacija pisanja ni uspela! Datoteka je bila morda poškodovana. Poskusite shraniti na drugo mesto

source: Writes the database when an entry was accessed, unless in read-only mode.
ar: يكتب على قاعدة البيانات عندما يتم الوصول الى مدخل ، ما لم يكن في وضع القراءة فقط.
lv: Ieraksta datu bāzē, kad tika piekļūts ierakstam, ja vien tā nav tikai lasīšanas režīmā.
pt_br: Grava o banco de dados quando uma entrada foi acessada, a menos que esteja no modo somente leitura.
sk: Zapíše do databázy pri prístupe k záznamu, pokiaľ nie je v režime iba na čítanie.
sl: Zapiše zbirko podatkov, ko dostopate do vnosa, razen v načinu samo-za-branje.

source: XML %ls: line %d character %d: %ls
lv: XML %ls: rinda %d rakstzīme %d: %ls
pt_br: XML %ls: linha %d caractere %d: %ls
sk: XML %ls: riadok %d znak %d: %ls
sl: XML %ls: vrstica %d znak %d: %ls

source: XML files (*.xml)|*.xml|All files (*.*)|*.*||
lv: XML faili (*.xml)|*.xml|Visi faili (*.*)|*.*||
pt_br: Arquivos XML (*.xml)|*.xml|Todos os arquivos (*.*)|*.*||
sk: Súbory XML (*.xml)|*.xml|Všetky súbory (*.*)|*.*||
sl: Datoteke XML (*.xml)|*.xml|Vse datoteke (*.*)|*.*||

source: XML files (*.xml)|*.xml||
lv: XML faili (*.xml)|*.xml||
pt_br: Arquivos XML (*.xml)|*.xml||
sk: Súbory XML (*.xml)|*.xml||
sl: Datoteke XML (*.xml)|*.xml||

source: XML format...
ar: تنسيق XML...
lv: XML formāts...
pt_br: Formato XML...
sk: Súbor vo formáte XML...

source: Yes
ar: إجل
lv: Jā
pt_br: Sim
sk: Áno
sl: Da

source: Yes (at least %d)
ar: نعم (% d على الأقل)
lv: Jā (vismaz %d)
pt_br: Sim (ao menos %d)
sk: Áno (najmenej %d)
sl: Da (vsaj %d)

source: Yes - At least %d from %ls: %ls%ls
ar: نعم -% d على الأقل من%ls:% ls% ls
lv: Jā — vismaz %d no %ls: %ls%ls
pt_br: Sim - ao menos %d de %ls: %ls%ls
sk: Áno - najmenej %d z %ls: %ls %ls

source: Yes:
ar: أجل:
lv: Jā:
pt_br: Sim:
sk: Áno:
sl: Da:

source: You are changing an Alias Base entry to a %s. This will move all current aliases of this base entry to be aliases of its new base. Do you wish to continue?
ar: أنت تقوم بتغيير مدخل "قاعدة الاسم المستعار" إلى %s. سيؤدي هذا إلى نقل جميع الأسماء المستعارة الحالية لهذا المدخل الأساسي لتكون أسماء مستعارة لقاعدتها الجديدة. هل ترغب في الاستمرار؟
lv: Jūs maināt pseidonīma bāzes ierakstu uz %s. Tādējādi visi esošie šīs bāzes ieraksta pseidonīmi tiks pārcelti par jaunās bāzes pseidonīmiem. Vai vēlaties turpināt?
pt_br: Você está alterando uma entrada Alias ​​Base para %s. Isso moverá todos os aliases atuais dessa entrada base para aliases de sua nova base. Você quer continuar?
sk: Meníte základný záznam aliasu na %s. Týmto sa všetky aktuálne aliasy tohto záznamu presunú na aliasy nového záznamu. Chcete pokračovať?
sl: Spreminjate kratko ime osnovnega vnosa v %s. To bo premaknilo vsa trenutna kratka imena tega osnovnega vnosa, da bodo kratka imena njegove nove osnove. Ali želite nadaljevati?

source: You are changing an Shortcut Base entry to a %s. This will cause all shortcuts to this base entry to be deleted. Do you wish to continue?
ar: أنت تقوم بتغيير مدخل "قاعدة الاختصار" إلى %s. سيؤدي هذا إلى حذف جميع الاختصارات إلى هذا المدخل الأساسي. هل ترغب في الاستمرار؟
lv: Jūs maināt īsceļa bāzes ierakstu uz %s. Tādējādi tiks dzēsti visi īsceļi uz šo bāzes ierakstu. Vai vēlaties turpināt?
pt_br: Você está alterando uma entrada da Base de atalhos para %s. Isso fará com que todos os atalhos para esta entrada base sejam excluídos. Você quer continuar?
sk: Meníte základný záznam odkazu na %s. Týmto sa vymažú všetky odkazy na tento záznam. Chcete pokračovať?
sl: Spreminjate Bližnjico osnovnega vnosa v %s. To bo povzročilo izbris vseh bližnjic tega osnovnega vnosa. Ali želite nadaljevati?

source: You can click on a field's name to copy its value to the clipboard.
ar: يمكنك النقر فوق اسم الحقل لنسخ قيمته إلى الحافظة.
lv: Varat noklikšķināt uz lauka nosaukuma, lai kopētu tā vērtību starpliktuvē.
pt_br: Você pode clicar no nome de um campo para copiar seu valor para a área de transferência.
sk: Kliknutím na názov poľa môžete skopírovať jeho hodnotu do schránky.
sl: Lahko kliknete na ime polja, da kopirate njuno vrednost v odložišče.

source: You have chosen not to save your changes, which will be lost. Do you wish to continue?
ar: لقد اخترت عدم حفظ التغييرات التي قمت بإجرائها ، والتي ستضيع. هل ترغب في الاستمرار؟
lv: Jūs esat izvēlējies nesaglabāt izmaiņas, kas tiks pazaudētas. Vai vēlaties turpināt?
pt_br: Você optou por não salvar suas alterações, que serão perdidas. Você quer continuar?
sk: Vybrali ste aby sa neuložili zmeny, ktoré sa tak stratia. Chcete pokračovať?
sl: Izbrali ste, da ne shranite sprememb, ki bodo izgubljene. Ali želite nadaljevati?

source: You must save this database before it can be exported.
ar: يجب عليك حفظ قاعدة البيانات هذه قبل أن تتمكن من تصديرها.
lv: Pirms eksportēšanas šī datu bāze ir jāsaglabā.
pt_br: Você deve salvar este banco de dados antes de poder ser exportado.
sk: Pred exportom musíte uložiť túto databázu.
sl: To zbirko podatkov morate shraniti, preden jo lahko izvozite.

source: Your currently opened database will be in the first row. Failsafe Backup files will be displayed below this. If the passphrase is the same as the current database, the properties of these backups will also be shown. If you aren't sure, continue with the current database and use the database Compare function to view the differences between the versions.
ar: ستكون قاعدة البيانات المفتوحة حاليًا في الصف الأول. سيتم عرض ملفات النسخ الاحتياطي الآمن أسفل هذا. إذا كانت عبارة المرور مماثلة لقاعدة البيانات الحالية ، فسيتم أيضًا عرض خصائص هذه النسخ الاحتياطية. إذا لم تكن متأكدًا ، فتابع استخدام قاعدة البيانات الحالية واستخدم وظيفة مقارنة قاعدة البيانات لعرض الاختلافات بين الإصدارات.
lv: Jūsu pašlaik atvērtā datu bāze būs pirmajā rindā. Failsafe rezerves kopijas faili tiks parādīti zemām. Ja parole ir tāda pati kā esošajai datu bāzei, tiks parādīti arī šo rezerves kopiju rekvizīti. Ja neesat pārliecināts, turpiniet ar esošo datu bāzi un izmantojiet datu bāzu salīdzināšanas funkciju, lai skatītu atšķirības starp versijām.
pt_br: O banco de dados aberto no momento estará na primeira linha. Os arquivos de backup à prova de falhas serão exibidos abaixo disso. Se a senha é a mesma do banco de dados atual, as propriedades desses backups também serão mostradas. Se você não tiver certeza, continue com o banco de dados atual e use a função Comparar do banco de dados para ver as diferenças entre as versões.
sk: Vaša aktuálne otvorená databáza bude v prvom riadku. Pod týmto sa zobrazia súbory záloh. Ak je prístupová fráza rovnaká ako v aktuálnej databáze, zobrazia sa aj vlastnosti týchto záloh. Ak si nie ste istí, pokračujte s aktuálnou databázou a použite funkciu porovnania databázy na zobrazenie rozdielov medzi verziami.
sl: Vaša trenutno odprta zbirka podatkov bo v prvi vrstici. Neuspešne varnostne kopije datotek bodo prikazane pod tem. Če je geslo enako kot v trenutni zbirki podatkov, bodo prikazane tudi lastnosti teh varnostnih kopij. Če niste prepričani, nadaljujte s trenutno zbirko podatkov in uporabite funkcijo Primerjaj za ogled razlik med različicama.

source: Your requested font, '%s', could not be found (not installed?), using '%s' instead.
ar: تعذر العثور على الخط المطلوب ، '%s' (غير مثبت؟) ، باستخدام '%s' بدلاً من ذلك.
lv: Jūsu pieprasītais fonts "%s" netika atrasts (vai nav instalēts?), tā vietā tiek izmantots "%s".
pt_br: Não foi possível encontrar a fonte solicitada, '%s' (não instalada?), usando '%s' em vez daquela.
sk: Vaše požadované písmo, '%s', nebolo možné nájsť (nie je nainštalované?), namiesto toho sa použije '%s'.
sl: Vaše zahtevane pisave '%s' ni bilo mogoče najti (ni nameščena?). Uporabite '%s' namesto te.

source: YubiKey Configuration
ar: إعداد YubiKey
lv: YubiKey konfigurācija
pt_br: Configuração do YubiKey
sk: Konfigurácia Yubikey
sl: Konfiguracija YubiKey

source: YubiKey Secret Key (20 bytes Hex)
ar: المفتاح السري ل (20 bytes hex) YubiKey
lv: YubiKey slepenā atslēga (20 baiti Hex)
pt_br: Chave secreta do YubiKey (20 bytes Hex)
sk: Tajný kľúč Yubikey (20 bajtov hex)
sl: YubiKey Tajni ključ (20 bajtov hex)

source: YubiKey Serial Number:
ar: الرقم التسلسلي YubiKey:
lv: YubiKey sērijas Nr:
pt_br: Número de série do YubiKey:
sk: Sériové číslo Yubikey:
sl: YubiKey serijska številka:

source: YubiKey for PasswordSafe can be purchased at https://www.yubico.com/works-with-yubikey/catalog/password-safe/
ar: يمكن شراء YubiKey من الرابط https://www.yubico.com/product
lv: YubiKey for PasswordSafe var iegādāties vietnē https://www.yubico.com/works-with-yubikey/catalog/password-safe/
pt_br: O YubiKey for PasswordSafe pode ser adquirido em https://www.yubico.com/works-with-yubikey/catalog/password-safe/
sk: Yubikey pre Password Safe je možné zakúpiť na adrese https://www.yubico.com/works-with-yubikey/catalog/password-safe/

source: YubiKey initialized successfully, close this message box and activate it.
ar: تمت تهيئة مفتاح YubiKey بنجاح ، أغلق مربع الرسالة هذا وقم بتنشيطه.
lv: YubiKey ir veiksmīgi inicializēts, aizveriet šo ziņojuma lodziņu un aktivizējiet to.
pt_br: O YubiKey foi inicializado com sucesso, feche esta caixa de mensagem e ative-a.
sk: Yubikey sa úspešne inicializoval, zatvorte toto okno a aktivujte ho.
sl: YubiKey je uspešno inicializiran. Zaprite to sporočilno okno in ga aktivirajte.

source: YubiKey updated successfully, you may close this window.
ar: تم تحديث YubiKey بنجاح ، يمكنك إغلاق هذه النافذة.
lv: YubiKey veiksmīgi atjaunināts, jūs varat aizvērt šo logu.
pt_br: YubiKey atualizado com sucesso, você pode fechar esta janela.
sk: Yubikey úspešne aktualizovaný, toto okno môžete zatvoriť.

source: Zoom in 1x -10x:
lv: Tuvināt 1x-10x:
pt_br: Ampliar 1x -10x:
sk: Priblížiť 1x-10x:
sl: Povačava v 1x-10x:
