Repository: pwsafe/pwsafe
Catalog: src/ui/Windows/I18N/pos/pwsafe_*.po
Languages: ar, lv, pt_br, sk, sl

source: Field Separator
ar: فاصل الحقل
lv: Lauku atdalītājs
pt_br: Separador de campo
sk: Oddeľovač poľa
sl: Ločilo polj

source: Field active
ar: حقل فعال
lv: Aktīvais lauks
pt_br: Campo ativo
sk: Pole je aktívne
sl: Polje je aktivno

source: Field present
ar: حقل الحاضر
lv: Esošais lauks
pt_br: Campo presente
sk: Pole je prítomné
sl: Polje je prisotno

source: File
ar: ملف
lv: Fails
pt_br: Arquivo
sk: Súbor
sl: Datoteka

source: File Creation Date
ar: تاريخ إنشاء الملف
lv: Faila izveides datums
pt_br: Data de Criação do Arquivo
sk: Dátum vytvorenia súboru
sl: Datum ustvarjanja datoteke

source: File In Use
ar: الملف قيد الاستخدام
lv: Fails tiek lietots
pt_br: Arquivo em uso
sk: Súbor sa používa
sl: Datoteka v rabi

source: File Last Accessed date
ar: اخر وقت وصول للملف
lv: Faila pēdējās piekļuves datums
pt_br: Data do último acesso ao arquivo
sk: Dátum posledného prístupu k súboru
sl: Datum zadnjega dostopa datoteke

source: File Last Modified Date
ar: اخر وقت تعديل للملف
lv: Faila pēdējās modifikācijas datums
pt_br: Data da última modificação do arquivo
sk: Dátum poslednej úpravy súboru
sl: Datum zadnje spremembe datoteke

source: File Name
ar: إسم الملف
lv: Faila nosaukums
pt_br: Nome do Arquivo
sk: Názov súboru
sl: Ime datoteke

source: File Path
ar: مسار الملف
lv: Faila ceļš
pt_br: Caminho do Arquivo
sk: Cesta k súboru
sl: Pot datoteke

source: File Read Error
ar: خطأ في قراءة الملف
lv: Faila lasīšanas kļūda
pt_br: Erro ao ler o arquivo
sk: Chyba pri čítaní súboru
sl: Napaka pri branju datoteke

source: File Size:
ar: حجم الملف:
lv: Faila lielums:
pt_br: Tamanho do Arquivo:
sk: Veľkosť súboru:
sl: Velikost datoteke:

source: File ends on line %d before ending double quote of last entry's note field.
ar: ينتهي الملف في السطر %d قبل إنهاء علامة الاقتباس المزدوجة لحقل ملاحظة الإدخال الأخير.
lv: Fails beidzas %d rindā pirms pēdējā ieraksta piezīmes lauka pēdiņas beigām.
pt_br: O arquivo termina na linha %d antes de terminar as aspas duplas do campo de nota da última entrada.
sk: Súbor končí na riadku %d pred koncovou úvodzovkou poznámky posledného záznamu.
sl: Datoteka se konča v vrstici %d pred koncem dvojnih narekovajev polja opombe zadnjega vnosa.

source: File is too big.
ar: الملف كبير جدا.
lv: Fails ir pārāk liels.
pt_br: O arquivo é muito grande.
sk: Súbor je príliš veľký.
sl: Datoteka je prevelika.

source: File is too short.
ar: الملف صغير جدا.
lv: Fails ir pārāk īss.
pt_br: O arquivo é muito curto.
sk: Súbor je príliš krátky.
sl: Datoteka je prekratka.

source: File is truncated or otherwise corrupt. Please use backup database.
ar: الملف مقطوع أو تالف. الرجاء استخدام قاعدة بيانات النسخ الاحتياطي.
lv: Fails ir saīsināts vai citādi bojāts. Lūdzu, izmantojiet rezerves datu bāzi.
pt_br: O arquivo está truncado ou está corrompido. Por favor, use o banco de dados de backup.
sk: Súbor je skrátený alebo inak poškodený. Použite prosím záložnú databázu.
sl: Datoteka je okrnjena ali kako drugače poškodovana. Uporabite varnostno kopijo zbirke podatkov.

source: File lock error
ar: خطأ قفل الملف
lv: Failu bloķēšanas kļūda
pt_br: Erro ao bloquear arquivo
sk: Chyba zámku súboru
sl: Napaka zaklepanja datoteke

source: File open error
ar: خطأ في فتح الملف
lv: Faila atvēršanas kļūda
pt_br: Erro ao abrir arquivo
sk: Chyba otvorenia súboru
sl: Napaka pri odpiranju datoteke

source: File open error.
ar: خطأ في فتح الملف.
lv: Faila atvēršanas kļūda.
pt_br: Erro ao abrir arquivo.
sk: Chyba otvorenia súboru.
sl: Napaka pri odpiranju datoteke.

source: File or path not found
ar: الملف او المسار غير موجود
lv: Fails vai ceļš nav atrasts
pt_br: Arquivo ou caminho não encontrado
sk: Súbor alebo cesta sa nenašla
sl: Datoteke ali poti ni bilo mogoče najti

source: File or path not found.
ar: الملف او المسار غير موجود.
lv: Fails vai ceļš nav atrasts.
pt_br: Arquivo ou caminho não encontrado.
sk: Súbor alebo cesta sa nenašla.
sl: Datoteka ali pot ni bila najdena.

source: File version warning
ar: تحذير إصدار الملف
lv: Brīdinājums par faila versiju
pt_br: Aviso de versão do arquivo
sk: Problém s verziou súboru
sl: Opozorilo o različici datoteke

source: File:
ar: ملف:
lv: Fails:
pt_br: Arquivo:
sk: Súbor:
sl: Datoteka:

source: File: %s failed validation against XML Schema: %s
ar: الملف: %s فشل في التحقق من صحة مخطط XML: %s
lv: Fails: %s neizdevās validācija pret XML shēmu: %s
pt_br: O arquivo: %s falha na validação no esquema XML: %s
sk: Súbor: %s neprešiel overením voči schéme XML: %s
sl: Datoteka: %s ni uspela potrditev v skladu s XML shemo: %s

source: File: %s passed Validation but had the following errors during import: %s
ar: الملف: لقد نجح %s في عملية التحقق من الصحة ولكن حدثت الأخطاء التالية أثناء الاستيراد: %s
lv: Fails: %s ir izturējis validāciju, taču importēšanas laikā radās šādas kļūdas: %s
pt_br: O arquivo: %s passou na validação, mas teve os seguintes erros durante a importação: %s
sk: Súbor: %s prešiel overením, ale počas importu mal tieto chyby: %s
sl: Datoteka: %s je opravila potrditev, vendar je med uvozom imela te napake: %s

source: File: %s was imported (%d warning(s) issued about missing Password Policy Names). See report for details.
ar: الملف: تم استيراد %s (تم إصدار %d تحذير (تحذيرات) بخصوص أسماء سياسات كلمة المرور المفقودة). انظر التقرير للحصول على التفاصيل.
lv: Fails: %s tika importēts (%d brīdinājums(-i) par trūkstošiem paroles politikas nosaukumiem). Sīkāku informāciju skatiet pārskatā.
pt_br: O arquivo: %s foi importado (%d aviso(s) emitido sobre a falta de Nomes de Políticas de Senha). Veja o relatório para detalhes.
sk: Súbor: %s sa naimportoval (%d varovaní o chýbajúcich názvoch zásad tvorby hesla). Pozrite si podrobnosti v reporte.
sl: Datoteka: %s je bila uvožena (%d opozoril) izdanih o manjkajočih imenih pravilnika gesel). Za več podrobnosti si oglejte poročilo.

source: File: %s was imported (entries validated %d / imported %d%s%s%s). See report for details.
ar: الملف: تم استيراد% s (تم التحقق من صحة المدخلات% d / تم استيراد% d% s% s% s). انظر التقرير للحصول على التفاصيل.
lv: Fails: %s tika importēts (ieraksti apstiprināti %d / importēti %d%s%s%s). Sīkāku informāciju skatiet pārskatā.
pt_br: O arquivo: %s foi importado (entradas validadas %d / importadas %d%s%s%s). Veja o relatório para detalhes.
sk: Súbor: %s sa naimportoval (overené záznamy %d / importované %d%s%s%s). Pozrite si podrobnosti v reporte.
sl: Datoteka: %s je bila uvožena (potrejenih vnosov %d / uvoženih %d%s%s%s). Za več podrobnosti si oglejte poročilo.

source: Filter %ls already exists in the database, do you wish to replace it with this?
ar: فلتر %ls موجود بالفعل في قاعدة البيانات ، هل ترغب في استبداله بهذا؟
lv: Filtrs %ls jau pastāv datu bāzē, vai vēlaties to aizstāt ar šo?
pt_br: O filtro %ls já existe no banco de dados. Você quer substituí-lo por este?
sk: Filter %ls už existuje v databáze, chcete ho týmto vymeniť?
sl: Filter %ls že obstaja v zbirki podatkov. Ali ga želite zamenjati s tem?

source: Filter name:
ar: إسم الفلتر:
lv: Filtra nosaukums:
pt_br: Nome do filtro:
sk: Názov filtra:
sl: Ime filtra:

source: Filters successfully exported
ar: تم تصدير الفلاتر بنجاح
lv: Filtri veiksmīgi eksportēti
pt_br: Filtros exportados com sucesso
sk: Filtre boli úspešne exportované
sl: Filtri so uspešno izvoženi

source: Filters successfully imported
ar: تم إستيراد الفلاتر بنجاح
lv: Filtri veiksmīgi importēti
pt_br: Filtros importados com sucesso
sk: Filtre boli úspešne naimportované
sl: Filtri so uspešno uvoženi

source: Find
ar: إيجاد
lv: Meklēt
pt_br: Localizar
sk: Hľadať
sl: Najdi

source: Find Next
ar: إيجاد التالي
lv: Meklēt nākošos
pt_br: Localizar o Próximo
sk: Nájsť ďalší
sl: Najdi naprej

source: Find Previous
ar: إيجاد السابق
lv: Meklēt iepriekšējo
pt_br: Localizar o Anterior
sk: Nájsť predchádzajúci
sl: Najdi prejšnje

source: Finnish
pt_br: Finlandês
sk: Fínska
sl: Finščina

source: Finnish with Sami
pt_br: Finlandês com Sami
sk: Fínska so Sami
sl: Finščina z Samim

source: First character of variable name must be alphabetic
ar: يجب أن يكون الحرف الأول من اسم المتغير أبجديًا
lv: Mainīgā nosaukuma pirmajai rakstzīmei jābūt burtam
pt_br: O primeiro caractere do nome da variável deve ser alfabético
sk: Prvý znak názvu premennej musí byť abecedný
sl: Prvi znak imena spremenljivke mora biti abecedni

source: Flattened &List
ar: مسطح & قائمة
lv: Vienkāršs &saraksts
pt_br: Lista &Achatada
sk: Plochý &zoznam
sl: Sp&loščen seznam

source: Font
ar: خط
lv: Fonts
pt_br: Fonte
sk: Písmo
sl: Pisava

source: Font st&yle:
ar: نوع الخط:
lv: Fonta st&ils:
pt_br: &Estilo da fonte:
sk: Štýl písma:
sl: S&log pisave::

source: For security, the database must be closed before connecting to the Internet. Press OK to close database and continue (Changes will be saved)
ar: لدواعي الأمان ، يجب إغلاق قاعدة البيانات قبل الاتصال بالإنترنت. اضغط على موافق لإغلاق قاعدة البيانات والمتابعة (سيتم حفظ التغييرات)
lv: Drošības nolūkos datu bāze ir jāaizver pirms savienojuma izveides ar internetu. Nospiediet OK, lai aizvērtu datu bāzi un turpinātu (izmaiņas tiks saglabātas)
pt_br: Por segurança, o banco de dados deve ser fechado antes de conectar-se à Internet. Pressione OK para fechar o banco de dados e continuar (as alterações serão salvas)
sk: Kvôli bezpečnosti musí byť databáza zatvorená pred pripojením sa na internet. Stlač OK na zatvorenie databázy a pokračovanie (Zmeny sa uložia)
sl: Zaradi varnostnih razlogov mora biti zbirka podatkov zaprta, preden vzpostavite povezavo z internetom. Pritisnite na Vredu, da zaprete zbirko podatkov in nadaljujete z delom (Spremembe bodo shranjene)

source: Found %d known column headers:
ar: تم العثور على %d رؤوس أعمدة معروفة:
lv: Atrastas %d zināmas kolonnu galvenes:
pt_br: Encontrados %d cabeçalhos de coluna conhecidos:
sk: Nájdené %d známe hlavičky stĺpcov:
sl: Najdeno je %d znanih glav stolpcev:

source: Found 1 match.
ar: عثر على تطابق واحد.
lv: Atrasta 1 atbilstība.
pt_br: Encontrado 1 resultado.
sk: Nájdená 1 zhoda.
sl: Najdeno je 1 ujemanje.

source: French
ar: فرنسي
pt_br: Francês
sk: Francúzština
sl: Francoščina

source: Fully collapsed
ar: مطوي بالكامل
lv: Viss sakļauts
pt_br: Totalmente recolhido
sk: Plne zbalený
sl: Popolnoma strnjeno

source: Fully expanded
ar: موسع بشكل كامل
lv: Viss izvērsts
pt_br: Totalmente expandido
sk: Plne rozbalený
sl: Popolnoma razširjeno

source: G&o
sk: Prejsť

source: Generate
ar: توليد
lv: Ģenerēt
pt_br: Gerar
sk: Vygenerovať
sl: Generiraj

source: Generate &Password
ar: توليد كلمة مرور
lv: Ģenerēt &paroli
pt_br: Gerar &Senha
sk: Vygenerovať &heslo
sl: Generiraj &geslo

source: Generate &Pronounceable passwords
ar: توليد كلمات مرور قابلة للنطق
lv: Ģenerēt &izrunājamas paroles
pt_br: Gerar senhas &pronunciáveis
sk: Vygenerovať vysloviteľné &heslo
sl: Generiraj izgo&vorljiva gesla

source: Generate Password
ar: توليد كلمة سر
lv: Ģenerēt paroli
pt_br: Gerar Senha
sk: Vygenerovať heslo
sl: Generiraj geslo

source: Generate Password using selected Password Policy
ar: توليد كلمة مرور بناءا على سياسة مختارة
lv: Ģenerēt paroli, izmantojot atlasīto paroles politiku
pt_br: Gerar senha usando a Política de Senha selecionada
sk: Vygeneruj heslo s použitím vybranej zásady tvorby hesla
sl: Generiraj geslo z izbranim Pravilnikom gesel

source: Georgian
pt_br: Georgiano
sk: Gruzínska
sl: Gruzijščina

source: Georgian (Ergonomic)
pt_br: Georgiano (Ergonômico)
sk: Gruzínska (ergonomická)
sl: Gruzinščina (ergonomsko)

source: Georgian (QWERTY)
pt_br: Georgiano (QWERTY)
sk: Gruzínska (QWERTY)
sl: Gruzinščina (QWERTY)

source: German
pt_br: Alemão
sk: Nemecká
sl: Nemščina

source: German (IBM)
pt_br: Alemão (IBM)
sk: Nemecká (IBM)
sl: Nemščina (IBM)

source: Get &Help F1
ar: الحصول على مساعدة F1
lv: Skatīt &palīgu F1
pt_br: Obter &Ajuda F1
sk: Zobraziť &nápovedu F1
sl: Dobi po&moč F1

source: Given path is a directory or file is read-only
ar: المسار المحدد هو مسار مجلد أو ملف للقراءة فقط
lv: Dotais ceļš ir mape vai fails ir tikai lasāms
pt_br: O caminho especificado é um diretório ou o arquivo é somente leitura
sk: Daná cesta je priečinok alebo je súbor iba na čítanie
sl: Navedena pot je imenik ali je datoteka samo-za-branje

source: Go
sk: Prejsť
sl: Pojdi

source: Go
ar: اذهب
lv: Doties
pt_br: Ir
sk: Prejsť
sl: Pojdi

source: Go to Aliases...
ar: اذهب للحلفاء...
lv: Doties uz pseidonīmiem...
pt_br: Ir para Aliases...
sk: Prejsť na alias...
sl: Pojdi na kratka imena...

source: Go to Shortcuts...
ar: اذهب للإختصارات...
lv: Doties uz saīsnēm...
pt_br: Ir para Atalhos...
sk: Prejsť na odkaz...
sl: Pojdi na Bližnjice...

source: Go+
lv: Doties+
pt_br: Ir+
sk: Prejsť+
sl: Pojdi+

source: Greek
pt_br: Grego
sk: Grécka
sl: Grščina

source: Greek (220)
pt_br: Grego (220)
sk: Grécka (220)
sl: Grščina (220)

source: Greek (220) Latin
pt_br: Grego (220) Latim
sk: Grécka (220) latinka
sl: Grščina (220) latinica

source: Greek (319)
pt_br: Grego (319)
sk: Grécka (319)
sl: Grščina (319)

source: Greek (319) Latin
pt_br: Grego (319) Latim
sk: Grécka (319) latinka
sl: Grščina (319) latinica

source: Greek Latin
pt_br: Grego Latim
sk: Grécka (latinka)
sl: Grška latinica

source: Greek Polytonic
pt_br: Grego Politônico
sk: Grécka Polytonic
sl: Grščina polifonična

source: Gro&up:
ar: جرو وأعلى:
pt_br: Gro&:
sk: Skupina:

source: Group
ar: مجموعة
lv: Grupa
pt_br: Grupo
sk: Skupina
sl: Skupina

source: Group [Mandatory Field]
ar: مجموعة [حقل إلزامي]
lv: Grupa [obligāts lauks]
pt_br: Grupo [Campo Obrigatório]
sk: Skupina [povinné pole]
sl: Skupina [obvezno polje]

source: Group copied
ar: تم نسخ المجموعة
lv: Grupa nokopēta
pt_br: Grupo copiado
sk: Skupina bola skopírovaná
sl: Skupina kopirana

source: Group/Title
ar: مجموعة\عنوان
lv: Grupa/Nosaukums
pt_br: Grupo/Título
sk: Skupina/Názov
sl: Skupina/Naslov

source: Group:
ar: مجموعة:
lv: Grupa:
pt_br: Grupo:
sk: Skupina:
sl: Skupina:

source: Group Title Username Password Expiry Date
ar: مجموعة عنوان اسم المستخدم تاريخ انتهاء صلاحية كلمة المرور
lv: Grupa Nosaukums Lietotājvārds Paroles derīguma termiņš
pt_br: Grupo Título NomedeUsuário Data de Expiração da Senha
sk: Skupina Názov Používateľ Dátum expirácie hesla
sl: Skupina Naslov Uporabniško ime Datum poteka gesla

source: Has Attachment(s)
ar: يملك مرفقات
lv: Ir pielikums(-i)
pt_br: Possui Anexo(s)
sk: Má prílohu(y)
sl: Ima priloge

source: Hebrew
pt_br: Hebráico
sk: Hebrejská
sl: Hebrejščina

source: Help
ar: مساعدة
lv: Palīdzība
pt_br: Ajuda
sk: Nápoveda
sl: Pomoč

source: Help (F1)
ar: مساعدة(f1)
lv: Palīdzība (F1)
pt_br: Ajuda (F1)
sk: Nápoveda (F1)
sl: Pomoč (F1)

source: Hexadecimal characters
ar: حروف النظام العددي السادس عشر
lv: Heksadecimālās rakstzīmes
pt_br: Caracteres hexadecimais
sk: Hexadecimálne znaky
sl: Šestnajstiški znaki

source: Hexadecimal is mutually exclusive to all other options.
ar: سداسي عشري هو حصري متبادل لجميع الخيارات الأخرى.
lv: Heksadecimāls ir savstarpēji izslēdzošs visām pārējām opcijām.
pt_br: Hexadecimal é mutuamente exclusivo para todas as outras opções.
sk: Hexadecimálny znak sa navzájom vylučuje s ostatnými možnosťami.
sl: Šestnajstiško je medsebojno izključujoče za vse druge možnosti.

source: Hide Password Safe from screen capture and related apps.
ar: إخفاء كلمة المرور الآمنة من التقاط الشاشة والتطبيقات ذات الصلة.
lv: Paslēpt paroli Pasargāts no ekrāna tveršanas un saistītajām lietotnēm.
pt_br: Ocultar o Password Safe da captura de tela e aplicativos relacionados.
sk: Skry Password Safe pred snímaním obrazovky a podobnými aplikáciami.

source: Hide System Tray icon (Hot Key MUST be active)
ar: إخفاء أيقونة علبة النظام (يجب أن يكون مفتاح التشغيل السريع نشطًا)
lv: Slēpt sistēmas teknes ikonu (īsceļam OBLIGĀTI jābūt aktīvam)
pt_br: Ocultar ícone da bandeja do sistema (a tecla de atalho DEVE estar ativa)
sk: Skryť ikonu (klávesová skratka aplikácie musí byť nastavená)
sl: Skrij ikono v programski vrstici (Vroča tipka MORA biti aktivna)

source: Highlight changed entries
ar: قم بتمييز المدخلات التي تم تغييرها
lv: Izcelt labotos ierakstus
pt_br: Realçar entradas alteradas
sk: Zvýrazniť zmenené záznamy
sl: Označi spremenjene vnose

source: Hindi Traditional
pt_br: Hindi Tradicional
sk: Hindská tradičná
sl: Hindijščina tradicionalna

source: History
ar: تاريخ
lv: Vēsture
pt_br: Histórico
sk: História
sl: Zgodovina

source: History entry
ar: إدخال التاريخ
lv: Vēstures ieraksts
pt_br: Entrada no histórico
sk: Zápis histórie
sl: Vnos zgodovine

source: Host: %s; User: %s
ar: المضيف: %s ؛ المستخدم: %s
lv: Resursdators: %s;Lietotājs: %s
pt_br: Host: %s; Usuário: %s
sk: Počítač: %s; Používateľ: %s
sl: Gostitelj: %s; Uporabnik: %s

source: However, we can't add either as all combinations are in use.
ar: ومع ذلك ، لا يمكننا إضافة أي منهما لأن جميع التركيبات قيد الاستخدام.
lv: Tomēr mēs nevaram pievienot nevienu, jo tiek izmantotas visas kombinācijas.
pt_br: No entanto, também não podemos adicionar, pois todas as combinações estão em uso.
sk: Nemôžeme však pridať ani, pretože sa používajú všetky kombinácie.
sl: Vendar, ne moremo dodati, ker so vse kombinacije v uporabi.

source: Hungarian
pt_br: Húngaro
sk: Maďarská
sl: Madžarščina

source: Hungarian 101-key
pt_br: Húngaro 101-teclas
sk: Maďarská 101
sl: Madžarščina 101-tipkaKey

source: Icelandic
ar: أيسلندية
pt_br: Islandês
sk: Islandská
sl: Isladščina

source: Icon
ar: أيقونة
lv: Ikona
pt_br: Ícone
sk: Ikona
sl: Ikona

source: If enabled, a 'snapshot' will be taken before every save, named as specified below.
ar: في حالة التمكين ، سيتم أخذ "لقطة" قبل كل عملية حفظ ، كما هو محدد أدناه.
lv: Ja ir iespējots, tiks uzņemts momentuzņēmums pirms katras saglabāšanas ar nosaukumu, kā norādīts zemāk.
pt_br: Se ativado, um 'instantâneo' será obtido antes de cada salvamento, nomeado conforme especificado abaixo.
sk: Ak je povolené, urobí sa "snímka" pred každým uložením, bude pomenovaná ako je uvedené nižšie.
sl: Če je omogočeno, bo 'posnetek' sprejet pred vsakim shranjevanjem in bo poimenovan kot je spodaj določeno.

source: If requested, then a delimiter character must be entered.
ar: عند الطلب ، يجب إدخال حرف محدد.
lv: Ja tiek prasīts, jāievada norobežotāja rakstzīme.
pt_br: Se solicitado, um caracter delimitador deve ser inserido.
sk: Ak sa to vyžaduje, musí sa zadať znak oddeľovača.
sl: Če je zahtevano, mora biti vnesen znak za ločilo.

source: If the passphrase is the same as the currently opened database, properties of this backup are shown.
ar: إذا كانت عبارة المرور مماثلة لقاعدة البيانات المفتوحة حاليًا ، فسيتم عرض خصائص هذه النسخة الاحتياطية.
lv: Ja parole ir tāda pati kā pašlaik atvērtajai datubāzei, tiek parādīti šīs rezerves kopijas rekvizīti.
pt_br: Se a senha for a mesma do banco de dados aberto no momento, as propriedades desse backup serão mostradas.
sk: Ak je prístupová fráza rovnaká ako v súčasnosti otvorená databáza, zobrazia sa vlastnosti tejto zálohy.
sl: Če je geslo enako kot geslo trenutno odprte zbirke podatkov, so prikazane lastnosti te varnostne kopije.

source: If this is the first database opened on the startup of PasswordSafe, PasswordSafe will exit. If not, the new open will be cancelled and the existing opened database, if any, will remain open.
ar: إذا كانت هذه هي قاعدة البيانات الأولى التي يتم فتحها عند بدء تشغيل PasswordSafe ، فسيتم إنهاء PasswordSafe. إذا لم يكن الأمر كذلك ، فسيتم إلغاء الفتح الجديد وستظل قاعدة البيانات المفتوحة الحالية ، إن وجدت ، مفتوحة.
lv: Ja šī ir pirmā datu bāze, kas atvērta, startējot programmu PasswordSafe, PasswordSafe tiks aizvērta. Ja nē, jaunā atvēršana tiks atcelta, un esošā atvērtā datu bāze, ja tāda ir, paliks atvērta.
pt_br: Se este for o primeiro banco de dados aberto na inicialização do PasswordSafe, o PasswordSafe será encerrado. Caso contrário, a nova abertura será cancelada e o banco de dados aberto existente, se houver, permanecerá aberto.
sk: Ak je toto prvá databáza otvorená na spustení Password Safe, Password Safe sa ukončí. Ak nie, otvorenie novej sa zruší a existujúca otvorená databáza, ak nejaká existuje, zostane otvorená.
sl: Če je to prva odprta zbirka podatkov ob zagonu Password Safe, Password Safe se bo zaprl. Če ne, novo odpiranje bo preklicalo obstoječo odprto zbirko podatkov, če obstaja, bo ostala odprta.

source: If this keyboard supports characters via the %s, then this key will be enabled and can be used to select them. You may need to also select the Shift key to see them.
ar: إذا كانت لوحة المفاتيح هذه تدعم الأحرف عبر% s ، فسيتم تمكين هذا المفتاح ويمكن استخدامه لتحديدها. قد تحتاج أيضًا إلى تحديد مفتاح Shift لرؤيتها.
lv: Ja šī tastatūra atbalsta rakstzīmes, izmantojot %s, šis taustiņš tiks iespējots un to varēs izmantot, lai to atlasītu. Lai to skatītu, iespējams, būs jāatlasa arī Shift taustiņš.
pt_br: Se este teclado suportar caracteres via% s, essa tecla será ativada e poderá ser usada para selecioná-los. Pode ser necessário também selecionar a tecla Shift para vê-los.
sk: Ak táto klávesnica podporuje znaky prostredníctvom %s, potom sa tento kláves povolí a dá sa použiť na ich výber. Možno bude potrebné použiť Shift na ich zobrazenie.
sl: Če ta tipkovnica podpira znake prek %s, bo ta tipka omogočena in jo je mogoče uporabiti za njun izbor. Morda boste morali izbrati tudi tipko Shift, da jo boste videli.

source: If unchecked, you will be prompted to save changes upon exiting Password Safe.
ar: إذا لم يتم تحديده ، فستتم مطالبتك بحفظ التغييرات عند الخروج من Password Safe.
lv: Ja nav atzīmēts, jums tiks piedāvāts saglabāt izmaiņas, izejot no Password Safe.
pt_br: Se desmarcado, você será solicitado a salvar as alterações ao sair do Password Safe.
sk: Ak je nezaškrtnuté, bude zobrazená výzva na uloženie zmien pri ukončení Password Safe.
sl: Če ni izbrano, boste pozvani, da shranite spremembe ob izhodu iz Password Safe.

source: If you specify using your own symbol list, you cannot leave it empty. Unselecting use of symbols.
ar: إذا حددت استخدام قائمة الرموز الخاصة بك ، فلا يمكنك تركها فارغة. عدم اختيار استخدام الرموز.
lv: Ja norādāt, izmantojot savu simbolu sarakstu, to nevar atstāt tukšu. Notiek simbolu lietojuma atlases noņemšana.
pt_br: Se você especificar usando sua própria lista de símbolos, não poderá deixá-la em branco. Desmarque o uso de símbolos.
sk: Ak zadáte pomocou vlastného zoznamu symbolov, nemôžete ho nechať prázdne. Ruším použitie symbolov.
sl: Če navedete z lastnim seznamom simbolov, ga ne morete pustiti praznega. Odstranitev izbire simbolov.

source: Ignore all Failsafe Backup files and continue with the currently selected database.
ar: تجاهل كافة ملفات "النسخ الاحتياطي الآمن" واستمر في قاعدة البيانات المحددة حاليًا.
lv: Ignorēt visus Failsafe rezerves kopijas failus un turpināt ar pašlaik atlasīto datu bāzi.
pt_br: Ignore todos os arquivos do Backup à Prova de Falhas e continue com o banco de dados selecionado no momento.
sk: Ignorovať všetky súbory záloh a pokračovať s aktuálne vybranou databázou.
sl: Prezri vse datoteke neuspelih varnostnih kopij in nadaljuj s trenutno izbrano zbirko podatkov.

source: Import &From
ar: إستيراد &من
lv: Importēt &no
pt_br: Importar &de
sk: &Importovať z
sl: U&vozi iz

source: Import &Text
ar: استيراد &نص
lv: Importēt &tekstu
pt_br: Importação e Texto
sk: Importovať text
sl: Uvozi &besedilo

source: Import &XML
ar: إستيراد &XML
lv: Importēt &XML
pt_br: Importação e XML
sk: Importovať XML
sl: Uvozi &XML

source: Import KeePass V1 CSV
lv: Importēt KeePass V1 CSV
pt_br: Importar KeePass V1 CSV
sk: Importovať Keepass V1 CSV
sl: Uvozi KeePass v1 CSV

source: Import KeePass V1 TXT
lv: Importēt KeePass V1 TXT
pt_br: Importar KeePass V1 TXT
sk: Importovať Keepass V1 TXT
sl: Uvozi KeePass v1 txt

source: Import Text Settings
ar: إستيرات اعدادات نص
lv: Teksta importēšanas iestatījumi
pt_br: Importar Configurações de Texto
sk: Nastavenia importu textu
sl: Nastavitve uvoza besedila

source: Import Text failed
ar: فشل اتسيراد نص
lv: Teksta importēšana neizdevās
pt_br: Falha ao importar texto
sk: Import textu zlyhal
sl: Uvoz besedila ni uspel
